Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# nutritional_facts_photo_button_label
source: Nutrition facts photo
ar: صورة حقائق التغذية
be: Фота звестак аб пажыўнасці
bg: Снимка на хранителните стойности
ca: Fotos dels valors nutricionals
cs: Fotografie výživových faktů
da: Næringsindholdsfoto
de: Foto der Nährwertangaben
el: Φωτογραφία διατροφικών στοιχείων
es: Foto de la información nutricional
fi: Ravintosisältökuva
fr: Photo des informations nutritionnelles
he: תמונת פירוט תזונתי
id: Foto kandungan gizi
it: Foto valori nutrizionali
ja: 栄養成分表の画像
ko: 영양 성분 사진
lt: Maistingumo deklaracijos nuotrauka
nl: Foto van voedingswaarden
pl: Zdjęcie tabeli wartości odżywczych
pt: Foto de informações nutricionais
ro: Foto cu informații nutriționale
ru: Фото информации о пищевой ценности
sk: Foto výživových údajov
sl: Slika hranilnih vrednosti
sq: Foto e fakteve ushqyese
sv: Foto på näringsfakta
tr: Besin değerleri fotoğrafı
uk: Фото харчової цінності
vi: Ảnh chụp thông tin dinh dưỡng
zh: 营养成分的照片

# nutritional_facts_input_button_label
source: Fill nutrition facts
ar: Input nutrition facts
be: Увядзіце звесткі аб пажыўнасці
bg: Въведи хранителните стойности
ca: Introduïu valors nutricionals
cs: Zadejte fakta o výživě
da: Angiv ernæringsfakta
de: Nährwertangaben eingeben
el: Προσθήκη διατροφικών στοιχείων
es: Introducir información nutricional
fi: Lisää ravintosisältö
fr: Saisir les informations nutritionnelles
he: מילוי העובדות התזונתיות
id: Masukkan informasi nilai gizi
it: Inserisci i valori nutrizionali
ja: 栄養成分表を入力する
ko: 영양 성분 입력
lt: Įveskite mitybos faktus
nl: Vul voedingswaarden in
pl: Wprowadź wartości odżywcze
pt: Preencher informações nutricionais
ro: Introduceți informații nutriționale
ru: Введите данные о пищевой ценности
sl: Vnesite hranilne vrednosti
sv: Input nutrition facts
tr: Besin değerleri gir
uk: Введіть дані про харчову цінність
vi: Thêm vào thông tin dinh dưỡng

# nutritional_facts_added
source: Nutrition facts added
be: Звесткі аб пажыўнасці дададзены
bg: Хранителните стойности са добавени
ca: Afegits els valors nutricionals
cs: Byly přidány údaje o výživě
da: Næringsfakta tilføjet
de: Nährwertangaben hinzugefügt
el: Προστέθηκαν διατροφικά στοιχεία
es: Información nutricional añadida
fi: Ravintosisältö lisätty
fr: Informations nutritionnelles ajoutées
he: נוספות עובדות תזונתיות
id: Informasi nilai gizi ditambahkan
it: Valori nutrizionali aggiunti
ja: 栄養成分表が追加されました
ko: 영양 성분 추가됨
lt: Pridėta mitybos faktų
nl: Voedingswaarden toegevoegd
pl: Wartości odżywcze zostały dodane
pt: Informações nutricionais adicionadas
ro: Date nutriționale adăugate
ru: Добавлены факты о пищевой ценности
sl: Hranilne vrednosti so dodane
tr: Besin değerleri eklendi
uk: Харчова цінність додана
vi: Thông tin dinh dưỡng đã được thêm
zh: 已添加营养成分表

source: Categories added
ca: Categories afegides
cs: Kategorie přidány
da: Kategorier tilføjet
de: Kategorien hinzugefügt
es: Categorías añadidas
fi: Tuoteluokat lisätty
fr: Catégories ajoutées
he: נוספו קטגוריות
id: Kategori ditambahkan
it: Categorie aggiunte
ja: カテゴリーが追加されました。
lt: Pridėtos kategorijos
nl: Categorieën toegevoegd
pl: Kategorie dodane
pt: Categorias adicionadas
ro: Categorii adăugate
tr: Kategoriler eklendi
uk: Категорії додано
vi: Đã thêm danh mục
zh: 分类已添加

# new_product_title_nutriscore
source: Compute the Nutri-Score
bg: Изчисли Nutri-Score
ca: Calculeu el Nutri-Score
cs: Vypočítejte Nutri-Score
da: Beregn Nutri-Score
de: Nutri-Score berechnen
es: Calcular Nutri-Score
fi: Laske Nutri-Score
fr: Calculez le Nutri-Score
he: חישוב ה־Nutri-Score
id: Hitung Nutri-Score
it: Calcola il Nutri-Score
ja: ニュートリスコアを計算する
lt: Apskaičiuoti „Nutri-Score“
nl: Bereken de Nutri-Score
pl: Obliczanie Nutri-Score
pt: Calcular o Nutri-Score
ro: Calculează Nutri-Score-ul
tr: Nutri Puanını hesaplayın
uk: Розрахувати Nutri-Score
vi: Tính điểm dinh dưỡng
zh: 计算 Nutri-Score

# new_product_subtitle_nutriscore
source: Help us by filling at least a category and nutritional values
bg: Помогни ни, като попълниш поне категория и хранителни стойности
ca: Aconsegueix-ho omplint la categoria de l'aliment i els valors nutricionals
cs: Získejte jej vyplněním kategorie potravin a výživových hodnot
da: Få den ved at udfylde fødevarekategorien og næringsværdier
de: Sie erhalten sie, indem Sie die Lebensmittelkategorie und die Nährwerte eingeben
es: Ayúdanos completando la categoría de alimentos y los valores nutricionales.
fi: Hanki se täyttämällä ruokaluokka ja ravintoarvot
fr: Merci d'indiquer la catégorie de l'aliment et les données nutritionnelles
he: אפשר לגלות אותו על ידי מילוי קטגוריית המזון והערכים התזונתיים
id: Dapatkan dengan mengisi kategori makanan dan nilai gizi
it: Aiutaci compilando almeno una categoria e i valori nutrizionali
ja: 食品カテゴリと栄養価を満たして入手する
lt: Gaukite jį užpildę maisto kategoriją ir maistines vertes
nl: Help ons door minimaal een categorie en voedingswaarden in te vullen
pl: Otrzymaj go, wypełniając kategorię żywności oraz wartości odżywcze
pt: Ajude-nos preenchendo pelo menos uma categoria e valores nutricionais
ro: Obțineți-l completând categoria de alimente și valorile nutriționale
ru: Get it by filling the food category and nutritional values
tr: Gıda kategorisini ve besin değerlerini doldurarak alın
uk: Допоможіть нам, заповнивши принаймні категорію та харчові цінності
vi: Tính điểm bằng cách điền danh mục thực phẩm và các giá trị dinh dưỡng

# new_product_title_ecoscore
source: Compute the Eco-Score
bg: Изчисли Eco-Score
ca: Calculeu l'Eco-Score
cs: Vypočítejte Eco-Score
da: Beregn Øko-Score
de: Eco-Score berechnen
es: Calcular Eco-Score
fi: Laske Eco-Score
fr: Calculez l'Eco-Score
he: חישוב ה־Eco-Score
id: Hitung Eco-Score
it: Calcola l'Eco-Score
ja: エコスコアを計算する
lt: Apskaičiuoti „Eco-Score“
nl: Bereken de Ecoscore
pl: Obliczanie Eco-Score
pt: Calcular o Eco-Score
ro: Calculați Scorul Eco
tr: Eko Puanı hesaplayın
uk: Розрахувати Eco-Score
vi: Tính điểm sinh thái
zh: 计算 Eco-Score

# new_product_subtitle_ecoscore
source: Get it by filling at least a category
ca: Aconsegueix-ho omplint almenys una categoria
cs: Získejte jej vyplněním alespoň kategorie
da: Få den ved at udfylde mindst én kategori
de: Sie erhalten es, wenn Sie mindestens eine Kategorie ausfüllen
es: Hazlo rellenando al menos una categoría.
fi: Hanki se täyttämällä vähintään luokka
fr: Merci d'indiquer au moins la catégorie de l'aliment
he: אפשר לגלות את זה על ידי מילוי הקטגוריה לכל הפחות
id: Dapatkan dengan mengisi minimal satu kategori
it: Ottienilo compilando almeno una categoria
ja: 少なくともカテゴリを入力して入手してください
lt: Gaukite jį užpildę bent vieną kategoriją
nl: Krijg het door minstens één categorie in te vullen
pl: Otrzymaj go, wypełniając przynajmniej jedną kategorię
pt: Obtenha-o preenchendo pelo menos uma categoria
ro: Obțineți-l completând cel puțin o categorie
tr: En az bir kategori doldurarak alın
vi: Nhận kết quả bằng cách điền ít nhất một danh mục
zh: 通过填写至少一个类别获得它

# new_product_additional_ecoscore
source: Make Eco-Score computation more precise with origins, packaging & more
bg: Направи изчисляването на Eco-Score по-прецизно с произход, опаковка и други
ca: Feu que el càlcul Eco-Score sigui més precís amb els orígens, l'embalatge i molt més
cs: Zpřesněte výpočet Eco-Score pomocí původu, balení a dalších údajů
da: Gør beregning af Øko-Score mere præcis med oprindelse, emballage mm.
de: Machen Sie die Eco-Score-Berechnung präziser mit Herkunft, Verpackung und mehr
es: Haz que el cálculo del Eco-Score sea más preciso añadiendo orígenes, información sobre el envase, etc.
fi: Tee Eco-Score-laskusta tarkempi alkuperillä, pakkauksella ja muilla
fr: Rendre le calcul de l'Eco-Score plus précis avec les origines géographiques, l'emballage et plus
he: אפשר לשפר את דיוק חישוב ה־Eco-Score על ידי הוספה של מקורות, אריזות ועוד
id: Membuat perhitungan Eco-Score lebih akurat dengan keaslian, kemasan dan lainnya
it: Rendere il calcolo di Eco-Score più preciso con origini, imballaggi e altro ancora
ja: 原産地、パッケージングなどを使用してエコスコアの計算をより正確に
lt: Padarykite Eco-Score skaičiavimą tikslesnį, nurodydami kilmę, pakuotę ir kt
nl: Maak de Eco-Score-berekening nauwkeuriger door herkomst, verpakking en meer toe te voegen
pl: Spraw, by Eko-Wynik był bardziej precyzyjny dzięki pochodzeniu, pakowaniu & więcej
pt: Tornar o cálculo do Eco-Score mais exato com a indicação da origem, embalagem e outras informações
ro: Faceți calculul Eco-Score mai precis cu originile, ambalaje și multe altele
tr: Kaynaklar, paketleme ve daha fazlası ile Eco-Score hesaplamasını daha kesin hale getirin
uk: Зробіть обчислення Eco-Score більш точним за походженням, пакуванням тощо
vi: Thực hiện tính toán điểm sinh thái chính xác hơn với nguồn gốc, bao bì, và nhiều hơn nữa
zh: 通过补充原产地、包装等信息使 Eco-Score 得分计算更加精确

# new_product_title_nova
source: Compute the food processing level (NOVA)
bg: Изчисли нивото на обработка на храната (NOVA)
ca: Calcula el nivell de processament d'aliments (NOVA)
cs: Vypočítejte úroveň zpracování potravin (NOVA)
da: Beregn fødevareforarbejdningsniveau (NOVA)
de: Berechnen Sie den Grad der Lebensmittelverarbeitung (NOVA)
es: Calcula el nivel de procesado de los alimentos (NOVA)
fi: Laske ruoan jalostustaso (NOVA)
fr: Calculer le niveau de transformation des aliments (NOVA)
he: חישוב רמת עיבוד המזון (NOVA)
id: Menghitung tingkat pengolahan makanan (NOVA)
it: Calcola il livello di trasformazione alimentare (NOVA)
lt: Apskaičiuoti maisto apdorojimo lygį (NOVA)
nl: Bereken het voedselverwerkingsniveau (NOVA)
pl: Oblicz stopień przetworzenia jedzenia (NOVA)
pt: Calcular o nível de processamento de alimentos (NOVA)
ro: Calculați nivelul de procesare a alimentelor (NOVA)
tr: Gıda işleme seviyesini (NOVA) hesaplayın
zh: 计算食品加工水平（NOVA）

# new_product_subtitle_nova
source: Get it by filling the food category and ingredients
ca: Aconsegueix-ho omplint la categoria de l'aliment i els ingredients
cs: Získejte ji vyplněním kategorie potravin a složek
da: Få det ved at udfylde fødevarekategori og ingredienser
de: Sie erhalten ihn, indem Sie die Lebensmittelkategorie und die Zutaten eingeben
es: Hazlo rellenando las categorías de alimentos e ingredientes.
fi: Hanki se täyttämällä ruokaluokka ja ainesosat
fr: Obtenez-le en remplissant la catégorie alimentaire et les ingrédients
he: אפשר לגלות אותו על ידי מילוי קטגוריית המזון והרכיבים
id: Dapatkan dengan mengisi kategori makanan dan bahan makanan
it: Ottienilo compilando la categoria e gli ingredienti dell'alimento
lt: Gauti jį užpildžius maisto kategoriją ir ingredientus
nl: Krijg het door het invullen van de voedselcategorie en ingrediënten
pl: Otrzymaj go, wypełniając kategorię żywności oraz składniki
pt: Obtenha-o preenchendo a categoria do alimento e os ingredientes
ro: Obțineți-l completând categoria de alimente și ingrediente
tr: Gıda kategorisini ve malzemeleri doldurarak alın
zh: 通过填写食品类别和配料获得它

# new_product_desc_nova_unknown
source: Food processing level unknown
bg: Нивото на обработка на храни не е известно
ca: Nivell de processament d'aliments desconegut
cs: Neznámá úroveň průmyslového zpracování potraviny
da: Fødevareforarbejdningsniveau ukendt
de: Grad der Lebensmittelverarbeitung unbekannt
es: Nivel de procesado de alimentos desconocido
fi: Ruoan jalostusaste tuntematon
fr: Degré de transformation des aliments inconnu
he: רמת עיבוד המזון אינה ידועה
id: Tingkat pemrosesan makanan tidak diketahui
it: Livello di trasformazione alimentare sconosciuto
ja: 食品加工レベル不明
lt: Maisto perdirbimo lygis nežinomas
nl: Voedselverwerkingsniveau onbekend
pl: Poziom przetwarzania żywności nieznany
pt: Nível desconhecido de processamento do alimento
ro: Nivel de procesare a alimentelor necunoscut
tr: Gıda işleme seviyesi bilinmemektedir
uk: Рівень обробки їжі є невідомим
vi: Mức độ chế biến thực phẩm không xác định
zh: 食品加工水平未知

# new_product_title_pictures
source: New product
bg: Да направим няколко снимки!
ca: Fem unes fotos!
cs: Pojďme udělat pár fotek!
da: Lad os tage nogle fotos!
de: Neues Produkt
es: Nuevo producto
fi: Otetaan muutamia kuvia!
fr: Prenons quelques photos !
he: בואו נצלם קצת!
id: Ambil beberapa foto!
it: Nuovo prodotto
ja: 写真を撮りましょう！
lt: Nufotografuokime kelias nuotraukas!
nl: Nieuw product
pl: Zróbmy kilka zdjęć!
pt: Novo produto
ro: Hai să facem niște poze!
ru: Let's take some pictures!
tr: Birkaç fotoğraf çekelim!
uk: Новий товар
vi: Hãy chụp một vài bức ảnh!

# new_product_title_pictures_details
source: Please take the following photos and the Open Food Facts engine can work out the rest!
bg: Моля, направи следните снимки и Open Food Facts ще направи останалото!
cs: Udělejte prosím následující fotky a nástroj Open Food Facts dokáže vyřešit zbytek!
de: Bitte fotografieren Sie das Folgende und die Open Food Facts Engine erledigt den Rest!
es: Haz las siguientes fotos y el motor de Open Food Facts se ocupará del resto.
fi: Ota seuraavat kuvat, niin Open Food Facts -moottori ratkaisee loput!
fr: Prenez les photos nécessaires, le moteur d'Open Food Facts s'occupera du reste !
id: Silakan ambil foto-foto berikut ini dan mesin Open Food Facts akan menghitung sisanya!
it: Scatta le seguenti foto e il motore di Open Food Facts farà il resto!
nl: Maak de volgende foto's en de Open Food Facts-engine kan de rest doen!
pt: Tire as seguintes fotografias e o motor Open Food Facts resolverá o resto!
uk: Будь ласка, зробіть наступні фотографії, і система Open Food Facts зможе розібратися з усіма іншими!

# new_product_title_misc
source: And some basic data…
bg: И някои основни данни…
ca: I algunes dades bàsiques…
cs: A pár základních údajů…
da: Og nogle basisdata…
de: Und einige grundlegende Daten …
es: Y algunos datos básicos…
fi: Ja joitakin perustietoja…
fr: Et quelques données de base…
he: וכמה נתונים בסיסיים…
id: Dan beberapa informasi dasar…
it: E dei dati essenziali…
ja: そしていくつかの基本データ…
lt: Ir kai kurie pagrindiniai duomenys…
nl: En enkele basisgegevens…
pl: I trochę podstawowych danych…
pt: E alguns dados básicos…
ro: Și câteva date de bază…
tr: Ve bazı temel veriler…
uk: І трохи основних даних…
vi: Và một số dữ liệu cơ bản…
zh: 还有一些基本数据…

# new_product_done_msg
source: Thanks for your contribution “{username}”!
bg: Благодаря за приноса ти “{username}”!
cs: Děkujeme za váš příspěvek, {username}!
de: „{username}”, vielen Dank für Ihr Mitwirken!
es: ¡Gracias por tu colaboración, {username}!
fi: Kiitos panoksestasi "{username}"!
fr: Merci pour votre contribution « {username} » !
id: Terima kasih atas kontribusi Anda “{username}”!
it: Grazie per il tuo contributo “{username}”!
nl: Bedankt voor uw bijdrage “{username}”!
pt: Obrigado pela sua contribuição “{username}”!
uk: Дякуємо за ваш внесок «{username}»!

# new_product_done_msg_no_user
source: Thanks for your contribution!
bg: Благодарим за приноса!
cs: Děkujeme za Váš příspěvek!
de: Danke für Ihren Beitrag!
es: ¡Gracias por tu colaboración!
fi: Kiitos panostuksestasi!
fr: Merci pour votre contribution !
id: Terima kasih atas kontribusi Anda!
it: Grazie per il tuo contributo!
nl: Bedankt voor uw bijdrage!
pt: Obrigado pela sua contribuição!
sk: Ďakujeme za Váš príspevok!
uk: Дякуємо за Ваш внесок!

# new_product_done_button_label
source: Discover the completed product
cs: Objevte hotový produkt
de: Entdecken Sie das fertige Produkt
es: Descubre el producto completo
fi: Tutustu valmiiseen tuotteeseen
fr: Découvrez le produit complété
id: Temukan produk yang sudah lengkap
it: Scopri il prodotto completo
nl: Ontdek het aangevulde product
pt: Descubra o produto completo
sk: Objavte hotový produkt
uk: Відкрийте для себе готовий продукт

# hey_incomplete_product_message
source: Tap to answer 3 questions NOW to compute Nutri-Score, Eco-Score & Ultra-processing (NOVA)!
ca: Toqueu per respondre 3 preguntes ARA per calcular el Nutri-Score, l'Eco-Score i l'Ultra-processing (NOVA)!
cs: Klepnutím odpovězte na 3 otázky HNED k výpočtu Nutri-Score, Eco-Score & Ultra-processing (NOVA)!
da: Tryk for at besvare 3 spørgsmål NU for at beregne Nutri-Score, Øko-Score samt Ultrabehandling (NOVA)!
de: Tippen Sie JETZT auf die Antwort auf 3 Fragen, um Nutri-Score, Eco-Score und Ultrahochverarbeitung (NOVA) zu berechnen!
es: Toca aquí y responde AHORA a 3 preguntas para calcular el Nutri-Score, el Eco-Score y el nivel de procesado (NOVA).
fi: Napauta vastataksesi kolmeen kysymykseen NYT laskeaksesi Nutri-Scoren, Eco-Scoren ja Ultrajalostuksen (NOVA)!
fr: Appuyez pour répondre MAINTENANT à 3 questions pour calculer le Nutri-Score, l'Eco-Score et le niveau d'ultra-transformation NOVA.
he: נא לגעת כאן כדי לענות על 3 שאלות כעת ולחשב את ה־Nutri-Score,‏ Eco-Score ואולטרא עיבוד (NOVA) כעת!
id: Ketuk untuk menjawab 3 pertanyaan SEKARANG untuk menghitung Nutri-Score, Eco-Score & Ultra-processing (NOVA)!
it: Tocca ORA per rispondere a 3 domande e calcolare il Nutri-Score, l'Eco-Score e l'Ultra-trasformazione (NOVA)!
ja: 今すぐタップして 3 つの質問に答えて、ニュートリ スコア、エコ スコア、およびウルトラ プロセッシング (NOVA) を計算してください。
nl: Tik om 3 vragen NU te beantwoorden om de Nutri-Score, de Eco-Score & Ultra-verwerking (NOVA) te berekenen!
pl: Dotknij, aby odpowiedzieć na 3 pytania TERAZ, aby obliczyć wskaźnik odżywczości, Eko-wynik & Ultra-przetwarzanie (NOVA)!
pt: Toque para responder a 3 perguntas AGORA para calcular o Nutri-Score, o Eco-Score e o ultra-processamento (NOVA)!
ro: Atingeți pentru a răspunde la 3 întrebări ACUM pentru a calcula Nutri-Score, Eco-Score și Ultra-processing (NOVA)!
sk: Klepnutím odpovedzte TERAZ na 3 otázky a vypočítajte Nutri-Score, Eco-Score & Ultra-processing (NOVA)!
tr: Nutri-Score, Eco-Score ve Ultra-processing'i (NOVA) hesaplamada ŞİMDİ 3 soruyu yanıtlamak için dokunun!
uk: Натисніть, щоб відповісти на 3 запитання ЗАРАЗ для обчислення Nutri-Score, Eco-Score та ультра-обробки (ЗАРАЗ)!
zh: 现在点击并回答 3 个问题即可帮助计算 Nutri-Score、Eco-Score 和食品加工水平 (NOVA)！

# nutritional_facts_photo_uploaded
source: Nutrition facts photo uploaded
be: Фота звестак аб пажыўнасці запампавана
bg: Снимката с хранителните стойности е качена
ca: S'ha penjat una foto de dades nutricionals
cs: Fotografie nutričních údajů byla nahrána
da: Næringsfaktafoto uploadet
de: Foto mit Nährwertangaben hochgeladen
el: Η φωτογραφία διατροφικών στοιχείων μεταφορτώθηκε
es: Imagen sobre información nutricional subida
fi: Ravintosisältökuva ladattu
fr: Photo des informations nutritionnelles téléchargée
he: תמונת הפירוט התזונתי נשלחה
id: Foto informasi nilai gizi telah diunggah
it: Foto dei valori nutrizionali caricata
ja: 栄養成分表の画像がアップロードされました
ko: 영양 성분 사진을 올렸습니다
lt: Įkelta Maistingumo lentelės nuotrauka
nl: Foto van voedingswaarden geüpload
pl: Przesłano zdjęcie z listą wartości odżywczych
pt: Foto das informações nutricionais enviada
ro: Fotografie cu informații nutriționale încărcate
ru: Фото информации о пищевой ценности загружено
sk: Fotografia nutričných údajov bola nahraná
sl: Slika hranilnih vrednosti je naložena
sq: Fotoja e fakteve ushqyese u ngarkua.
sv: Foto på näringsfakta uppladdat
tr: "Besin değerleri" fotoğrafı yüklendi
uk: Завантаження фотографій харчових фактів
vi: Ảnh thông tin dinh dưỡng đã được tải lên
zh: 已上传营养成分表照片

# recycling_photo_button_label
source: Recycling photo
ar: صورة معلومات إعادة التدوير
be: Фота з інфармацыяй аб перапрацоўцы
bg: Снимка с информацията за рециклиране
ca: Foto informativa sobre el reciclatge
cs: Informační fotografie o recyklaci
da: Genbrugsoplysningsfoto
de: Foto mit Informationen zum Recycling
el: Φωτογραφία πληροφοριών ανακύκλωσης
es: Foto de información sobre reciclaje
fi: Kierrätyskuva
fr: Photo des informations de recyclage
he: תמונת פרטי המיחזור
id: Foto informasi daur ulang
it: Foto delle istruzioni di riciclaggio
ja: リサイクル情報の画像
ko: 재활용 정보 사진
lt: Perdirbimo informacijos nuotrauka
nl: Foto van recyclen
pl: Zdjęcie informacji dotyczących Recyklingu
pt: Fotografia de informações sobre a reciclagem
ro: Fotografia cu informații despre reciclare
ru: Информационное фото по переработке
sk: Recyklačná fotografia
sl: Slika z informacijami o recikliranju
sq: Foto e informacionit te riciklimit.
sv: Foto på återvinningsinformation
tr: Geri dönüşüm bilgisi fotoğrafı
uk: Фотографія з інформацією щодо перероблювання
vi: Ảnh thông tin tái chế

source: Recycling photo uploaded
ar: تم تحميل صورة إعادة التدوير
be: Фота звестак аб перапрацоўцы запампавана
bg: Снимката за рециклиране е качена
ca: S'ha penjat una foto de reciclatge
cs: Nahrána fotografie recyklace
da: Genbrugsoplysningsfoto uploadet
de: Foto mit Informationen zum Recycling hochgeladen
el: Η φωτογραφία ανακύκλωσης μεταφορτώθηκε
es: Imagen sobre reciclaje subida
fi: Kierrätyskuva ladattu
fr: Photo des informations de recyclage téléchargée
he: תמונת המיחזור נשלחה
id: Foto daur ulang telah diunggah
it: Foto delle istruzioni di riciclaggio caricata
ja: リサイクル情報の画像がアップロードされました
ko: 재활용 사진을 올렸습니다
lt: Perdirbimo nuotrauka įkelta
nl: Foto recyclen geüpload
pl: Przesłano zdjęcie dot. Recyklingu
pt: Fotografia sobre a reciclagem enviada
ro: Fotografia despre reciclare încărcată
ru: Фотография утилизации загружена
sk: Recyklačná fotografia bola odovzdaná
sl: Fotografija recikliranja je bila naložena
sq: Fotoja e ricklimit u ngarkua
sv: Återvinningsfoto uppladdat
tr: Geri dönüşüm fotoğrafı yüklendi
uk: Фотографію перероблення завантажено
vi: Ảnh thông tin tái chế đã được tải lên
zh: 已上传循环利用照片

# take_more_photo_button_label
source: Take more pictures
bg: Направи още снимки
ca: Feu més fotos
cs: Vyfotit další obrázky
da: Tag flere billeder
de: Weitere Fotos aufnehmen
es: Haz más fotos
fi: Ota lisää kuvia
fr: Prendre plus de photos
id: Ambil lebih banyak foto
it: Scatta più foto
nl: Maak meer foto's
pt: Tirar mais fotografias
uk: Зробити більше фото
vi: Chụp thêm ảnh

# other_photo_uploaded
source: Miscellaneous photo uploaded
ar: تم تحميل صور متنوعة
be: Розныя фота запампаваны
bg: Качена е различна снимка
ca: S'ha penjat una altra foto
cs: Různé fotografie nahrány
da: Div. foto uploadet
de: Sonstiges Foto hochgeladen
el: Η φωτογραφίας στην κατηγορία διάφορες μεταφορτώθηκε
es: Imagen miscelánea subida
fi: Sekalainen kuva ladattu
fr: Photo annexe téléversée
he: תמונה אחרת נשלחה
id: Berbagai foto telah diunggah
it: Foto varie caricate
ja: その他の画像がアップロードされました
ko: 기타 사진을 올렸습니다
lt: Įkelta įvairi nuotrauka
nl: Diverse foto's geüpload
pl: Inne zdjęcie przesłane
pt: Fotografia diversa enviada
ro: Diverse fotografii încărcate
ru: Разное фото загружены
sk: Rôzne fotografie boli nahrané
sl: Razna fotografija je naložena
sq: Fotografi e ndryshme u ngarkua
sv: Övrigt foto uppladdat
tr: Fotoğraf yüklendi
uk: Різні фото завантажено
vi: Ảnh hỗn hợp đã được tải lên
zh: 已上传其他照片

# retake_photo_button_label
source: Retake
ar: الإعادة
bg: Направи отново
ca: Torna a fer
cs: Pořídit znovu
da: Tag igen
de: Erneut aufnehmen
es: Repetir foto
fi: Ota uudelleen
fr: Reprendre
he: לצלם מחדש
id: Ambil ulang
it: Ri-scatta
ja: 撮り直し
ko: 재촬영
nl: Opnieuw
pl: Odzyskaj
pt: Tirar novamente
ro: Refaceți
ru: Переснять
sk: Znova
sl: Ponovi
sv: Ta om
tr: Yeniden çek
uk: Перезняти
vi: Chụp lại
zh: 重拍

source: Selecting photo
ar: تحديد الصورة
be: Выбар фота
bg: Избор на снимката
ca: Selecció de la foto
cs: Výběr fotografie
da: Valg af foto
de: Fotos werden ausgewählt …
el: Επιλογή φωτογραφίας
es: Seleccionando foto
fi: Valitaan kuva
fr: Sélection de la photo
he: בחירת תמונה
id: Memilih foto
it: Selezionando la foto
ja: 画像を選択中です
ko: 사진 선택
lt: Renkantis nuotrauką
nl: Foto selecteren
pl: Wybieranie zdjęcia
pt: Selecionar fotografia
ro: Selectare fotografie
ru: Выберите фотографию
sk: Vybrať fotografiu
sl: Izbiranje fotografije
sq: Duke zgjedhur foton
sv: Väljer foto
tr: Fotoğraf seçiliyor
uk: Вибрати фото
vi: Chọn ảnh
zh: 正在选择照片
