Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# contact_form_body_ios
source: OS: iOS ({version}) Model: {model} Localized model: {localizedModel}
be: АС: iOS ({version}) Мадэль: {model} Лакалізаваная мадэль: {localizedModel}
bg: ОС: iOS ({version}) Модел: {model} Локализиран модел: {localizedModel}
ca: Sistema operatiu: iOS ({version}) Model: {model} Model localitzat: {localizedModel}
cs: OS: iOS ({version}) Model: {model} Lokalizovaný model: {localizedModel}
da: OS: iOS ({version}) Model: {model} Lokaliseret model: {localizedModel}
de: OS: iOS ({version}) Modell: {model} Lokalisiertes Modell: {localizedModel}
es: SO: iOS ({version}) Modelo: {model} Modelo localizado: {localizedModel}
fi: Käyttöjärjestelmä: iOS ({version}) Malli: {model} Lokalisoitu malli: {localizedModel}
fr: OS : iOS ({version}) Modèle : {model} Modèle localisé : {localizedModel}
he: מערכת הפעלה: iOS ({version}) דגם: {model} דגם מתורגם: {localizedModel}
id: OS: iOS ({version}) Model: {model} Model lokal: {localizedModel}
it: OS: iOS ({version}) Modello: {model} Modello localizzato: {localizedModel}
ja: OS: iOS ({version}) モデル: {model} ローカライズされたモデル: {localizedModel}
ko: 운영체제: iOS ({version}) 모델: {model} 현지화 모델: {localizedModel}
lt: Operacinė sistema: iOS ({version}) Modelis: {model} Lokalizuotas modelis: {localizedModel}
nl: Besturingssysteem: iOS ({version}) Model: {model} Gelokaliseerd model: {localizedModel}
pl: System operacyjny: iOS ({version}) Model: {model} Zlokalizowany model: {localizedModel}
pt: SO: iOS ({version}) Modelo: {model} Modelo localizado: {localizedModel}
ro: OS: iOS ({version}) Model: {model} Model localizat: {localizedModel}
ru: ОС: iOS ({version}) Модель: {model} Локализованная модель: {localizedModel}
tr: İşletim Sistemi: iOS ({version}) Model: {model} Yerelleştirilmiş model: {localizedModel}
uk: ОС: iOS ({version}) Модель: {model} Локалізована модель: {localizedModel}
vi: OS: iOS ({version}) Mẫu: {model} Mẫu bản địa hóa: {localizedModel}
zh: 操作系统： iOS （{version}) 型： {model} 本地化模型： {localizedModel}

# contact_form_body
source: {osContent} App version:{appVersion} App build number:{appBuildNumber} App package name:{appPackageName}
be: {osContent} Версія праграмы:{appVersion} Нумар зборкі праграмы:{appBuildNumber} Назва пакета праграмы:{appPackageName}
bg: {osContent} App версия:{appVersion} App номер на build:{appBuildNumber} App име на пакета:{appPackageName}
ca: {osContent} Versió de l'aplicació:{appVersion} Número de compilació de l'aplicació:{appBuildNumber} Nom del paquet de l'aplicació:{appPackageName}
cs: {osContent} Verze aplikace:{appVersion} Číslo sestavení aplikace:{appBuildNumber} Název balíčku aplikace:{appPackageName}
da: {osContent} App-version:{appVersion} App-buildnummer:{appBuildNumber} App-pakkenavn:{appPackageName}
de: {osContent} App-Version: {appVersion} App-Build-Nummer: {appBuildNumber} App-Paketname: {appPackageName}
el: {osContent} Έκδοση εφαρμογής:{appVersion} Αριθμός έκδοσης εφαρμογής:{appBuildNumber} Όνομα πακέτου εφαρμογής:{appPackageName}
es: {osContent} Versión de la aplicación: {appVersion} Número de compilación de la aplicación: {appBuildNumber} Nombre del paquete de la aplicación: {appPackageName}
fi: {osContent} Sovelluksen versio:{appVersion} Sovelluksen koontiversion numero:{appBuildNumber} Sovelluspaketin nimi:{appPackageName}
fr: {osContent} Version de l'application : {appVersion} Numéro de build de l'application : {appBuildNumber} Nom du package de l'application : {appPackageName}
he: {osContent} גרסת יישומון:{appVersion} מספר בניית יישומון:{appBuildNumber} שם חבילת יישומון:{appPackageName}
id: {osContent} Versi aplikasi:{appVersion} Nomor pembuatan aplikasi:{appBuildNumber} Nama paket aplikasi:{appPackageName}
it: {osContent} Versione app:{appVersion} Numero build app:{appBuildNumber} Nome pacchetto app:{appPackageName}
ja: {osContent} アプリのバージョン：{appVersion} アプリのビルド番号：{appBuildNumber} アプリのパッケージ名：{appPackageName}
ko: {osContent} 앱 버전:{appVersion} 앱 빌드 번호:{appBuildNumber} 앱 패키지 이름:{appPackageName}
lt: {osContent} Programos versija: {appVersion} Programos versijos numeris: {appBuildNumber} Programos paketo pavadinimas: {appPackageName}
nl: {osContent} App versie:{appVersion} App build nummer:{appBuildNumber} App package naam:{appPackageName}
pl: {osContent} Wersja aplikacji:{appVersion} Numer kompilacji aplikacji:{appBuildNumber} Nazwa pakietu aplikacji:{appPackageName}
pt: {osContent} Versão da aplicação: {appVersion} Número de compilação da aplicação: {appBuildNumber} Nome do pacote da aplicação: {appPackageName}
ro: {osContent} Versiunea aplicației:{appVersion} Numărul versiunii aplicației:{appBuildNumber} Numele pachetului aplicației:{appPackageName}
ru: {osContent} Версия приложения:{appVersion} Номер сборки приложения:{appBuildNumber} Имя пакета приложения:{appPackageName}
tr: {osContent} Uygulama sürümü:{appVersion} Uygulama yapı numarası:{appBuildNumber} Uygulama paketi adı:{appPackageName}
uk: {osContent} Версія додатку:{appVersion} Партія збірки додатку:{appBuildNumber} Партія пакету:{appPackageName}
vi: {osContent} Phiên bản ứng dụng:{appVersion} Bản dựng ứng dụng số:{appBuildNumber} Tên gói ứng dụng:{appPackageName}
zh: {osContent} 应用版本：{appVersion} 应用内部版本号：{appBuildNumber} 应用包名称：{appPackageName}

# authorize_button_label
source: Authorise
ar: Authorize
be: Аўтарызаваць
bg: Разреши
ca: Autoritza
cs: Autorizovat
de: Autorisieren
el: Εξουσιοδότηση
es: Autorizar
fi: Valtuuta
fr: Autoriser
he: אישור
id: Mengizinkan
it: Autorizza
ja: 許可する
ko: 허가
lt: Leisti
nl: Autoriseren
pl: Autoryzuj
pt: Autorizar
ro: Autorizează
ru: Авторизация
sl: Pooblasti
sq: Authorize
sv: Auktorisera
tr: Yetkilendirme
uk: Авторизувати
vi: Cho phép
zh: 授权

# refuse_button_label
source: Refuse
be: Адмовіцца
bg: Отказ
ca: Denega
cs: Odmítnout
da: Afvis
de: Ablehnen
el: Απόρριψη
es: Rechazar
fi: Hylkää
fr: Refuser
he: סירוב
id: Tolak
it: Rifiuta
ja: 拒否する
ko: 거절
lt: Atsisakyti
nl: Weigeren
pl: Odrzuć
pt: Recusar
ro: Refuzați
ru: Отклонить
sl: Zavrni
sv: Neka
tr: Reddet
uk: Відмовитися
vi: Từ chối
zh: 拒绝

# ask_me_later_button_label
source: Later
be: Пазней
bg: По-късно
ca: Més tard
cs: Později
da: Senere
de: Später
es: Más adelante
fi: Myöhemmin
fr: Plus tard
he: אחר כך
id: Nanti
it: In seguito
ja: 後で
ko: 다음에
lt: Vėliau
pl: Później
pt: Lembrar-me depois
ro: Mai târziu
ru: Позже
tr: Daha sonra
uk: Потім
vi: Để sau
zh: 稍后

source: Are you sure?
bg: Сигурен ли си?
ca: N'esteu segur?
cs: Jste si jisti?
da: Sikker?
de: Sind Sie sicher?
es: ¿De verdad?
fi: Oletko varma?
fr: Êtes-vous sûr ?
he: להמשיך?
id: Apakah Anda yakin?
it: Sei sicuro?
ja: よろしいですか？
lt: Ar tikrai?
nl: Weet je het zeker?
pl: Czy na pewno?
pt: Tem a certeza?
ro: Sunteți sigur?
tr: Emin misiniz?
uk: Ви впевнені?
vi: Bạn chắc chứ?
zh: 确定吗？

# knowledge_panel_text_source
source: Go further on {sourceName}
ar: تعرف أكثر عبر {source_name}
be: Перайсці далей на {source_name}
bg: Научи повече на {sourceName}
ca: Aneu més enllà del {sourceName}
cs: Přejít dále na {sourceName}
da: Fortsæt på {sourceName}
de: Weiter zu {sourceName}
el: Προχωρήστε περαιτέρω στο {source_name}
es: Obtener más información en {sourceName}
fi: Eteenpäin {sourceName}
fr: En savoir plus sur {sourceName}
he: להמשיך ב־{sourceName}
id: Selanjutnya pada {sourceName}
it: Prosegui su {sourceName}
ja: {sourceName} に進む
ko: {source_name}에서 더 알아보기
lt: Tęsti toliau {sourceName}
nl: Ga verder op {sourceName}
pl: Dowiedz się więcej na {sourceName}
pt: Mais informação em {sourceName}
ro: Mergi mai departe pe {sourceName}
sl: Pojdi naprej na {source_name}
sv: Gå vidare på {source_name}
tr: {sourceName} Daha ileri git
uk: Продовжити на {sourceName}
vi: Nhiều hơn trên {sourceName}
zh: 继续了解 {sourceName}

# onboarding_home_welcome_text1
source: Welcome !
da: Velkommen!
de: Willkommen!
fr: Bienvenue !
it: Benvenuto !
nl: Welkom !
uk: Ласкаво просимо!

# onboarding_home_welcome_text2
source: The app that helps you choose food that is good for **you** and the **planet**!
da: Appen, der hjælper dig med at vælge mad, der er godt for **dig** og **planeten**!
de: Die App, die Ihnen hilft, Lebensmittel auszuwählen, die gut für **Sie** und den **Planeten** sind!
fr: L'application qui vous aide à choisir de la nourriture qui est bonne pour **vous** et la **planète** !
it: L'app che ti aiuta a scegliere il cibo che fa bene a **te** e al **pianeta**!
nl: De app die je helpt bij het kiezen van voedsel dat goed is voor **jou** en de **planeet**!
uk: Додаток, який допоможе вам вибрати їжу, яка корисна для **вас** і **планети**!

# onboarding_continue_button
source: Continue
bg: Продължи
ca: Continuar
cs: Pokračovat
da: Fortsæt
de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
id: Selanjutnya
it: Continua
nl: Doorgaan
pt: Continuar
uk: Продовжити
vi: Tiếp tục

# onboarding_welcome_loading_dialog_title
source: Loading your first example product
be: Загружаецца ваш першы прыклад прадукту
bg: Зареждане на първия ти примерен продукт
ca: S'està carregant el vostre primer exemple de producte
cs: Načítám váš první příklad produktu
da: Indlæser første eksempelprodukt
de: Ihr erstes Beispielprodukt wird geladen
el: Φόρτωση του πρώτου παραδείγματος προϊόντος σας
es: Cargando tu primer producto de ejemplo
fi: Ladataan ensimmäistä esimerkkituotettasi
fr: Chargement de votre premier exemple de produit
he: מוצר ההדגמה הראשוני שלך נטען
id: Memuat produk contoh pertama Anda
it: Caricamento del tuo primo prodotto d'esempio
ja: 最初の見本となる製品を読み込んでいます
ko: 첫 예시 상품 불러오는 중
lt: Įkeliamas jūsų pirmasis produkto pavyzdys
nl: Uw eerste voorbeeldproduct wordt geladen
pl: Ładowanie pierwszego przykładowego produktu
pt: A carregar o seu primeiro exemplo de produto
ro: Se încarcă primul exemplu de produs
ru: Загрузка вашего первого примера продукта
sl: Nalaganje prvega primera izdelka
sv: Laddar din första exempelprodukt
tr: İlk örnek ürününüz yükleniyor
uk: Завантаження вашого першого прикладу продукту
vi: Đang tải lên sản phẩm mẫu đầu tiên của bạn
zh: 正在加载您的第一个产品

# onboarding_welcome_loading_error
source: Seems like there is no example product in your language
be: Здаецца, на вашай мове няма прыкладу прадукту
bg: Изглежда, че няма примерен продукт на твоя език
ca: Sembla que no hi ha cap producte d'exemple en el vostre idioma
cs: Zdá se, že ve vašem jazyce neexistuje žádný příklad produktu
da: Der lader ikke til at være noget eksempelprodukt på dette sprog
de: Es scheint, als gäbe es kein Beispielprodukt in Ihrer Sprache
el: Φαίνεται σαν να μην υπάρχει προϊόν για παράδειγμα στη γλώσσα σας
es: Parece que no hay ningún producto de ejemplo en tu idioma
fi: Kielelläsi ei ole esimerkkituotteita
fr: Il semble qu'il n'y ait pas de produit d'exemple dans votre langue
he: כנראה שאין מוצר לדוגמה בשפה שלך
id: Sepertinya tidak ada contoh produk dalam bahasa anda
it: Sembra che non ci siano prodotti di esempio nella tua lingua
ja: あなたの言語では、見本となる製品がないようです
ko: 귀하의 언어로 된 예시 제품이 없는 것 같습니다.
lt: Panašu, kad jūsų kalba nėra produkto pavyzdžio
nl: Het lijkt erop dat er geen voorbeeldproduct is in uw taal
pl: Wygląda na to, że nie ma przykładowego produktu w Twoim języku
pt: Parece que não há nenhum exemplo de produto no seu idioma
ro: Se pare că nu există un produs exemplu în limba dvs
ru: Похоже, что на вашем языке нет примера продукта
tr: Dilinizde örnek ürün yok gibi görünüyor
uk: Здається, немає прикладу продукту вашою мовою
vi: Có vẻ không có sản phẩm mẫu nào bằng ngôn ngữ của bạn
zh: 好像没有您的语言的示例产品

# product_list_your_ranking
source: Your ranking
ar: ترتيبك هو
be: Ваш рэйтынг
bg: Твоето класиране
ca: La teva classificació
cs: Vaše hodnocení
da: Din rangering
de: Ihr Ranking
el: Η κατάταξή σας
es: Tu clasificación
fi: Sijoituksesi
fr: Votre classement
he: הדירוג שלך
id: Peringkat Anda
it: La tua posizione
ja: あなたのランキング
ko: 내 순위
lt: Jūsų reitingas
nl: Jouw ranking
pl: Twój ranking
pt: A sua classificação
ro: Clasamentul tău
ru: Ваш рейтинг
sl: Vaša razvrstitev
sv: Din placering är
tr: Sıralamanız
uk: Ваш рейтинг
vi: Xếp hạng của bạn
zh: 您的排名

# product_list_empty_icon_desc
source: History not available
ar: السجل غير متوفر
be: Гісторыя не даступна
bg: Историята не е налична
ca: Historial no disponible
cs: Historie není k dispozici
da: Historik utilgængelig
de: Verlauf nicht verfügbar
el: Μη διαθέσιμο ιστορικό
es: Historial no disponible
fi: Ei historiaa saatavilla
fr: Historique non disponible
he: ההיסטוריה לא זמינה
id: Riwayat tidak tersedia
it: Cronologia non disponibile
ja: 履歴がありません
ko: 내역 없음
lt: Istorija nepasiekiama
nl: Geschiedenis niet beschikbaar
pl: Historia niedostępna
pt: Histórico indisponível
ro: Istoricul nu este disponibil
ru: История недоступна
sl: Zgodovina ni na voljo
sv: Historik inte tillgänglig
tr: Geçmiş kullanılamıyor
uk: Історія недоступна
vi: Lịch sử không có sẵn
zh: 无历史记录

# product_list_empty_title
source: Start scanning
ar: بدء المسح الضوئي!
be: Пачніце сканаванне!
bg: Започни да сканираш
ca: Comenceu a escanejar
cs: Začít skenovat
da: Start skanningen
de: Scannen starten
el: Ξεκινήστε τη σάρωση!
es: Empieza a escanear
fi: Aloita skannaaminen
fr: Lancez le scan
he: התחלה בסריקה
id: Mulai memindai
it: Inizia a scansionare
ja: スキャン開始
ko: 스캔을 시작해보세요!
lt: Pradėti nuskaitymą
nl: Begin met scannen
pl: Rozpocznij skanowanie
pt: Iniciar a digitalização
ro: Începeți scanarea
sl: Začnite skenirati!
tr: Taramayı başlat
uk: Почати сканування
vi: Bắt đầu quét
zh: 开始扫描

# product_list_empty_message
source: Scanned products will appear here and you can check detailed information about them
ar: ستظهر المنتجات الممسوحة ضوئيًا هنا ويمكنك التحقق من المعلومات التفصيلية عنها
be: Тут будуць з'яўляцца адсканаваныя прадукты, і вы зможаце правяраць дэталізаваную інфармацыю пра іх
bg: Тук ще се появят сканираните продукти и можеш да провериш подробна информация за тях
ca: Els productes escanejats apareixeran aquí i podeu consultar informació detallada sobre ells
cs: Zde se zobrazí naskenované produkty a můžete si o nich zkontrolovat podrobné informace
da: Indskannede produkter vises her, hvor deres detaljerede oplysninger kan tjekkes
de: Die gescannten Produkte werden hier angezeigt und Sie können detaillierte Informationen über sie abrufen
el: Τα σαρωμένα προϊόντα θα εμφανιστούν εδώ και μπορείτε να ελέγξετε αναλυτικές πληροφορίες γι 'αυτά
es: Los productos escaneados aparecerán aquí y podrás consultar la información detallada sobre ellos
fi: Skannatut tuotteet ilmestyvät tänne ja voit katsoa niistä lisätietoja täällä
fr: Les produits scannés apparaîtront ici et vous pourrez vérifier leurs informations détaillées
he: המוצרים הנסרקים מופיעים כאן וניתן לצפות בפירוט עליהם
id: Produk yang dipindai akan muncuk di sini dan Anda bisa memeriksa informasi terperinci produk tersebut
it: I prodotti scansionati appariranno qui e potrai controllare le informazioni dettagliate su di essi
ja: スキャンした製品がここに表示され、それらの詳細情報を確認できます
ko: 스캔한 상품이 여기에 표시되며 해당 상품에 대한 자세한 정보를 확인할 수 있습니다
lt: Čia bus rodomi jūsų nuskaityti produktai ir galėsite peržiūrėti išsamią informaciją apie juos
nl: Gescande producten verschijnen hier en u kunt gedetailleerde informatie over hen bekijken
pl: Zeskanowane produkty pojawią się tutaj i możesz sprawdzić szczegółowe informacje na ich temat
pt: Os produtos digitalizados aparecerão aqui e poderá ver informações detalhadas sobre eles
ro: Produsele scanate vor apărea aici și puteți verifica informații detaliate despre ele
ru: Отсканированные продукты появятся здесь, и вы сможете просмотреть подробную информацию о них
sl: Skenirani izdelki se bodo prikazali tukaj. Na voljo bodo podrobne informacije
tr: Taranan ürünler burada görünecektir. Onlar hakkında detaylı bilgileri kontrol edebilirsiniz
uk: Тут з’являться скановані продукти, і ви зможете переглянути детальну інформацію про них
vi: Các sản phẩm bạn quét sẽ xuất hiện ở đây và bạn có thể kiểm tra thông tin chi tiết về chúng
zh: 扫描的产品会出现在这里，您可以查看详细信息。

# product_list_reloading_in_progress_multiple
source: Refreshing {count,plural, =0{product} =1{product} other{products}} in your history
be: Абнаўленне {count,plural, one {} few {прадуктаў} many {прадуктаў} =0{прадуктаў} =1{прадукту} other{прадукту}} для вашай гісторыі
bg: Обновяване на {count,plural, =0{продукт} =1{продукт} other{продукти}} в твоята история
ca: Refrescant {count,plural, =0{cap producte} =1{un producte} other{els productes}} en el teu historial
cs: Obnovuji {count,plural, few {produkty} many {produktů} =0{produkt} =1{produkt} other{produkty}} v historii
da: Opfrisker {count,plural, =0{produkt} =1{produkt} other{produkter}} i historikken
de: {count,plural, =0{Produkt} =1{Produkt} other{Produkte}} in Ihrem Verlauf wird/werden aktualisiert
el: Ανανέωση {count,plural, one {} =0{προϊόν} =1{προϊόν} other{προϊόντα}} στο ιστορικό σας
es: Actualizando {count,plural, =0{0 productos} =1{un producto} other{varios productos}} de tu historial
fi: Päivitetään {count,plural, =0{tuotetta} =1{tuotetta} other{tuotteita}} historiassasi
fr: Actualisation de {count,plural, =0{produits} =1{produit} other{produits}} dans votre historique
he: {count,plural, two {מוצרים מתרעננים} many {מוצרים מתרעננים} =0{מוצרים מתרענים} =1{מוצר מתרענן} other{מוצרים מתרעננים}} בהיסטוריה שלך
id: Menyegarkan {count,plural, =0{produk} =1{produk} other{produk}} dalam riwayat anda
it: Aggiornando {count,plural, =0{prodotto} =1{prodotto} other{prodotti}} nella tua cronologia
ja: 更新中 {count,plural, =0{商品} =1{商品} other{商品}}
ko: 기록 내 {count,plural, other{상품}}을 새로고침하는 중입니다
nl: Verversen van {count,plural, =0{product} =1{product} other{producten}} in jouw geschiedens
pl: Trwa odświeżanie {count,plural, =0{produktów} =1{produktu} other{produktów}} w twojej historii
pt: A atualizar {count,plural, =0{produto} =1{produto} other{produtos}} no seu histórico
ro: Reîmprospătare {count,plural, few {produse}=0{produs} =1{produs} other{produse}} în istoric
sl: Refreshing {count,plural, one {} =0{product} =1{product} other{products}} in your history
sv: Refreshing {count,plural, one {} =0{product} =1{product} other{products}} in your history
tr: Tazeleme {count,plural, =0{ürün} =1{ürün} other{ürünler}} geçmişinizde
uk: Оновлення {count,plural, =0{продукту} =1{продукту} other{продуктів}} у вашій історії
vi: Làm mới {count,plural, =0{sản phẩm} =1{sản phẩm} other{sản phẩm}} trong lịch sử của bạn
zh: 重新加载在你历史记录中的{count,plural, =0{产品} =1{产品} other{产品}}

# product_list_reloading_success_multiple
source: {count,plural, =0{Product} =1{Product} other{Products}} refresh complete
be: Абнаўленне {count,plural, one {} few {прадуктаў} many {прадуктаў} =0{прадукту} =1{прадукту} other{прадукты}} завершана
ca: Refrescament acabat {count,plural, =0{pel producte} =1{pel producte} other{pels productes}}
cs: Aktualizace {count,plural, few {produktů} many {produktů}=0{produktů} =1{produktu} other{Products}} dokončena
da: {count,plural, =0{Produkt} =1{produktopfriskning} other{produktopfriskninger}} udført
de: {count,plural, =0{Produkt} =1{Produkt} other{Produkte}} vollständig aktualisieren
el: {count,plural, one {} =0{Προϊόν} =1{Προϊόν} other{Προϊόντα}} ολοκληρώθηκε η ανανέωση
es: Actualización completa de {count,plural, =0{0 productos} =1{un producto} other{varios productos}}.
fi: {count,plural, =0{Tuotteen} =1{Tuotteen} other{Tuotteiden}} päivitys onnistui
fr: Rafraîchissement de {count,plural, =0{produit} =1{produit} other{produits}} terminé
he: רענון ה{count,plural, two {מוצרים} many {מוצרים} =0{מוצר} =1{מוצר} other{מוצרים}} הושלם
id: Pembaruan {count,plural, =0{Produk} =1{Produk} other{Produk}} selesai
it: Aggiornamento di {count,plural, =0{Prodotto} =1{Prodotto} other{Prodotti}} completato
ja: {count,plural, =0{製品} =1{製品} other{製品}} 更新完了
ko: {count,plural, other{상품}} 새로고침 완료
nl: {count,plural, one {}=0{Product} =1{Product} other{Producten}} vernieuwen voltooid
pl: Odświeżanie {count,plural, =0{produktów} =1{produktu} other{produktów}} skończone
pt: Atualização de {count,plural, =0{produto} =1{produto} other{produtos}} terminada
ro: {count,plural, few {Produse}=0{Produs} =1{Produs} other{Produse}} Reîmprospătare completă
sl: {count,plural, one {} =0{Product} =1{Product} other{Products}} refresh complete
sv: {count,plural, one {} =0{Product} =1{Product} other{Products}} refresh complete
tr: {count,plural, =0{Ürün} =1{Ürün} other{Ürünler}} yenileme tamamlandı
uk: {count,plural, =0{продкту} =1{продукт} other{продукти}} завершило оновлення
vi: {count,plural, =0{Sản phẩm} =1{Sản phẩm} other{sản phẩm}} làm mới hoàn thành
zh: {count,plural, =0{产品} =1{产品} other{产品}}重新加载完成

# loading_dialog_default_title
source: Downloading data
ar: تحميل البيانات
be: Спампоўванне даных
bg: Изтегляне на данни
ca: Descàrregant les dades
cs: Stahování dat
da: Downloader data
de: Daten werden heruntergeladen
el: Λήψη δεδομένων
es: Descargando datos
fi: Ladataan tietoja
fr: Téléchargement des données
he: הנתונים מתקבלים
id: Mengunduh data
it: Scaricamento dati
ja: データをダウンロード中
ko: 데이터 다운로드 중
lt: Atsisiunčiami duomenys
nl: Gegevens worden gedownload...
pl: Pobieranie danych
pt: A descarregar os dados
ro: Descărcare date
ru: Загрузка данных
sl: Nalaganje podatkov
sv: Laddar ner data
tr: Veri indiriliyor
uk: Завантаження даних
vi: Đang tải xuống dữ liệu
zh: 正在下载数据

# loading_dialog_default_error_message
source: Could not download data
ar: تعذر تحميل البيانات
be: Не ўдалося спампаваць даныя
bg: Данните не можаха да се изтеглят
ca: No s'han pogut baixar les dades
cs: Nelze stáhnout data
da: Data kunne ikke downloades
de: Daten konnten nicht heruntergeladen werden
el: Δεν ήταν δυνατή η λήψη δεδομένων
es: No se han podido descargar los datos
fi: Ei voitu ladata tietoja
fr: Impossible de télécharger les données
he: לא ניתן להוריד נתונים
id: Tidak bisa mengunduh data
it: Impossibile scaricare i dati
ja: データをダウンロードできませんでした
ko: 데이터를 다운로드할 수 없음
lt: Nepavyko atsisiųsti duomenų
nl: Kan gegevens niet downloaden
pl: Nie udało się pobrać danych
pt: Não foi possível descarregar os dados
ro: Datele nu au putut fi descărcate
ru: Не удалось загрузить данные
sl: Datoteke ni bilo mogoče prenesti
sv: Kunde inte ladda ner data
tr: Veri indirilemedi
uk: Не вдалося завантажити дані
vi: Không thể tải dữ liệu
zh: 无法下载数据

# account_delete
source: Delete account
ar: حذف الحساب
be: Выдаліць уліковы запіс
bg: Изтриване на акаунт
ca: Elimina el compte
cs: Smazat účet
da: Slet konto
de: Konto löschen
el: Διαγραφή λογαριασμού
es: Eliminar cuenta
fi: Poista tunnus
fr: Supprimer le compte
he: מחיקת חשבון
id: Hapus akun
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
lt: Ištrinti paskyrą
nl: Account verwijderen
pl: Usuń konto
pt: Eliminar a conta
ro: Ștergere cont
ru: Удалить учётную запись
sl: Izbrišite račun
sv: Radera konto
tr: Hesabımı sil
uk: Видалити обліковий запис
vi: Xoá tài khoản
zh: 删除账号

# account_deletion_subject
source: Delete my account
be: Выдаліць мой уліковы запіс
bg: Изтриване на моят профил
ca: Suprimeix el meu compte
cs: Odstranit můj účet
da: Slet min konto
de: Mein Benutzerkonto löschen
es: Eliminar mi cuenta
fi: Poista tunnus
fr: Supprimer mon compte
he: מחיקת החשבון שלי
id: Hapus akun saya
it: Elimina il mio profilo
ja: アカウントの削除
ko: 계정 삭제하기
lt: Naikinti mano paskyrą
nl: Verwijder mijn account
pl: Usuń moje konto
pt: Eliminar a minha conta
ro: Șterge contul meu
ru: Удалить мой аккаунт
tr: Hesabımı sil
uk: Видалити мій обліковий запис
zh: 注销 删除账号

# user_profile
source: Account
be: Уліковы запіс
bg: Профил
ca: Compte
cs: Účet
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
fi: Tili
fr: Compte
he: חשבון
id: Akun
it: Profilo
ja: アカウント
ko: 계정
lt: Paskyra
pl: Konto
pt: Conta
ro: Cont
ru: Учётная запись
sl: Račun
tr: Hesap
uk: Обліковий запис
vi: Tài khoản
zh: 账户
