Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# contribute_translate_text_2
source: Translations is one of the key tasks of the project
ar: الترجمات هي إحدى المهام الرئيسية للمشروع
be: Пераклады — адна з ключавых задач праекта
bg: Преводите са една от ключовите задачи на проекта
ca: Les traduccions són una de les tasques clau del projecte
cs: Překlady jsou jedním z klíčových úkolů projektu
da: Oversættelser er en af projektets nøgleopgaver
de: Übersetzungen sind eine der Hauptaufgaben des Projekts
el: Οι μεταφράσεις είναι ένα από τα βασικά καθήκοντα του project
es: La traducción es una de las tareas clave del proyecto.
fi: Käännökset on yksi hankkeen keskeisistä tehtävistä
fr: Les traductions sont l'une des tâches clés du projet
he: תרגומים הם אחת ממשימות המפתח של המיזם
hu: A fordítás a projekt egyik legfontosabb feladatai közé tartozik
id: Penerjemahan adalah salah satu tugas utama dari proyek ini
it: Le traduzioni sono tra i compiti chiave del progetto
ja: 翻訳はプロジェクトの重要なタスクの1つです
ko: 번역은 프로젝트의 핵심 작업 중 하나입니다
lt: Vertimai yra viena iš pagrindinių projekto užduočių
nl: Vertalingen zijn een van de belangrijkste taken van het project
pl: Tłumaczenia są jednym z kluczowych zadań projektu
pt: A tradução é uma das principais tarefas do projeto
ro: Traducerile sunt una dintre sarcinile cheie ale proiectului
ru: Переводы — одна из ключевых задач проекта
sk: Preklady sú jednou z kľúčových úloh projektu
sl: Prevodi so ena ključnih nalog projekta
sq: Perkthimet jane nje nga detyrat kyce te projektit.
sv: Översättningar är ett av projektets viktigaste uppgifter
tr: Çeviriler, projenin temel görevlerinden biridir
uk: Переклади - одне з ключових завдань проекту
vi: Phiên dịch là một trong những nhiệm vụ trọng tâm của dự án
zh: 翻译是项目的关键任务之一

# contribute_join_skill_pool
source: Contribute your skills to Open Food Facts. Join the skill pool!
cs: Přispějte svými dovednostmi do Open Food Facts. Připojte se k fondu dovedností!
de: Tragen Sie mit Ihren Fähigkeiten zu Open Food Facts bei. Treten Sie dem Kompetenzpool bei!
es: Colabora con tus habilidades en Open Food Facts. ¡Únete al Grupo de Habilidades!
fi: Edistä taitojasi Open Food Factsissa. Liity osaamispooliin!
fr: Contribuez à Open Food Facts. Rejoignez la réserve de compétences !
he: מזמינים אותך לתרום את הכישורים שלך ל־Open Food Facts. מאגר הכשרונות מחכה רק לך!
id: Kontribusikanlah keterampilan Anda pada Open Food Facts. Bergabunglah ke kumpulan keterampilan!
it: Contribuisci con le tue abilità a Open Food Facts. Unisciti al pool di abilità!
ja: スキルをオープンフードファクトに貢献しましょう。スキルプールに参加しましょう！
lt: Papildykite savo įgūdžiais „Open Food Facts“. Prisijunkite prie bendraautorių bazės!
nl: Draag uw vaardigheden bij aan Open Food Facts. Sluit je aan bij de vaardighedenpool!
pt: Contribua com as suas competências para o Open Food Facts. Junte-se ao conjunto de competências!
ro: Contribuiți cu abilitățile la Open Food Facts. Alăturați-vă grupului de abilități!
sk: Prispejte svojimi schopnosťami do Open Food Facts. Pripojte sa k fondu zručností!
tr: Open Food Facts'e becerilerinizle katkıda bulunun. Beceri havuzuna katılın!
uk: Долучайте свої навички до Open Food Facts. Приєднуйтесь до групи навичок!

# contribute_share_header
source: Share Open Food Facts with your friends
cs: Sdílejte Open Food Facts se svými přáteli
de: Teilen Sie Open Food Facts mit Ihren Freunden
es: Comparte Open Food Facts con tus amigos
fi: Jaa Open Food Facts ystäviesi kanssa
fr: Partagez Open Food Facts avec vos amis
he: שיתוף Open Food Facts עם חברים
id: Bagikan OpenFoodFacts dengan teman-teman anda
it: Condividi Open Food Facts con i tuoi amici
ko: Open Food Facts를 친구들과 공유하세요
nl: Deel Open Food Facts met je vrienden
pt: Partilhe o Open Food Facts com os amigos
ro: Distribuie Open Food Facts prietenilor tăi
ru: Поделитесь Open Food Facts с друзьями
sk: Zdieľajte Open Food Facts so svojimi priateľmi
tr: Open Food Facts'ı arkadaşlarınızla paylaşın
uk: Діліться Open Food Facts зі своїми друзями

# contribute_share_content
source: I wanted to let you know about the app I've been using, Open Food Facts, which allows you to get the health and environmental impacts of your food, in a personalized way. It works by scanning the barcodes on the packaging. Finally it's free, does not require registration, and you can even help increase the number of products decyphered. Here's the link to get it for your phone: https://openfoodfacts.app
be: Я хачу паведаміць вам аб праграме Open Food Facts, якая дазваляе персаналізавана ацэньваць уздзеянне прадуктаў харчавання на здароўе і навакольнае асяроддзе. Яна працуе шляхам сканавання штрых-кодаў на ўпакоўцы. Гэта праграма ёсць бясплатнай, не патрабуе рэгістрацыі і праз яе вы нават можаце дапамагчы павялічыць колькасць дэшыфраваных прадуктаў. Вось спасылка, па якой вы можаце атрымаць праграму на свой тэлефон: https://openfoodfacts.app
cs: Chtěl jsem vám dát vědět o aplikaci, kterou používám, Open Food Facts, která vám umožňuje personalizovaným způsobem získat informace o dopadech vašeho jídla na zdraví a životní prostředí. Funguje naskenováním čárových kódů na obalu. Konečně je to zdarma, nevyžaduje registraci a dokonce můžete pomoci zvýšit počet dešifrovaných produktů. Zde je odkaz, jak jej získat pro váš telefon: https://openfoodfacts.app
de: Ich möchte Ihnen die App Open Food Facts vorstellen, mit der Sie die Gesundheits- und Umweltauswirkungen Ihrer Lebensmittel auf personalisierte Weise ermitteln können. Es funktioniert durch das Einlesen der Barcodes auf den Verpackungen. Es ist kostenlos, erfordert keine Registrierung und Sie können sogar dazu beitragen, die Zahl der entschlüsselten Produkte zu erhöhen. Hier ist der Link, über den Sie die Software für Ihr Handy erhalten: https://openfoodfacts.app
es: Me gustaría enseñaros una aplicación que he estado utilizando, Open Food Facts, la cual permite conocer el impacto sobre la salud y el medioambiente de los alimentos que consumimos de una manera personalizada. Funciona escaneado los códigos de barra de los envases de los productos. Además de ser gratuita y de no necesitar registro, podréis colaborar y añadir productos a la base de datos. Aquí os dejo el enlace por si queréis descargarla en vuestro móvil: https://openfoodfacts.app
fi: Halusin kertoa sinulle käyttämästäni Open Food Facts -sovelluksesta, jonka avulla saat henkilökohtaisesti selville ruokasi terveys- ja ympäristövaikutukset. Se toimii skannaamalla pakkauksessa olevat viivakoodit. Lopuksi se on ilmainen, ei vaadi rekisteröintiä, ja voit jopa auttaa lisäämään purettujen tuotteiden määrää. Tässä linkki, josta saat sen puhelimeesi: https://openfoodfacts.app
fr: Je voulais te signaler l'app que j'utilise, Open Food Facts, qui te permet de voir l'impact de ton alimentation sur la santé et l'environnement, de manière personnalisée. Elle fonctionne en scannant les codes barres des emballages. Et en plus c'est gratuit, sans inscription obligatoire, et tu peux même aider à augmenter le nombre de produits décryptés. Voilà le lien pour la télécharger: https://openfoodfacts.app
he: רציתי לספר לך על יישומון שמותקן אצלי. Open Food Facts, שמאפשר לקבל את ההשפעות הבריאותיות והסביבתיות של המזון שלך, בדרך מותאמת אישית. הוא עובד עם סריקת ברקודים על האריזה. בסופו של דבר זה בחינם ולא נדרשת הרשמה ואפשר גם לסייע להגדיר את מספר המוצרים המפוענחים. הנה הקישור להורדה והתקנה בטלפון: https://openfoodfacts.app
id: Saya ingin memberi tahu kamu tentang aplikasi yang saya gunakan, OpenFoodFacts, yang memungkinkan kamu untuk mengetahui dampak kesehatan dan lingkungan dari makananmu, secara personal. Aplikasi ini bekerja dengan memindai barcode pada kemasan. Aplikasi ini gratis, tidak perlu pendaftaran, dan kamu bahkan bisa membantu menambah jumlah produk yang diuraikan. Ini tautan untuk mendapatkannya di hpmu: https://openfoodfacts.app
it: Volevo farti conoscere l'app che sto utilizzando, Open Food Facts, che ti consente di ottenere la salute e gli impatti ambientali dei tuo alimenti, in un modo personalizzato. Funziona scansionando i codici a barre sull'imballaggio. Infine, è gratuita, non richiede la registrazione e puoi persino aiutare a incrementare il numero di prodotti decifratii. Ecco il link per scaricarla sul tuo telefono: https://openfoodfacts.app
ko: 제가 사용하고 있는 앱인 Open Food Facts에 대해 알려드리고 싶었습니다. 음식이 건강과 환경에 미치는 영향을 개인화된 방식으로 얻을 수 있습니다. 포장의 바코드를 스캔하여 작동합니다. 마지막으로 무료이며 등록이 필요하지 않으며 해독되는 제품의 수를 늘리는 데 도움을 줄 수도 있습니다. 휴대폰용으로 다운로드할 수 있는 링크는 다음과 같습니다. https://openfoodfacts.app
nl: Ik wil je laten weten dat ik de app Open Food Facts gebruik, waarmee je op een gepersonaliseerde manier de gezondheids- en milieueffecten van je eten kunt zien. Het werkt door de barcodes op de verpakking te scannen. Het is gratis, vereist geen registratie en je kunt zelfs helpen het aantal ontcijferde producten te vergroten. Download de app voor jouw telefoon via deze link: https://openfoodfacts.app
pt: Queria dar-te a conhecer a aplicação que tenho utilizado, o Open Food Facts, que permite conhecer os impactos dos alimentos na saúde e no ambiente, de forma personalizada. Funciona através da leitura dos códigos de barras das embalagens. É gratuita, não requer registo e pode até ajudar a aumentar o número de produtos decifrados. Aqui está o link para a obter: https://openfoodfacts.app
ro: Am vrut să vă anunț despre aplicația pe care am folosit-o, Open Food Facts, care vă permite să obțineți impactul asupra sănătății și asupra mediului al alimentelor dvs., într-un mod personalizat. Funcționează prin scanarea codurilor de bare de pe ambalaj. În sfârșit, este gratuit, nu necesită înregistrare și poți chiar contribui la creșterea numărului de produse descifrate. Iată linkul pentru a-l obține pentru telefonul tău: https://openfoodfacts.app
ru: Я хотел сообщить вам о приложении Open Food Facts, которое я использую, которое позволяет вам персонализировать информацию о воздействии пищи на здоровье и окружающую среду. Он работает путем сканирования штрих-кодов на упаковке. Наконец-то это бесплатно, не требует регистрации, и вы даже можете помочь увеличить количество расшифровываемых продуктов. Вот ссылка, чтобы получить его для вашего телефона: https://openfoodfacts.app
sk: Chcel som vám dať vedieť o aplikácii, ktorú používam, Open Food Facts, ktorá vám umožňuje personalizovaným spôsobom získať informácie o vplyve vášho jedla na zdravie a životné prostredie. Funguje tak, že naskenujete čiarové kódy na obale. Nakoniec je to zadarmo, nevyžaduje registráciu a dokonca môžete pomôcť zvýšiť počet dešifrovaných produktov. Tu je odkaz na jeho získanie pre váš telefón: https://openfoodfacts.app
uk: Я хотів би розповісти вам про додаток, яким я користуюся, Open Food Facts, і який дозволяє вам отримувати інформацію про вплив продуктів харчування на здоров'я та навколишнє середовище в персоналізованому режимі. Він працює шляхом сканування штрих-кодів на упаковці. Зрештою, це безкоштовно, не вимагає реєстрації, і ви навіть можете допомогти збільшити кількість розшифрованих продуктів. Ось посилання, за яким ви можете завантажити його на свій телефон: https://openfoodfacts.app

# tap_to_answer
source: Tap here to answer questions
ar: اضغط هنا للإجابة على الأسئلة
be: Націсніце тут, каб адказаць на пытанні
bg: Натисни тук, за да отговориш на въпроси
ca: Fes clic per respondre preguntes
cs: Klepnutím sem odpovíte na otázky
da: Tryk her for at besvare spørgsmål
de: Tippen Sie hier, um Fragen zu beantworten
el: Πατήστε εδώ για να απαντήσετε σε ερωτήσεις
es: Toca aquí para responder preguntas
fi: Vastaa tästä kysymyksiin
fr: Appuyez ici pour répondre aux questions
he: יש לגעת כאן כדי לענות על שאלות
id: Ketuk di sini untuk menjawab pertanyaan
it: Tocca qui per rispondere a delle domande
ja: 質問に答えるにはここをタップ
ko: 여기를 눌러 질문에 답하세요
lt: Bakstelėkite čia, kad atsakytumėte į klausimus
nl: Tik hier om vragen te beantwoorden
pl: Kliknij tu, żeby odpowiedzieć na pytania
pt: Toque aqui para responder a perguntas
ro: Atingeți aici pentru a răspunde la întrebări
ru: Нажмите здесь, чтобы ответить на несколько вопросов
sk: Klepnutím sem odpovedzte na otázky
sl: Kliknite tukaj, da odgovorite na vprašanja
sq: Trokisni ketu per t'ju pergjigjur pyetjeve.
sv: Tryck här för att svara på frågor
tr: Soruları yanıtlamak için buraya dokunun
uk: Натисніть тут, що відповісти на запитання
vi: Nhấn vào đây để trả lời câu hỏi
zh: 点击此处回答问题

# tap_to_answer_hint
source: Tap here to answer questions about this product
ca: Fes clic aquí per respondre preguntes sobre aquest producte
cs: Klepnutím sem odpovězte na otázky týkající se tohoto produktu
da: Tryk her for at besvare spørgsmål om dette produkt
de: Tippe hier, um Fragen zu diesem Produkt zu beantworten
es: Toca aquí para responder preguntas sobre el producto
fi: Napauta tätä vastataksesi tätä tuotetta koskeviin kysymyksiin
fr: Appuyez ici pour répondre aux questions sur ce produit
he: נא לגעת כאן כדי לענות על שאלות בנוגע למוצר
id: Ketuk di sini untuk menjawab pertanyaan terkait produk
it: Tocca qui per rispondere alle domande su questo prodotto
lt: Paspausk čia, kad atsakytum į klausimus apie šį produktą
nl: Tik hier om vragen over dit product te beantwoorden
pl: Dotknij tutaj, aby odpowiedzieć na pytania dotyczące tego produktu
pt: Toque aqui para responder a perguntas sobre este produto
ro: Atingeți aici pentru a răspunde la întrebări despre acest produs
sk: Klepnutím sem odpoviete na otázky o tomto produkte
tr: Bu ürünle ilgili soruları yanıtlamak için buraya dokunun
uk: Натисніть тут, щоб відповісти на запитання про цей продукт
zh: 点击此处回答有关该产品的问题

# robotoff_questions_loading_hint
source: Please wait while questions about this product are loaded
ca: Si us plau, espereu mentre es carreguen les preguntes sobre aquest producte
cs: Počkejte prosím, než budou otázky k tomuto produktu načteny
da: Afvent indlæsning af spørgsmål om dette produkt
de: Bitte warten Sie, während Fragen zu diesem Produkt geladen werden
es: Por favor, espera mientras se cargan las preguntas sobre este producto.
fi: Odota. Tätä tuotetta koskevia kysymyksiä ladataan
fr: Veuillez patienter pendant le chargement des questions sur ce produit
he: נא להמתין לטעינת השאלות על המוצר
id: Harap tunggu sejenak selagi informasi produk dimuat
it: Per favore attendi durante il caricamento delle domande su questo prodotto
lt: Prašome palaukti, kol klausimai apie įš produktą užsikraus
nl: Een ogenblik geduld terwijl vragen over dit product worden geladen
pl: Poczekaj na załadowanie pytań dotyczących tego produktu
pt: Por favor, aguarde enquanto as perguntas sobre este produto são carregadas
ro: Vă rugăm să așteptați până când întrebările despre acest produs sunt încărcate
sk: Počkajte, kým sa načítajú otázky o tomto produkte
tr: Bu ürünle ilgili sorular yüklenirken lütfen bekleyin
uk: Будь ласка, зачекайте, поки завантажуються питання про цей продукт
zh: 正在加载有关该产品的问题，请稍候

# saving_answer
source: Saving your answer
ar: حفظ إجابتك
be: Захаванне вашага адказу
bg: Запазване на твоят отговор
ca: Desant la vostra resposta
cs: Ukládání odpovědi
da: Gemmer svaret
de: Ihre Antwort wird gespeichert
el: Αποθήκευση της απάντησής σας
es: Guardando tu respuesta
fi: Tallennetaan vastauksiasi
fr: Enregistrement de votre réponse
he: התשובה שלך נשמרת
id: Menyimpan jawaban Anda
it: Salvataggio risposta
ja: 回答を保存しています
ko: 답변 저장 중
lt: Išsaugomas jūsų atsakymas
nl: Uw antwoord opslaan
pl: Zapisujemy odpowiedź
pt: A guardar a sua resposta
ro: Se salvează răspunsul
ru: Сохранение вашего ответа
sk: Ukladá sa vaša odpoveď
sl: Shranjevanje vašega odgovora
sq: Duke ruajtur pergjigjen tuaj.
sv: Sparar ditt svar
tr: Yanıtınız kaydediliyor
uk: Збереження відповіді
vi: Lưu câu trả lời của bạn
zh: 保存您的答案

# contribute_to_get_rewards
source: Help improve food transparency and get rewards
ar: ساعد في تحسين شفافية الطعام واحصل على مكافآت
be: Дапамагайце палепшыць «празрыстасць» прадуктаў і атрымлівайце ўзнагароды
bg: Помогни за подобряването на прозрачността на храните и получи награди
ca: Ajudeu a millorar la transparència alimentària i obteniu recompenses
cs: Pomozte zlepšit transparentnost potravin a získat odměny
da: Hjælp med at forbedre fødevaregennemsigtighed og få belønninger
de: Helfen Sie mit, die Lebensmitteltransparenz zu verbessern und erhalten Sie dafür Belohnungen
el: Βοηθήστε στη βελτίωση της διαφάνειας των τροφίμων και κερδίστε ανταμοιβές
es: Ayuda a mejorar la transparencia alimentaria y obtén recompensas
fi: Auta parantamaan ruoan läpinäkyvyyttä ja hanki palkintoja
fr: Aidez la transparence alimentaire et obtenez des badges
he: מסייעים בשיפור שקיפות המזון ומקבלים פרסים
id: Bantu tingkatkan transparansi makanan dan dapatkan hadiah
it: Aiuta a migliorare la trasparenza alimentare e ricevi ricompense
ja: 食品の透明性を向上させ、報酬を得ましょう。
ko: 식품 투명성을 개선하고 보상을 받으세요
lt: Padėkite pagerinti maisto skaidrumą ir gaukite prizų
nl: Help de voedseltransparantie te verbeteren en beloningen te krijgen
pl: Pomóż poprawić przejrzystość żywności i zdobywaj nagrody
pt: Ajude a melhorar a transparência alimentar e receba recompensas
ro: Ajută la îmbunătățirea transparenței produselor și primește recompense
ru: Помогайте улучшить прозрачность продуктов питания и получайте вознаграждения
sk: Pomôžte zlepšiť transparentnosť potravín a získajte odmeny
sl: Pomagajte izboljšati preglednost hrane in boste nagrajeni
sv: Hjälp till att förbättra mat-transparens och få belöningar
tr: Gıda şeffaflığını geliştirmeye yardımcı olun ve ödüller kazanın
uk: Допоможіть підвищити прозорість харчових продуктів та отримайте винагороду
vi: Giúp cải thiện tính minh bạch của thực phẩm và nhận phần thưởng
zh: 为提高食品透明度提供帮助并获得奖励

# question_sign_in_text
source: Sign in to your Open Food Facts account to get credit for your contributions
ar: قم بتسجيل الدخول إلى حساب Open Food Facts الخاص بك للحصول على رصيد لمساهمتك
be: Увайдзіце ў ваш уліковы запіс Open Food Facts, каб захаваць свае ўнёскі
bg: Влез в акаунта си в Open Food Facts, за да запишеш своите приноси
cs: Přihlaste se ke svému účtu Open Food Facts a získejte kredit za vaše příspěvky
de: Melden Sie sich bei Ihrem Open Food Facts-Konto an, um eine Gutschrift für Ihre Beiträge zu erhalten
el: Συνδεθείτε στον λογαριασμό σας στο Open Food Facts για να λάβετε εύσημα για τις συνεισφορές σας
es: Inicia sesión en tu cuenta de Open Food Facts para obtener reconocimiento por tu colaboración.
fi: Kirjaudu sisään Open Food Facts -tilillesi saadaksesi hyvitystä avustuksestasi
fr: Connectez-vous à votre compte Open Food Facts pour être crédité de vos contributions
he: כדאי להיכנס לחשבונך ב־Open Food Facts כדי לקבל הוקרה על התרומות שלך
id: Masuk ke akun OpenFoodFacts, untuk mendapatkan kredit atas kontribusi Anda
it: Accedi al tuo profilo di Open Food Facts per ricevere credito per i tuoi contributi
ko: 기여에 대한 크레딧을 받으려면 Open Food Facts 계정에 로그인하세요.
nl: Log in op uw Open Food Facts-account om krediet te krijgen voor uw bijdragen
pt: Entre na sua conta do Open Food Facts para guardar as suas contribuições
ro: Conectați-vă la contul dvs. Open Food Facts pentru a obține credit pentru contribuțiile dvs
ru: Войдите в свою учетную запись Open Food Facts, чтобы получить признание за свой вклад
sk: Prihláste sa do svojho účtu Open Food Facts a získajte kredit za svoj príspevok
sl: Prijavite se v svoj račun Open Food Facts in pridobili boste dobroimetje za svoj prispevek
sv: Sign in to your Open Food Facts account to get credit for your contribution
tr: Katkılarınız için kredi almak üzere OpenFoodFacts hesabınızda oturum açın
uk: Увійдіть до свого облікового запису Open Food Fact, щоб ваші внески було оцінено

# question_yes_button_accessibility_value
source: Answer with yes
ca: Respondre amb sí
cs: Odpovězte ano
da: Svar med ja
de: Mit „Ja” antworten
es: Responde con sí
fi: Vastaa kyllä
fr: Répondre par oui
he: לענות בכן
id: Jawab dengan ya
it: Rispondi con sì
ja: 「はい」で回答
lt: Atsakyti „taip“
nl: Antwoord met ja
pl: Odpowiedz "tak"
pt: Responder sim
ro: Raspunde cu da
sk: Odpovedzte áno
tr: Evet ile cevapla
uk: Відповідайте так
vi: Có
zh: 回答“是”

# question_no_button_accessibility_value
source: Answer with no
ca: Respondre amb no
cs: Odpovězte ne
da: Svar med nej
de: Mit „Nein” antworten
es: Responde con no
fi: Vastaa ei
fr: Répondre par non
he: לענות בלא
id: Jawab dengan tidak
it: Rispondi con no
ja: No で回答
lt: Atsakyti „ne“
nl: Antwoord met nee
pl: Odpowiedz "nie"
pt: Responder não
ro: Raspunde cu nu
sk: Odpovedzte nie
tr: Hayır ile cevapla
uk: Відповідайте ні
vi: Không
zh: 回答“否”

# question_skip_button_accessibility_value
source: Skip this question
ca: Omet aquesta pregunta
cs: Přeskočit tuto otázku
da: Overspring spørgsmålet
de: Diese Frage überspringen
es: Saltar esta pregunta
fi: Ohita tämä kysymys
fr: Passer cette question
he: לדלג על השאלה הזאת
id: Lewati pertanyaan ini
it: Salta questa domanda
ja: この質問をスキップ
lt: Praleisti šį klausimą
nl: Sla deze vraag over
pl: Pomiń pytanie
pt: Ignorar esta pergunta
ro: Sari peste această întrebare
sk: Preskočte túto otázku
tr: Bu soruyu atla
uk: Пропустити це питання
vi: Bỏ qua câu hỏi này
zh: 跳过该题

source: Tap to edit search
be: Націсніце, каб змяніць пошук
bg: Докосни, за да редактираш търсенето
ca: Feu clic per editar la cerca
cs: Klepnutím upravíte hledání
da: Tryk for at redigere søgning
de: Tippen, um Suche zu bearbeiten
es: Toca para editar la búsqueda
fi: Muokkaa hakua
fr: Appuyez pour modifier la recherche
he: יש לגעת לעריכת החיפוש
id: Ketuk untuk menyunting pencarian
it: Tocca per modificare la ricerca
ja: タップして検索を編集
ko: 탭하여 검색하세요
lt: Paliesti ir redaguoti paiešką
nl: Tik om de zoekopdracht te bewerken
pl: Dotknij, aby edytować wyszukiwanie
pt: Toque para editar a pesquisa
ro: Atingeți pentru a edita căutarea
ru: Нажмите для редактирования поиска
sk: Klepnutím upravíte vyhľadávanie
tr: Aramayı düzenlemek için dokunun
uk: Натисніть для редагування пошуку
vi: Chạm để chỉnh sửa tìm kiếm
zh: 点击打开搜索框

source: My preferences
ar: خياراتي
be: Мае налады
bg: Моите настройки
ca: Les meves preferències
cs: Moje předvolby
da: Mine præferencer
de: Meine Einstellungen
el: Οι προτιμήσεις μου
es: Mis preferencias
fi: Mieltymykseni
fr: Mes préférences
he: ההעדפות שלי
hu: Saját beállítások
id: Preferensi Saya
it: Le Mie preferenze
ja: 好みの設定
ko: 내 설정
lt: Mano nustatymai
nl: Mijn voorkeuren
pl: Moje ustawienia
pt: As minhas preferências
ro: Preferințe
ru: Мои настройки
sl: Moje nastavitve
sq: Parapelqimet e mia
sv: Mina preferenser
tr: Tercihlerim
uk: Мої вподобання
vi: Tuỳ chọn của tôi
zh: 我的偏好
