Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# permission_photo_denied_message
source: For an enhanced experience, please allow {appName} to access your camera. You will be able to directly scan barcodes.
ar: للحصول على تجربة محسّنة ، يُرجى السماح لـ {appName} بالوصول إلى الكاميرا. سوف تكون قادرا على مسح الباركود مباشرة.
be: Для пашырэння досведу, дазвольце {appName} доступ да камеры. Вы зможаце непасрэдна сканаваць штрых-коды.
bg: За по-добро изживяване, моля разреши на {appName} достъп до твоята камера. Ще можеш директно да сканираш баркодове.
ca: Per obtenir una experiència millorada, permeteu que {appName} accedeixi a la vostra càmera. Us permetrà escanejar codis de barres directament.
cs: Pro lepší zážitek povolte {appName} přístup ke kameře. Budete moci přímo skenovat čárové kódy.
da: Giv {appName} adgang til kameraet. Det vil forbedre brugeroplevelsen, da dette muliggør direkte stregkodeskanning.
de: Für ein besseres Erlebnis erlauben Sie bitte {appName} den Zugriff auf Ihre Kamera. Sie können anschließend sofort Barcodes scannen.
el: Για βελτιωμένη εμπειρία, παρακαλώ επιτρέψτε στο {appName} να έχει πρόσβαση στην κάμερα σας. Θα μπορείτε να σαρώσετε απευθείας barcodes.
es: Para disfrutar de una mejor experiencia, permite que {appName} acceda a tu cámara. Así podrás escanear los códigos de barras directamente.
fi: Salli {appName}:n käyttää kameraa paremman kokemuksen saamiseksi. Pystyt sen avulla lukemaan viivakoodeja.
fr: Pour une expérience améliorée, veuillez autoriser {appName} à accéder à votre appareil photo. Vous pourrez scanner directement les codes-barres.
he: לשיפור החוויה, נא לאפשר ל־{appName} לגשת למצלמה שלך. תהיה לך אפשרות לסרוק ברקודים ישירות.
id: Untuk pengalaman yang lebih baik, harap izinkan {appName} mengakses kamera Anda. Anda akan dapat langsung memindai kode batang.
it: Per un'esperienza migliore, consenti a {appName} di accedere alla tua fotocamera. Potrai scansionare direttamente i codici a barre.
ja: エクスペリエンスを向上させるために、カメラへのアクセスを {appName} に許可してください。バーコードを直接スキャンできるようになります。
ko: 향상된 경험을 위해 {appName} 카메라에 액세스하도록 허용하십시오. 바코드를 직접 스캔할 수 있습니다.
lt: Jei norite patobulinti patirtį, leiskite {appName} pasiekti jūsų fotoaparatą. Galėsite tiesiogiai nuskaityti brūkšninius kodus.
nl: Geef {appName} toegang tot uw camera voor een verbeterde ervaring. U kunt streepjescodes rechtstreeks scannen.
pl: Dla lepszego doświadczenia, proszę zezwolić {appName} na dostęp do kamery. Będziesz mógł bezpośrednio skanować kody kreskowe.
pt: Para uma melhor experiência, conceda a permissão ao {appName} de acesso à sua câmara. Poderá digitalizar códigos de barras diretamente.
ro: Pentru o experiență îmbunătățită, permiteți utilizatorului {appName} să vă acceseze camera. Veți putea scana direct codurile de bare.
ru: Для расширения возможностей разрешите {appName} доступ к вашей камере. Вы сможете сканировать штрихкоды напрямую.
sk: Pre lepší zážitok povoľte {appName} prístup k vašej kamere. Budete môcť priamo skenovať čiarové kódy.
sl: Za izboljšanje uporabniške izkušnje dovolite, da {appName} dostopa do vaše kamere. Črtne kode boste lahko neposredno skenirali.
sv: För en förbättrad upplevelse, låt {appName} komma åt din kamera. Du kommer att kunna skanna streckkoder direkt.
tr: Gelişmiş bir deneyim için lütfen {appName} kameranıza erişmesine izin verin. Barkodları doğrudan tarayabileceksiniz.
uk: Для кращого досвіду дозвольте {appName} доступ до камери. Ви зможете безпосередньо сканувати штрих-коди.
vi: Để có trải nghiệm nâng cao, vui lòng cho phép {appName} truy cập vào máy ảnh của bạn. Bạn sẽ có thể quét trực tiếp mã vạch.
zh: 为了提高使用体验，请允许{appName}访问您的照相机。以便于直接扫描条码。

# permission_photo_denied_button
source: Allow
ar: سماح
be: Дазволіць
bg: Разреши
ca: Permet
cs: Povolit
da: Tillad
de: Erlauben
el: Να επιτρέπεται
es: Permitir
fi: Salli
fr: Autoriser
he: לאפשר
id: Izinkan
it: Consenti
ja: 許可する
ko: 허용
lt: Leisti
nl: Toestaan
pl: Zezwól
pt: Permitir
ro: Permite
ru: Разрешить
sk: Povoliť
sl: Dovoli
sv: Tillåt
tr: İzin ver
uk: Дозволити
vi: Cho phép
zh: 允许

# permission_photo_denied_dialog_settings_title
source: Permission denied
ar: تم رفض الإذن
be: У доступе адмоўлена
bg: Достъпът е отказан
ca: Permís denegat
cs: Přístup odepřen
da: Tilladelse nægtet
de: Zugriff verweigert
el: Άρνηση πρόσβασης
es: Permiso dengado
fi: Lupa evätty
fr: Permission refusée
he: ההרשאה נדחתה
id: Izin ditolak
it: Permesso negato
ja: 権限が拒否されました
ko: 권한 거부됨
lt: Leidimas atmestas
nl: Toestemming geweigerd
pl: Odmowa dostępu
pt: Permissão negada
ro: Acces refuzat
ru: Отказано в доступе
sk: Povolenie zamietnuté
sl: Dovoljenje zavrnjeno
sv: Åtkomst nekad
tr: İzin reddedildi
uk: У доступі відмовлено
vi: Quyền truy cập bị từ chối
zh: 没有权限

# permission_photo_denied_dialog_settings_message
source: As you've previously denied the camera permission, you must allow it manually from the Settings.
ar: نظرًا لأنك رفضت مسبقًا إذن الكاميرا ،يجب أن تسمح بذلك يدويًا من الإعدادات.
be: Паколькі раней вы адмовілі ў доступе да камеры, то цяпер павінны дазволіць гэта ўручную ў «Наладах».
bg: Тъй като по-рано си отказал разрешението на камерата, трябва да го разрешиш ръчно от настройките.
ca: Com que prèviament heu denegat el permís de la càmera, heu de permetre'l manualment des de la configuració.
cs: Protože jste dříve odepřeli povolení fotoaparátu, musíte jej povolit ručně v Nastavení.
da: Da kameraadgang tidligere blev nægtet, skal tilladelsen gives manuelt via Indstillinger.
de: Da Sie der Kamera zuvor die Erlaubnis verweigert haben, müssen Sie diese manuell in den Einstellungen zulassen.
el: Καθώς έχετε αρνηθεί στο παρελθόν την άδεια της κάμερας, πρέπει να την επιτρέψετε μη αυτόματα από τις Ρυθμίσεις.
es: Como ya habías denegado el acceso a la cámara, tendrás que permitirlo manualmente desde la Configuración.
fi: Koska hylkäsit anomuksen kameran käyttöön, anna lupa manuaalisesti asetuksista.
fr: Puisque vous avez refusé l'utilisation de l'appareil photo, vous devez l'autoriser manuellement dans les paramètres.
he: כיוון שדחית את הרשאת המצלמה, יהיה עליך לאפשר אותה ידנית דרך ההגדרות.
id: Karena sebelumnya Anda telah menolak izin kamera, Anda harus mengizinkannya secara manual dari Pengaturan.
it: Poiché, in precedenza, hai negato l'autorizzazione alla fotocamera, devi consentirla manualmente dalle Impostazioni.
ja: 以前カメラの権限を拒否したため、設定から許可する必要があります。
ko: 이전에 카메라 권한을 거부했으므로 설정에서 수동으로 허용해야 합니다.
lt: Kadangi anksčiau atmetėte fotoaparato leidimą, turite jį leisti rankiniu būdu nustatymuose.
nl: Omdat je eerder de cameratoestemming hebt geweigerd, moet je deze handmatig toestaan via de Instellingen.
pl: Ponieważ poprzednio odmówiono dostępu do aparatu, musisz zezwolić na to ręcznie w Ustawieniach.
pt: Como anteriormente negou a permissão da câmara, tem de conseder a permissão manualmente nas Configurações.
ro: Deoarece ați refuzat anterior permisiunea camerei, trebuie să o permiteți manual din Setări.
ru: Поскольку ранее вы отказали в доступе к камере, вы должны разрешить его вручную в настройках.
sk: Keďže ste predtým odmietli povolenie fotoaparátu, musíte ho povoliť manuálne v Nastaveniach.
sl: Ker ste predhodno zavrnili dovoljenje za dostop do kamere, je potrebno dovoljenje ročno omogočiti v nastavitvah.
sv: Eftersom du tidigare har nekat kameratillstånd måste du tillåta det manuellt från Inställningar.
tr: Daha önce kamera iznini reddettiğinizden, ayarlardan el ile izin vermelisiniz.
uk: Оскільки ви раніше відмовили у дозволі на камеру, ви повинні дозволити його вручну в Налаштуваннях.
vi: Vì trước đây bạn đã từ chối quyền đối với máy ảnh, bạn phải cho phép nó theo cách thủ công từ Cài đặt.
zh: 因为之前拒绝了访问照相机，所以只能在设置里手动允许使用照相机。

# permission_photo_denied_dialog_settings_button_open
source: Open settings
bg: Отвори настройките
ca: Obre la configuració
cs: Otevřít nastavení
da: Åbn indstillinger
de: Einstellungen öffnen
el: Ανοίξτε τις ρυθμίσεις
es: Abrir configuración
fi: Avaa asetukset
fr: Ouvrir les paramètres
he: פתיחת הגדרות
id: Buka pengaturan
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
lt: Atidaryti nustatymus
nl: Open instellingen
pl: Ustawienia
pt: Abrir configurações
ru: Открыть настройки
sl: Odpri nastavitve
sv: Öppna inställningar
tr: Ayarları Aç
vi: Mở cài đặt
zh: 打开权限设置

# permission_photo_denied_dialog_settings_button_cancel
source: Cancel
ar: إلغاء
bg: Отмени
ca: Cancel·lar
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
id: Batalkan
it: Annulla
ja: 取消
ko: 취소
lt: Atšaukti
nl: Annuleer
pl: Anuluj
pt: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Annulera
tr: İptal
uk: Відмінити
vi: Huỷ
zh: 取消

# permission_photo_none_found
source: No camera detected
bg: Не е открита камера
ca: No es detecta cap càmera
cs: Nenalezen žádný fotoaparát
da: Intet kamera fundet
de: Keine Kamera erkannt
es: Cámara no detectada
fi: Ei kameraa löydetty
fr: Aucune caméra détectée.
he: לא זוהתה מצלמה
id: Kamera tidak terdeksi
it: Nessuna fotocamera rilevata
ja: カメラを検出できませんでした
lt: Kamera neaptikta
nl: Geen camera gedetecteerd
pl: Nie wykryto aparatu
pt: Nenhuma câmara detetada
ro: Nu a fost detectată nicio cameră
sk: Nebola rozpoznaná žiadna kamera
tr: Kamera algılanmadı
uk: Камера не виявлена
zh: 没有检测到摄像头

# permission_photo_denied
source: No camera access granted
ar: لم يتم منح الوصول إلى الكاميرا
be: Доступ да камеры не нададзены
bg: Не е предоставен достъп до камерата
ca: No s'ha concedit accés a la càmera
cs: Není povolen přístup ke kameře
da: Ingen kameraadgang tildelt
de: Zugriff auf Kamera noch nicht gewährt
el: Δεν έχει χορηγηθεί πρόσβαση στην κάμερα
es: Acceso a la cámara denegado
fi: Ei lupaa käyttää kameraa
fr: Aucun accès à l'appareil photo autorisé
he: הגישה למצלמה לא אושרה
id: Tidak ada akses kamera yang diberikan
it: Nessun accesso alla telecamera concesso
ja: カメラへのアクセス権限がありません
ko: 카메라 접근 권한 없음
lt: Prieiga prie fotoaparato nesuteikta
nl: Geen cameratoegang verleend
pl: Nie przyznano dostępu do aparatu
pt: Não foi concedido acesso à câmara
ro: Nu este permis accesul la cameră
ru: Нет доступа к камере
sk: Nie je povolený prístup k fotoaparátu
sl: Dostop do kamere je omogočen
sv: Ingen kameraåtkomst beviljad
tr: Kamera erişimi verilmedi
uk: Доступ до камери не надано
vi: Không có quyền truy cập máy ảnh
zh: 未授权访问照相机

# edit_product_label
source: Edit product
ar: تحرير المنتج
bg: Редактирай продукта
ca: Edita el producte
cs: Upravit produkt
da: Rediger produkt
de: Produkt bearbeiten
el: Επεξεργασία προϊόντος
es: Editar producto
fi: Muokkaa tuotetta
fr: Modifier le produit
he: עריכת מוצר
id: Sunting produk
it: Modifica il prodotto
ja: 製品を編集
ko: 제품 정보 편집
lt: Redaguoti produktą
nl: Bewerk product
pl: Edytuj produkt
pt: Editar produto
ro: Modificare produs
ru: Редактировать продукт
sk: Upraviť výrobok
sl: Uredi izdelek
sv: Redigera produkt
tr: Ürünü Düzenle
uk: Редагувати товар
vi: Chỉnh sửa sản phẩm
zh: 编辑产品

# edit_product_form_item_add_action
source: Add a new {itemType}
ca: Afegeix un nou {itemType}
cs: Přidat nový {itemType}
da: Tilføj en ny {itemType}
de: {itemType} hinzufügen
es: Añadir un nuevo {itemType}
fi: Lisää uusi {itemType}
fr: Ajouter un nouveau {itemType}
he: הוספת {itemType} חדש
id: Menambahkan {itemType} baru
it: Aggiungi un nuovo {itemType}
lt: Pridėkite naują {itemType}
nl: Voeg een nieuw(e) {itemType} toe
pl: Dodaj nowy {itemType}
pt: Adicionar um novo {itemType}
ro: Adăugați un nou {itemType}
sk: Pridajte nový {itemType}
tr: Yeni bir {itemType} ekle
uk: Додати новий {itemType}
zh: 添加新的 {itemType}

# description
source: Tooltip to show when the user long presses the (+) button
ca: Informació sobre eines per mostrar quan l'usuari prem el botó (+) durant una estona
cs: Popisek, který se zobrazí, když uživatel dlouze stiskne tlačítko (+)
da: Værktøjstip til at vise brugerens brug af langt tryk på knappen (+)
de: Tooltip, der angezeigt wird, wenn der Benutzer lange auf die (+)-Taste drückt
es: Indicación que aparece cuando el usuario pulsa durante mucho tiempo el botón (+)
fi: Vihjeteksti, joka näytetään, kun käyttäjä painaa pitkään (+)-painiketta
fr: Infobulle à afficher lorsque l'utilisateur appuie longuement sur le bouton (+)
he: חלונית להצגה עם לחיצה ארוכה על הכפתור (+)
id: Tooltip untuk menampilkan saat pengguna menekan lama tombol (+)
it: Descrizione del comando per mostrare quando l'utente preme a lungo il pulsante (+)
nl: Tooltip om te tonen wanneer de gebruiker lang op de (+) knop drukt
pl: Podpowiedź wyświetlająca się, gdy użytkownik długo naciska przycisk (+)
pt: Dica a mostrar quando o utilizador prime longamente o botão (+)
ro: Indicator pentru a afișa când utilizatorul apasă lung butonul (+)
sk: Popis, ktorý sa zobrazí, keď používateľ dlho stlačí tlačidlo (+)
tr: Kullanıcı (+) düğmesine uzun bastığında gösterilecek araç ipucu
uk: Підказка, яка показується, коли користувач довго натискає кнопку (+)
zh: 当用户长按 (+) 按钮时显示的工具提示

# edit_product_form_item_barcode
source: Barcode
ar: الرمز الشريطي
be: Штрых-код
bg: Баркод
ca: Codi de barres
cs: Čárový kód
da: Stregkode
de: Strichcode
es: Código de barras
fi: Viivakoodi
fr: Code-barres
he: ברקוד
id: Kode batang
it: Codice a Barre
ja: バーコード
ko: 바코드
lt: Barkodas
nl: Streepjescode
pl: Kod kreskowy
pt: Código de barras
ro: Cod de bare
ru: Штрих-код
sk: Čiarový kód
sl: Črtna koda
sv: Streckkod
tr: Barkod
uk: Код товару
vi: Mã vạch
zh: 條碼

# edit_product_form_item_details_title
source: Basic details
ar: المعلومات الأساسية
be: Асноўныя звесткі
bg: Основни подробности
ca: Detalls bàsics
cs: Základní detaily
da: Basisoplysninger
de: Allgemeine Informationen
el: Βασικές Πληροφορίες
es: Detalles básicos
fi: Perustiedot
fr: Informations de base
he: פרטים בסיסיים
id: Rincian dasar
it: Informazioni base
ja: 基本情報
ko: 기본 정보
lt: Pagrindinės detalės
nl: Basisdetails
pl: Informacje podstawowe
pt: Detalhes básicos
ro: Detalii de bază
ru: Основные детали
sk: Základné detaily
sl: Osnovni podatki
sv: Grundläggande uppgifter
tr: Temel bilgiler
uk: Основні деталі
vi: Thông tin cơ bản
zh: 基本信息

# edit_product_form_item_details_subtitle
source: Product name, brand, quantity
ar: اسم المنتج، العلامة التجارية، الكمية
be: Назва прадукту, брэнд, колькасць
bg: Име на продукта, марка, количество
ca: Nom del producte, marca, quantitat
cs: Název produktu, značka, množství
da: Produktnavn, mærke, mængde
de: Produktname, Hersteller, Menge
el: Ονομασία προϊόντος, μάρκα, ποσότητα
es: Nombre del producto, marca, cantidad
fi: Tuotteen nimi, merkki ja määrä
fr: Nom du produit, marque, quantité
he: שם, מותג, כמות המוצר
id: Nama produk, merek, jumlah
it: Nome prodotto, marca, quantità
ja: 製品名、ブランド、数量
ko: 상품 이름, 브랜드, 양
lt: Prekės pavadinimas, prekės ženklas, kiekis
nl: Productnaam, merk, hoeveelheid
pl: Nazwa produktu, marka, ilość
pt: Nome do produto, marca, quantidade
ro: Denumirea produsului, marcă, cantitate
ru: Название продукта, марка, количество
sk: Názov produktu, značka, množstvo
sl: Ime izdelka, blagovna znamka, količina
sv: Produktnamn, varumärke, kvantitet
tr: Ürün adı, markası, miktarı
uk: Назва продукту, бренд, кількість
vi: Tên sản phẩm, thương hiệu, số lượng
zh: 产品名称、品牌、数量

# edit_product_form_item_other_details_title
source: Additional details
be: Дадатковыя звесткі
bg: Допълнителни подробности
ca: Més detalls
cs: Další detaily
da: Yderligere detaljer
de: Zusätzliche Details
es: Detalles adicionales
fi: Lisätietoja
fr: Détails supplémentaires
he: פרטים נוספים
id: Detail tambahan
it: Ulteriori dettagli
ja: 追加情報
ko: 추가 정보
lt: Papildoma informacija
nl: Aanvullende details
pl: Dodatkowe informacje
pt: Detalhes adicionais
ro: Detalii suplimentare
ru: Дополнительная информация
sk: Ďalšie podrobnosti
tr: Ek ayrıntılar
uk: Додаткова інформація
zh: 额外细节

# edit_product_form_item_photos_title
source: Photos
ar: صور
bg: Снимки
ca: Fotos
cs: Fotky
da: Fotos
de: Fotos
el: Φωτογραφίες
es: Fotos
fi: Kuvat
he: תמונות
id: Foto - foto
it: Foto
ja: 写真
ko: 사진
lt: Nuotraukos
nl: Foto's
pl: Zdjęcia
pt: Fotografias
ro: Imagini
ru: Фотографии
sk: Fotografie
sl: Fotografije
sv: Foton
tr: Fotoğraflar
uk: Світлини
vi: Ảnh
zh: 照片

# edit_product_form_item_photos_subtitle
source: Add or refresh photos
ar: إضافة أو تحديث الصور
be: Дадаць або абнавіць фота
bg: Добави или опресни снимки
ca: Afegeix o actualitza fotos
cs: Přidat nebo obnovit fotky
da: Tilføj eller opfrisk fotos
de: Fotos hinzufügen oder aktualisieren
el: Προσθήκη ή ανανέωση φωτογραφιών
es: Añadir o actualizar fotos
fi: Lisää tai päivitä kuvia
fr: Ajouter ou mettre à jour des photos
he: הוספה או רענון תמונות
id: Tambahkan atau segarkan foto
it: Aggiungi o aggiorna le foto
ja: 画像の追加または更新
ko: 사진을 추가하거나 변경
lt: Pridėkite arba atnaujinkite nuotraukas
nl: Foto's toevoegen of vernieuwen
pl: Dodaj lub odśwież zdjęcia
pt: Adicionar ou atualizar fotografias
ro: Adăugați sau reîmprospătați fotografii
ru: Добавьте или обновите фотографии
sk: Pridajte alebo obnovte fotografie
sl: Dodajte ali osvežite fotografije
sv: Lägg till eller uppdatera foton
tr: Fotoğraf ekle veya yenile
uk: Додайте або оновіть фотографії
vi: Thêm hoặc làm mới ảnh
zh: 添加或刷新照片

# edit_product_form_item_labels_title
source: Labels & Certifications
ar: التسميات وشهادات الاعتماد
be: Этыкеткі і сертыфікаты
bg: Етикети и сертификати
ca: Etiquetes i certificacions
cs: Štítky a certifikace
da: Etiketter og Certificeringer
de: Etikett und Zertifizierungen
el: Ετικέτες & Πιστοποιήσεις
es: Etiquetas y certificados
fi: Merkit ja sertifikaatit
he: תוויות ואישורים
id: Label& sertifikat
it: Etichette e Certificazioni
ja: ラベルと認証
ko: 라벨 및 인증
lt: Etiketės ir sertifikatai
nl: Labels en certificeringen
pl: Etykiety i certyfikaty
pt: Etiquetas e certificações
ro: Etichete și certificări
ru: Этикетки и сертификаты
sk: Štítky a certifikácie
sl: Oznake in certifikati
sv: Etiketter & Certifieringar
tr: Etiketler ve Sertifikalar
uk: Маркування та сертифікація
vi: Nhãn & Giấy chứng nhận
zh: 标签和证书

# edit_product_form_item_labels_subtitle
source: Environmental, Quality labels…
ar: العلامة البيئية، شهادات الجودة، ...
be: Экалагічныя маркіроўкі, этыкеткі якасці, ...
bg: Околна среда, Етикети за качество…
ca: Mediambiental, Segells de qualitat…
cs: Environmentální, kvalitativní štítky…
de: Umweltauswirkungen, Qualitätssiegel …
el: Περιβαλλοντικές, ποιοτικές ετικέτες, ...
es: Sellos ambientales, de calidad…
fi: Ympäristöystävällisyys, laatumerkit…
fr: Environnement, Labels de qualité…
he: תוויות איכות סביבה, איכות מוצר…
id: Lingkungan, Label kualitas…
it: Etiichette ambientali, di qualità…
ja: 環境、品質ラベル…
ko: 환경, 품질 라벨, ...
lt: Aplinkos; Kokybės žymos…
nl: Milieu, Kwaliteitslabels…
pl: Oznakowania jakości i wpływu na środowisko…
pt: Selos ambientais, de qualidade…
ro: Mediu, etichete de calitate…
sl: Okolje, oznake kakovosti, ...
sv: Miljö, Kvalitetsmärkning, ...
tr: Çevre, Kalite etiketleri…
uk: Екологічні, етикетки якості…
zh: 环保、质量标签…

# edit_product_form_item_labels_hint
source: label
bg: етикет
ca: etiqueta
cs: štítek
da: etiket
de: Etikett
el: ετικετα
es: sello
fi: merkki
he: תווית
it: etichetta
ja: ラベル
ko: 상표
lt: etiketė
nl: keurmerk
pl: etykieta
pt: rótulo
ro: eticheta
ru: маркировка
sk: Štítok
sl: oznaka
sv: etikett
tr: etiket
uk: етикетка
vi: nhãn hiệu
zh: 標籤

# edit_product_form_item_labels_type
source: label
bg: етикет
ca: etiqueta
cs: štítek
da: etiket
de: Etikett
es: sello
fi: merkki
he: תווית
it: etichetta
ja: ラベル
lt: etiketė
nl: keurmerk
pl: etykieta
pt: rótulo
ro: eticheta
sk: Štítok
tr: etiket
uk: етикетка
vi: nhãn hiệu
zh: 標籤

# edit_product_form_item_stores_title
source: Stores
bg: Магазини
ca: Botigues
cs: Prodejny
da: Butikker
de: Läden
el: Καταστήματα
es: Tiendas
fi: Myymälät
fr: Magasins
he: חנויות
id: Toko
it: Negozi
ja: 店舗
ko: 상점
lt: Parduotuvės
nl: Winkels
pl: Sklepy
pt: Lojas
ro: Magazine
ru: Магазины
sk: Obchody
sl: Trgovine
sv: Butiker
tr: Mağazalar
uk: Магазини
vi: Cửa hàng
zh: 商店

# edit_product_form_item_stores_hint
source: store
bg: магазин
ca: botiga
cs: prodejna
da: butik
de: Laden
el: καταστημα
es: tienda
fi: myymälä
fr: magasin
he: חנות
id: toko
it: negozio
ja: 店舗
ko: 상점
lt: parduotuvė
nl: winkel
pl: stan
pt: loja
ro: magazin
ru: магазин
sk: obchod
sl: trgovina
sv: butik
tr: mağaza
uk: магазин
vi: cửa hàng
zh: 商店

# edit_product_form_item_stores_type
source: store
bg: магазин
ca: botiga
cs: prodejna
da: butik
de: Laden
es: tienda
fi: myymälä
fr: magasin
he: חנות
id: toko
it: negozio
ja: 店舗
lt: parduotuvė
nl: winkel
pl: stan
pt: loja
ro: magazin
sk: obchod
tr: mağaza
uk: магазин
vi: cửa hàng
zh: 商店

# edit_product_form_item_origins_title
source: Origins
bg: Произход
ca: Orígens
cs: Původ
da: Oprindelser
de: Herkunfte
es: Orígenes
fi: Alkuperät
fr: Origines
he: מקורות
id: Tempat asal
it: Origini
ja: 原産国
ko: 근원
lt: Kilmė
nl: Oorsprong
pl: Pochodzenie
pt: Origens
ro: Origini
ru: Происхождение
sk: Pôvod
sl: Poreklo
sv: Ursprung
tr: Kökenleri
uk: Місце вироблення
vi: Nguồn gốc
zh: 起源

# edit_product_form_item_origins_hint
source: Input an origin
be: Іспанія
bg: Въведи произход
ca: Introduïu un origen
cs: Zadejte původ
da: Angiv en oprindelse
de: Herkunft angeben
el: Ισπανία
es: Indicar un origen
fi: Syötä alkuperä
fr: Espagne
he: נא למלא מקור
id: Masukkan asal
it: Inserisci un'origine
ja: 原点を入力してください
ko: 스페인
lt: Įvesti kilmę
nl: Voer een oorsprong in
pt: Inserir uma origem
ro: Introduceți o origine
ru: Испания
sk: Zadajte pôvod
sl: Spain
sv: Spain
uk: Введіть джерело

# edit_product_form_item_origins_type
source: country
bg: страна
ca: país
cs: země
da: land
de: Land
es: país
fi: maa
fr: pays
he: מדינה
id: negara
it: paese
ja: 国
lt: šalis
nl: land
pl: kraj
pt: país
ro: tara
sk: krajina
tr: ülke
uk: країна
vi: nước
zh: 國家
