Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

source: Yes
ar: نعم
bg: Да
ca: Si
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
fi: Kyllä
fr: Oui
he: כן
hu: Igen
id: Ya
it: Sì
ja: はい
ko: 예
lt: Taip
nl: Ja
pl: Tak
pt: Sim
ro: Da
ru: Да
sk: Áno
sl: Da
sq: Po
sv: Ja
tr: Evet
uk: Так
vi: Có
zh: 是

source: Add
ar: إضافة
be: Дадаць
bg: Добави
ca: Afegeix
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθέστε
es: Añadir
fi: Lisää
fr: Ajouter
he: הוספה
hu: Hozzáad
id: Tambahkan
it: Aggiungi
ja: 追加
ko: 추가하기
lt: Pridėti
nl: Toevoegen
pl: Dodaj
pt: Adicione
ro: Adaugă
ru: Добавить
sk: Pridať
sl: Dodaj
sq: Shto
sv: Lägg till
tr: Ekle
uk: Додати
vi: Thêm vào
zh: 加入产品

# account_delete_message
source: Are you sure you want to delete your account? If there is a specific reason, please share below
be: Вы ўпэўнены, што хочаце выдаліць свой уліковы запіс? Калі ёсць канкрэтная прычына, паведаміце пра яе ніжэй
bg: Сигурен ли си, че искаш да изтриеш акаунта си? Ако има конкретна причина, моля сподели по-долу
ca: Segur que voleu suprimir el vostre compte? Si hi ha una raó específica, compartiu-la a continuació
cs: Opravdu chcete smazat svůj účet? Pokud existuje konkrétní důvod, podělte se prosím níže
da: Sikker på, at du vil slette din konto? Er der en specifik grund, så del venligst nedenfor
de: Möchten Sie Ihr Konto wirklich löschen? Wenn es einen bestimmten Grund gibt, teilen Sie ihn uns bitte unten mit
es: ¿Seguro que quieres eliminar tu cuenta? Si hay alguna una razón específica, cuéntanoslo abajo.
fi: Oletko varma, että haluat poistaa tilisi? Kerro meille, jos tilinpoistolle on erityinen syy
fr: Êtes-vous sûr de vouloir supprimer votre compte ? S'il y a une raison spécifique, veuillez partager ci-dessous
he: למחוק את חשבונך? אם יש לכך סיבה כלשהי, נשמע לקבל הסבר כאן למטה
id: Anda yakin ingin menghapus akun? Jika ada alasan khusus, silahkan bagikan di bawah
it: Sei sicuro di voler eliminare il tuo profilo? Se c'è una motivazione specifica, sei pregato di condividerla di seguito
ja: 本当にアカウントを削除しますか？ 具体的な理由がある場合は、以下にご記入ください。
ko: 계정을 삭제하시겠습니까? 특별한 이유가 있다면 아래에 공유해주세요.
lt: Ar tikrai norite ištrinti savo paskyrą? Jei yra kokia nors konkreti priežastis, nurodykite toliau
nl: Weet je zeker dat je je account wilt verwijderen? Als er een specifieke reden is, deel deze dan hieronder
pl: Czy na pewno chcesz usunąć swoje konto? Jeśli istnieje konkretny powód, podziel się nim poniżej
pt: Tem certeza de que deseja excluir sua conta? Se houver um motivo específico, compartilhe abaixo
ro: Sigur doriți să vă ștergeți contul? Dacă există un motiv specific, vă rugăm să distribuiți mai jos
ru: Вы уверены, что хотите удалить свой аккаунт? Если есть конкретная причина, пожалуйста, поделитесь ею ниже
sk: Naozaj chcete odstrániť svoj účet? Ak existuje konkrétny dôvod, zdieľajte ho nižšie
tr: Hesabınızı silmek istediğinizden emin misiniz? Belirli bir nedeni varsa aşağıda paylaşın
uk: Ви впевнені, що хочете видалити свій обліковий запис? Якщо є певна причина, опишіть її нижче
vi: Bạn có chắc rằng bạn muốn xóa tài khoản của bạn? Nếu có lý do cụ thể hãy chia sẻ bên dưới
zh: 您确定要删除您的账户吗？ 如果有特殊原因，请在下面分享

source: Reason
be: Прычына
bg: Причина
ca: Raó
cs: Důvod
da: Årsag
de: Grund
es: Razón
fi: Syy
fr: Raison
he: סיבה
id: Alasan
it: Motivazione
ja: 原因
ko: 사유
lt: Priežastis
nl: Reden
pl: Powód
pt: Motivo
ro: Motiv
ru: Причина
sk: Dôvod
tr: Sebep
uk: Причина
vi: Lý do
zh: 原因

source: Create
bg: Създай
ca: Crea
cs: Vytvořit
da: Opret
de: Erstellen
es: Crear
fi: Luo
fr: Créer
he: יצירה
id: Buat
it: Crea
ko: 만들기
lt: Kurti
nl: Aanmaken
pl: Stwórz
pt: Criar
ro: Crează
ru: Создать
sk: Vytvoriť
tr: Oluştur
uk: Створити
vi: Tạo
zh: 创建

# applyButtonText
source: Apply
ar: طبق
be: Ужыць
bg: Приложи
ca: Aplicar
cs: Použít
da: Anvend
de: Übernehmen
el: Εφαρμογή
es: Aplicar
fi: Hyväksy
fr: Appliquer
he: החלה
hu: Alkalmaz
id: Terapkan
it: Applica
ja: 適用
ko: 적용
lt: Taikyti
nl: Toepassen
pl: Zastosuj
pt: Aplicar
ro: Aplică
ru: Применить
sk: Potvrdiť
sl: Uporabi
sq: Apliko
sv: Verkställ
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh: 套用

# next_label
source: Next
ar: التالى
bg: Следваща
ca: Següent
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
fi: Seuraava
fr: Suivant
he: הבא
id: Selanjutnya
it: Successiva
ja: 次
ko: 다음
lt: Kitas
nl: Volgende
pl: Następny
pt: Seguinte
ro: Următoarea
ru: Следующий
sk: Ďalšie
sl: Naprej
sv: Nästa
tr: Sonraki
uk: Далі
vi: Kế tiếp
zh: 下一個

# previous_label
source: Previous
bg: Предишна
ca: Anterior
cs: Předchozí
da: Foregående
de: Zurück
es: Anterior
fi: Edellinen
fr: Précédente
id: Sebelumnya
it: Precedente
nl: Vorige
pt: Anterior
sk: Predchádzajúce
uk: Попередній
vi: Quay lại
zh: 上一步

source: Go back to top
be: Вярнуцца ў пачатак
bg: Върни се горе
ca: Torna a dalt
cs: Přejít zpět na začátek
da: Retur til toppen
de: Zurück zum Anfang
el: Επιστροφή στην κορυφή
es: Volver al principio
fi: Takaisin ylös
fr: Retour en haut
he: חזרה למעלה
id: Kembali ke atas
it: Torna all'inizio
ja: トップに戻る
ko: 맨 위로 돌아가기
lt: Grįžti į viršų
nl: Terug naar boven
pl: Powrót do góry
pt: Voltar ao topo
ro: Înapoi sus
ru: Вернуться к началу
sk: Späť na začiatok
sl: Nazaj na vrh
tr: Başa dön
uk: На початок
vi: Quay trở lại bên trên
zh: 返回顶端

source: Save
ar: حفظ
bg: Запис
ca: Desa
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
he: שמירה
id: menyimpan
it: Salva
ja: 保存
ko: 저장
lt: Išsaugoti
nl: Opslaan
pl: Zapisz
pt: Guardar
ro: Salvează
ru: Сохранить
sk: Uložiť
sl: Shrani
sv: Spara
tr: Kaydet
uk: Зберегти
vi: Lưu
zh: 儲存

# save_confirmation
source: Are you sure you want to save?
ar: هل أنت متأكد أنك تريد المغادرة؟
be: Вы ўпэўнены, што хочаце захаваць?
bg: Сигурен ли си, че искаш да запазиш?
ca: De debò que ho voleu desar?
cs: Opravdu to chcete uložit?
da: Sikker på, at du vil gemme?
de: Möchten Sie wirklich speichern?
el: Είστε βέβαιοι ότι θέλετε να αποθηκεύσετε;
es: ¿Seguro que quieres guardar?
fi: Haluatko varmasti tallentaa?
fr: Voulez-vous vraiment sauvegarder ?
he: לשמור?
id: Apa Anda yakin ingin menyimpan?
it: Sei sicuro di voler salvare?
ja: 保存してもよろしいですか？
ko: 정말로 저장하시겠습니까?
lt: Ar tikrai norite išsaugoti?
nl: Weet u zeker dat u wilt opslaan?
pl: Na pewno chcesz zapisać?
pt: Você tem certeza de que deseja salvar?
ro: Sunteți sigur că doriți să salvați?
ru: Вы уверены, что хотите сохранить?
sk: Naozaj chcete uložiť?
sl: Ali ste prepričani, da želite shraniti?
sv: Är du säker på att du vill spara?
tr: Kaydetmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете зберегти?
vi: Bạn chắc chắn muốn lưu?
zh: 您确定要保存吗?

source: Skip
bg: Пропусни
ca: Omet
cs: Přeskočit
da: Spring over
de: Überspringen
es: Omitir
fi: Ohita
fr: Ignorer
he: דילוג
id: Lewati
it: Salta
ko: 건너뛰기
lt: Praleisti
nl: Overslaan
pl: Pomiń
pt: Pular
ro: Omitere
ru: Пропустить
sk: Preskočiť
sv: Hoppa over
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh: 略過

source: Cancel
ar: إلغاء
bg: Отмени
ca: Cancel·lar
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hu: Mégse
id: Batalkan
it: Annulla
ja: 取消
ko: 취소
lt: Atšaukti
nl: Annuleer
pl: Anuluj
pt: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Annulera
tr: İptal
uk: Відмінити
vi: Huỷ
zh: 取消

source: Ignore
be: Ігнараваць
bg: Игнорирай
ca: Ignorar
cs: Ignorovat
da: Ignorér
de: Ignorieren
el: Αγνόηση
es: Ignorar
fi: Ohita
fr: Ignorer
he: התעלמות
id: Abaikan
it: Ignora
ja: 無視
ko: 무시
lt: Ignoruoti
nl: Negeren
pl: Ignoruj
pt: Ignorar
ro: Ignoră
ru: ПРОПУСТИТЬ
sk: Ignorovať
sl: Prezri
tr: Yok say
uk: Ігнорувати
vi: Bỏ qua
zh: 忽略

source: Close
ar: إغلق
bg: Затвори
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
he: סגירה
hu: Bezár
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
lt: Uždaryti
nl: Sluit
pl: Zamknij
pt: Fechar
ro: Închidere
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sv: Stäng
tr: Kapat
uk: Закрити
vi: Đóng
zh: 關閉

source: No
ar: كلا
bg: Не
cs: Ne
da: Nej
de: Nein
el: Όχι
fi: Ei
fr: Non
he: לא
hu: Nem
id: Tidak
ja: いいえ
ko: 아니요
lt: Ne
nl: Nee
pl: Nie
pt: Não
ro: Nu
ru: Нет
sk: Nie
sl: Ne
sq: Jo
sv: Nej
tr: Hayır
uk: Ні
vi: Không
zh: 否

source: Stop
ar: توقّف
be: Спыніць
bg: Спри
ca: Atura't
cs: Zastavit
de: Stopp
el: Σταματά
es: Parar
fi: Lopeta
fr: Arrêter
he: עצירה
hu: Állj
id: Berhenti
it: Ferma
ja: 停止
ko: 중지
lt: Sustabdyti
pl: Zatrzymaj
pt: Parar
ro: Oprește
ru: Стоп
sk: Zastaviť
sl: Ustavi
sq: Ndalo
sv: Stopp
tr: Durdur
uk: Зупинити
vi: Dừng
zh: 停止

source: Finish
bg: Край
ca: Finalitzat
cs: Dokončit
da: Afslut
de: Fertig
es: Finalizar
fi: Valmis
fr: Terminer
he: סיום
id: Selesai
it: Fine
lt: Užbaigti
nl: Voltooien
pl: Zakończ
pt: Terminar
ro: Terminare
ru: Готово
sk: Dokončiť
tr: Bitir
uk: Завершити
vi: Hoàn thành
zh: 完成

source: Calculate
be: Вылічыць
bg: Изчисли
ca: Calcular
cs: Vypočítat
da: Beregn
de: Berechnen
es: Calcular
fi: Laske
fr: Calculer
he: חישוב
id: Hitung
it: Calcola
ja: 計算
ko: 계산하기
lt: Apskaičiuoti
nl: Berekenen
pl: Oblicz
pt: Calcular
ro: Calculează
ru: Рассчитать
sk: Vypočítať
tr: Hesapla
uk: Підрахувати
vi: Tính toán
zh: 计算

# reset_food_prefs
source: Reset food preferences
ar: إعادة تعيين تفضيلات الطعام
be: Скінуць налады харчовых пераваг
bg: Нулиране на хранителните предпочитания
ca: Restableix les preferències d'aliments
cs: Obnovit předvolby jídla
da: Nulstil fødevarepræferencer
de: Lebensmittelvorlieben zurücksetzen
el: Επαναφ. προτιμ. φαγητού
es: Restablecer preferencias alimentarias
fi: Nollaa ruokamieltymykset
fr: Réinitialiser les préférences alimentaires
he: איפוס העדפות מזון
id: Atur ulang preferensi makanan Anda
it: Ripristina preferenze alimentari
ja: 食品の好みをリセット
ko: 식품 설정 초기화
lt: Iš naujo nustatyti maisto nuostatas
nl: Voedselvoorkeuren resetten
pl: Zresetuj preferencje żywieniowe
pt: Resetar preferências alimentares
ro: Resetați preferințele alimentare
ru: Сбросить настройки Ваших предпочтений
sk: Obnoviť predvoľby jedla?
sl: Ponastavi nastavitve
sq: Rinis, rivendos preferencat ushqimore
sv: Återställ matpreferenser
tr: Yemek tercihlerini sıfırla
uk: Скинути налаштування харчових переваг
vi: Đặt lại sở thích ăn uống
zh: 重设食物偏好

# error
source: Something went wrong
ar: حدث خطأ ما
bg: Нещо се обърка
ca: Alguna cosa ha anat malament
cs: Něco se nepovedlo
da: Noget gik galt
de: Ein Problem ist aufgetreten
el: Κάτι πήγε στραβά
es: Algo ha salido mal
fi: Jokin meni vikaan
fr: Une erreur s'est produite
he: משהו השתבש
hu: Valami hiba történt
id: Ada yang salah
it: Si è verificato un errore
ja: 問題が発生しました
ko: 문제가 발생했습니다
lt: Kažkas negerai nutiko
nl: Er ging iets mis
pl: Coś poszło nie tak
pt: Algo correu mal
ro: Ceva nu a funcţionat corect
ru: Упс... что-то пошло не так
sk: Niečo sa pokazilo
sl: Nekaj je šlo narobe
sv: Någonting gick fel
tr: Bir şeyler ters gitti
uk: Сталась помилка
vi: Đã xảy ra lỗi
zh: 出错

# error_occurred
source: An error occurred
ar: حدث خطأ
be: Здарылася памылка
bg: Възникна грешка
ca: S'ha produït un error
cs: Vyskytla se chyba
da: En fejl opstod
de: Ein Fehler ist aufgetreten
el: Παρουσιάστηκε ένα σφάλμα
es: Se ha producido un error
fi: Tapahtui virhe
fr: Une erreur s’est produite
he: אירעה שגיאה
hu: Hiba történt
id: Terjadi kesalahan
it: Si è verificato un errore
ja: エラーが発生しました
ko: 오류가 발생했습니다
lt: Įvyko klaida
nl: Er is een fout opgetreden
pl: Wystąpił błąd
pt: Ocorreu um erro
ro: A intervenit o eroare
ru: Произошла ошибка
sk: Vyskytla sa chyba
sl: Prišlo je do napake
sq: Nje gabim ka ndodhur
sv: Ett fel uppstod
tr: Hata oluştu
uk: Виникла помилка
vi: Đã xảy ra lỗi
zh: 发生错误

# featureInProgress
source: We're still working on this feature, stay tuned
ar: لا زلنا نعمل على هذه الميزة. ترقبوا
be: Мы яшчэ працуем над гэтай функцыяй, сачыце за абнаўленнямі
bg: Все още работим по тази функция, следвай ни
ca: Seguim treballant en aquesta funció, estigueu atents
cs: Na této funkci stále pracujeme, zůstaňte na příjmu
da: Der arbejdes stadig på denne funktion, hold dig opdateret
de: Wir arbeiten noch an dieser Funktion, bitte gedulden Sie sich
el: Εξακολουθούμε να εργαζόμαστε σε αυτήν τη λειτουργία, μείνετε συντονισμένοι
es: Todavía estamos trabajando en esta función, estad atentos
fi: Työskentelemme edelleen tämän ominaisuuden parissa, pysy kuulolla
fr: Nous travaillons encore sur cette fonctionnalité, restez à l'écoute
he: אנו עדיין עובדים על היכולת הזאת, מוטב לבדוק אותה שוב
hu: Még dolgozunk ezen a funkción, maradjon velünk
id: Kami masih mengerjakan fitur ini, pantau terus
it: Stiamo ancora lavorando a questa funzionalità, rimanete sintonizzati
ja: この機能はまだ開発中です。ご期待ください。
ko: 지금도 작업 중인 기능입니다. 지켜봐주세요.
lt: Mes vis dar dirbame ties šia funkcija, sekite naujienas
nl: We werken nog aan deze functie, wacht af
pl: Nadal pracujemy nad tą funkcją
pt: Ainda estamos trabalhando nesse recurso, fique atento
ro: Încă lucrăm la această funcție, rămâneți pe fază
ru: Мы все еще работаем над этой функцией, следите за обновлениями
sk: Na tejto funkcii ešte pracujeme, zostaňte s nami
sl: Fukcija v obdelavi
sq: Ne jemi ende duke punuar mbi kete funksion, vecori, qendroni vigjilent, ne sinkron
sv: Vi arbetar fortfarande med den här funktionen, håll ögonen öppna
tr: Bu özellik üzerinde halâ çalışıyoruz, takipte kal
uk: Ми все ще працюємо над цією функцією, стежте за оновленнями
vi: Chúng tôi vẫn đang xây dựng tính năng này, nhớ theo dõi nhé
zh: 我们正在开发此功能，敬请期待

# label_web
source: View on the web
be: Адкрыць у браўзеры
bg: Преглед в интернет
ca: Veure a la web
cs: Zobrazit na webu
da: Se på nettet
de: Im Browser anschauen
el: Προβολή στον Ιστό
es: Ver en la web
fi: Tarkastele verkossa
fr: Voir sur le Web
he: הצגה בדפדפן
hu: Megtekintés a weben
id: Lihat di web
it: Visualizza sul web
ja: Web 上で見る
ko: 웹에서 보기
lt: Žiūrėti internete
nl: Bekijk in een browser
pl: Zobacz w internecie
pt: Visualizar no navegador
ro: Vizualizați-l pe web
ru: Посмотреть в Интернете
sk: Zobraziť na webe
sl: Ogled na spletu
sq: Shiko ne web
tr: Web'de görüntüle
uk: Переглянути в Інтернеті
vi: Xem trên web
zh: 在网站查看

source: Learn more
ar: لمعرفة المزيد
be: Даведацца больш
bg: Научи повече
ca: Saber-ne més
cs: Zjistit více
da: Få mere at vide
de: Erfahren Sie mehr
el: Μάθετε περισσότερα
es: Saber más
fi: Opi lisää
fr: En savoir plus
he: מידע נוסף
hu: További információk
id: Pelajari lebih lanjut
it: Ulteriori informazioni
ja: 詳細
ko: 더보기
lt: Sužinokite daugiau
nl: Meer informatie
pl: Dowiedz się więcej
pt: Saiba mais
ro: Afla mai mult
ru: Узнать больше
sk: Zistiť viac
sl: Več o tem
sv: Läs mer
tr: Daha fazla bilgi edin
uk: Докладніше
vi: Tìm hiểu thêm
zh: 更多信息

source: Unknown
ar: غير معروف
bg: Неизвестно
ca: Desconegut
cs: Neznámo
da: Ukendt
de: Unbekannt
el: Άγνωστος
es: Desconocido
fi: Tuntematon
fr: Inconnu
he: לא ידוע
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
lt: Nežinoma
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизвестный
sk: Neznámy
sl: Neznano
sv: Okänd
tr: Bilinmeyen
uk: Невідомий
vi: Không biết
zh: 未知

# match_very_good
source: Very good match
bg: Много добро съвпадение
ca: Molt bona coincidència
cs: Velmi dobrá shoda
da: Meget godt match
de: Sehr guter Treffer
es: Muy recomendable
fi: Erittäin hyvä vastaavuus
fr: Très compatible
he: התאמה טובה מאוד
id: Sangat sesuai
it: Corrispondenza molto buona
ja: 非常に良い一致
ko: 아주 좋은 일치
lt: Labai geras atitikimas
nl: Zeer goede overeenkomst
pl: Bardzo dobre dopasowanie
pt: Correspondência excelente
ro: Potrivire foarte bună
sk: Veľmi dobrá zhoda
sl: Zelo dobro ujemanje
tr: Çok iyi eşleşme
uk: Чудово поєднується
vi: Rất phù hợp
zh: 优秀的配对

# match_good
source: Good match
bg: Добро съвпадение
ca: Bona coincidència
cs: Dobrá shoda
da: Godt match
de: Guter Treffer
es: Recomendable
fi: Hyvä vastaavuus
fr: Compatible
he: התאמה טובה
id: Sesuai
it: Buona corrispondenza
ja: 良好な一致
ko: 적합
lt: Geras atitikimas
nl: Goede overeenkomst
pl: Dobre dopasowanie
pt: Boa correspondência
ro: Potrivire bună
sk: Dobrá zhoda
sl: Dobro ujemanje
tr: İyi eşleşme
uk: Добре поєднується
vi: Phù hợp
zh: 不错的配对

# match_poor
source: Poor match
bg: Лошо съвпадение
ca: Poca coincidència
cs: Špatná shoda
da: Dårligt match
de: Schlechter Treffer
es: Poco recomendable
fi: Heikko vastaavuus
fr: Peu compatible
he: התאמה גרועה
id: Buruk
it: Corrispondenza debole
ja: マッチが悪い
ko: 호환성 낮음
lt: Blogas atitikimas
nl: Slechte overeenkomst
pl: Słabe dopasowanie
pt: Baixa correspondência
ro: Potrivire slabă
sk: Slabá zhoda
sl: Slabo ujemanje
tr: Zayıf eşleşme
uk: Погано поєднується
vi: Kém phù hợp
zh: 较差的配对

# match_may_not
source: May not match
bg: Може да не съвпада
ca: Podria no coincidir
cs: Nemusí se shodovat
da: Matcher muligvis ikke
de: Weicht möglicherweise ab
es: Poca información
fi: Ei ehkä vastaa
fr: Compatibilité incertaine
he: אולי אין התאמה
id: Mungkin tidak sesuai
it: Potrebbe non corrispondere
ja: 一致していないかもしれません。
ko: 부적합함
lt: Gali nesutapti
nl: Komt mogelijk niet overeen
pl: Może nie pasować
pt: Pode não corresponder
ro: Nu se potrivește
sk: Nemusí sa zhodovať
sl: Morda se ne ujema
tr: Eşleşmeyebilir
uk: Може не поєднуватися
vi: Không phù hợp
zh: 可能不匹配

# match_does_not
source: Does not match
bg: Не съвпада
ca: No coincideix
cs: Neshoduje se
da: Matcher ikke
de: Stimmt nicht überein
es: No recomendable
fi: Ei vastaa
fr: Pas de compatibilité
he: אינו תואם
id: Tidak sesuai
it: Non corrisponde
ja: 一致しない
ko: 일치하지 않음
lt: Nesutampa
nl: Komt niet overeen
pl: Brak zgodności
pt: Não corresponde
ro: Nu se potrivește
ru: Продукт не совместим
sk: Nezhoduje sa
sl: Se ne ujema
sv: Matchar inte
tr: Eşleşmiyor
uk: Не поєднується
vi: Không phù hợp
zh: 不匹配

# match_unknown
source: Unknown match
ar: تطابق غير معروف
bg: Неизвестно съвпадение
ca: Coincidència desconeguda
cs: Neznámá shoda
da: Ukendt match
de: Unbekannte Übereinstimmung
el: Άγνωστο ταίριασμα
es: Sin información suficiente
fi: Tuntematon vastaavuus
fr: Compatibilité inconnue
he: התאמה לא ידועה
id: Hasil tidak diketahui
it: Corrispondenza sconosciuta
ja: 一致度は不明
ko: 호환성 알 수 없음
lt: Nežinomas pasirinkimas
nl: Onbekende overeenkomst
pl: Nie znaleziono powiązania
pt: Combinação desconhecida
ro: Potrivire necunoscută
ru: Неизвестное совпадение
sk: Neznáma zhoda
sl: Ujemanje neznano
sv: Okänd matchning
tr: Bilinmeyen eşleşme
uk: Невідоме поєднання
vi: Độ phù hợp không xác định
zh: 是否适合未知

# match_short_very_good
source: Very good match
bg: Много добро съвпадение
ca: Molt bona coincidència
cs: Velmi dobrá shoda
da: Meget godt match
de: Sehr guter Treffer
es: Muy recomendable
fi: Erittäin hyvä vastaavuus
fr: Très compatible
he: התאמה טובה מאוד
id: Sangat sesuai
it: Corrispondenza molto buona
ja: 非常に良い一致
ko: 아주 좋은 일치
lt: Labai geras atitikimas
nl: Zeer goede overeenkomst
pl: Bardzo dobre dopasowanie
pt: Correspondência excelente
ro: Potrivire foarte bună
sk: Veľmi dobrá zhoda
sl: Zelo dobro ujemanje
tr: Çok iyi eşleşme
uk: Чудово поєднується
vi: Rất phù hợp
zh: 优秀的配对

# match_short_good
source: Good match
bg: Добро съвпадение
ca: Bona coincidència
cs: Dobrá shoda
da: Godt match
de: Guter Treffer
es: Recomendable
fi: Hyvä vastaavuus
fr: Compatible
he: התאמה טובה
id: Sesuai
it: Buona corrispondenza
ja: 良好な一致
ko: 적합
lt: Geras atitikimas
nl: Goede overeenkomst
pl: Dobre dopasowanie
pt: Boa correspondência
ro: Potrivire bună
sk: Dobrá zhoda
sl: Dobro ujemanje
tr: İyi eşleşme
uk: Добре поєднується
vi: Phù hợp
zh: 不错的配对

# match_short_poor
source: Poor match
bg: Лошо съвпадение
ca: Poca coincidència
cs: Špatná shoda
da: Dårligt match
de: Schlechter Treffer
es: Poco recomendable
fi: Heikko vastaavuus
fr: Peu compatible
he: התאמה גרועה
id: Buruk
it: Corrispondenza debole
ja: マッチが悪い
ko: 호환성 낮음
lt: Blogas atitikimas
nl: Slechte overeenkomst
pl: Słabe dopasowanie
pt: Baixa correspondência
ro: Potrivire slabă
sk: Slabá zhoda
sl: Slabo ujemanje
tr: Zayıf eşleşme
uk: Погано поєднується
vi: Kém phù hợp
zh: 较差的配对

# match_short_may_not
source: May not match
bg: Може да не съвпада
ca: Podria no coincidir
cs: Nemusí se shodovat
da: Matcher muligvis ikke
de: Weicht möglicherweise ab
es: Poca información
fi: Ei ehkä vastaa
fr: Compatibilité incertaine
he: אולי אין התאמה
id: Mungkin tidak sesuai
it: Potrebbe non corrispondere
ja: 一致していないかもしれません。
ko: 부적합함
lt: Gali nesutapti
nl: Komt mogelijk niet overeen
pl: Może nie pasować
pt: Pode não corresponder
ro: Nu se potrivește
sk: Nemusí sa zhodovať
sl: Morda se ne ujema
tr: Eşleşmeyebilir
uk: Може не поєднуватися
vi: Không phù hợp
zh: 可能不匹配

# match_short_does_not
source: Does not match
bg: Не съвпада
ca: No coincideix
cs: Neshoduje se
da: Matcher ikke
de: Stimmt nicht überein
es: No recomendable
fi: Ei vastaa
fr: Pas de compatibilité
he: אינו תואם
id: Tidak sesuai
it: Non corrisponde
ja: 一致しない
ko: 일치하지 않음
lt: Nesutampa
nl: Komt niet overeen
pl: Brak zgodności
pt: Não corresponde
ro: Nu se potrivește
ru: Продукт не совместим
sk: Nezhoduje sa
sl: Se ne ujema
sv: Matchar inte
tr: Eşleşmiyor
uk: Не поєднується
vi: Không phù hợp
zh: 不匹配

# match_short_unknown
source: Unknown match
ar: تطابق غير معروف
bg: Неизвестно съвпадение
ca: Coincidència desconeguda
cs: Neznámá shoda
da: Ukendt match
de: Unbekannte Übereinstimmung
el: Άγνωστο ταίριασμα
es: Sin información suficiente
fi: Tuntematon vastaavuus
fr: Compatibilité inconnue
he: התאמה לא ידועה
id: Hasil tidak diketahui
it: Corrispondenza sconosciuta
ja: 一致度は不明
ko: 호환성 알 수 없음
lt: Nežinomas pasirinkimas
nl: Onbekende overeenkomst
pl: Nie znaleziono powiązania
pt: Combinação desconhecida
ro: Potrivire necunoscută
ru: Неизвестное совпадение
sk: Neznáma zhoda
sl: Ujemanje neznano
sv: Okänd matchning
tr: Bilinmeyen eşleşme
uk: Невідоме поєднання
vi: Độ phù hợp không xác định
zh: 是否适合未知

# licenses
source: Licences
bg: Лицензи
ca: Llicències
cs: Licence
da: Licenser
de: Lizenzen
es: Licencias
fi: Lisenssit
he: רישיונות
id: Lisensi
it: Licenze
ko: 라이센스
nl: Licenties
pt: Licenças
ro: Licențe
ru: Лицензии
sl: Licence
sv: Licenser
tr: Lisanslar
uk: Ліцензії
zh: 许可证

source: Looking for
ar: البحث عن
be: Шукаю
bg: Какво търсиш
ca: Tot cercant
cs: Hledáte
da: Leder efter
de: Suche nach
el: Ψάχνω για
es: Buscando
fi: Etsin
fr: À la recherche de
he: בחיפוש אחר
hu: Keresés
id: Mencari
it: Sto cercando
ja: 検索中
ko: 찾는 항목
lt: Ieškoti
nl: Zoeken naar
pl: Szukam
pt: Procurando
ro: Se caută pentru
ru: Я ищу
sk: Hľadám
sl: Iskanje
sq: Ne kerkim te
sv: Letar efter
tr: Aranıyor
uk: Шукаю
vi: Đang tìm
zh: 查找

source: Welcome to Open Food Facts
ar: مرحبًا بكم في موقع Open Food Facts
be: Запрашаем у Open Food Facts
bg: Добре дошъл в Open Food Facts
ca: Benvingut a Open Food Facts
cs: Vítejte v Open Food Facts
da: Velkommen til Open Food Facts
de: Willkommen bei Open Food Facts
el: Καλώς ήρθατε στο Open Food Facts
es: Te damos la bienvenida a Open Food Facts
fi: Tervetuloa Open Food Factsiin
fr: Bienvenue sur Open Food Facts
he: ברוך בואך ל־Open Food Facts
id: Selamat datang di Open Food Facts
it: Benvenuto in Open Food Facts
ja: Open Food Factsへようこそ
ko: Open Food Facts 사용을 환영합니다
lt: Sveiki atvykę į Open Food Facts
nl: Welkom bij Open Food Facts
pl: Witamy w Open Food Facts
pt: Bem-vindo ao Open Food Facts
ro: Bun venit la OpenFoodFacts
ru: Добро пожаловать в Open Food Facts
sk: Vitajte v službe Open Food Facts
sl: Dobrodošli v Open Food Facts
sv: Välkommen till Open Food Facts
tr: Open Food Facts'e Hoş Geldiniz
uk: Вітаємо в Open Food Facts
vi: Chào mừng đến với Open Food Facts
zh: 欢迎使用 Open Food Facts！
