Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# user_list_name_error_empty
source: Name is mandatory
ar: The name cannot be empty
be: Назва ёсць абавязковай
bg: Името е задължително
ca: El nom és obligatori
cs: Název je povinný
da: Navn er obligatorisk
de: Name ist ein Pflichtfeld
el: Το όνομα είναι υποχρεωτικό
es: El nombre es obligatorio
fi: Nimi on pakollinen
fr: Le nom est obligatoire
he: השם הוא חובה
id: Nama wajib diisi
it: Il nome è obbligatorio
ja: 名前は必須です
ko: 이름은 필수 항목입니다
lt: Vardas yra privalomas
nl: Naam is verplicht!
pl: Nazwa jest obowiązkowa
pt: O nome é obrigatório
ro: Numele este obligatoriu
ru: Поле "Имя" является обязательным
sl: Ime je obvezno
tr: Ad zorunludur
uk: Назва обов'язкова
vi: Tên là thông tin bắt buộc
zh: 名称是必填项

# user_list_name_error_already
source: That name is already used
be: Гэтая назва ўжо выкарыстоўваецца
bg: Това име вече е заето
ca: Aquest nom ja s'està utilitzat
cs: Tento název se již používá
da: Navn bruges allerede
de: Dieser Name wird bereits verwendet
el: Αυτό το όνομα χρησιμοποιείται ήδη
es: Este nombre ya está en uso
fi: Nimi on jo käytössä
fr: Ce nom est déjà utilisé
he: השם הזה כבר בשימוש
id: Nama sudah digunakan
it: Questo nome è già in uso
ja: この名前は既に使用されています
ko: 이미 사용 중인 이름입니다
lt: Tas vardas jau naudojamas
nl: Deze naam is al in gebruik!
pl: Ta nazwa jest już używana
pt: Esse nome já está a ser usado
ro: Acest nume este deja folosit
ru: Это имя уже используется
sl: Ime je že v uporabi
tr: Bu isim zaten kullanılmakta
uk: Ця назва вже використовується
vi: Tên đã được sử dụng
zh: 名称已被使用

# user_list_name_error_same
source: That is the same name
be: Гэта тая ж самая назва
bg: Това е същото име
ca: Aquest és el mateix nom
cs: To je stejné jméno
da: Det er samme navn
de: Das ist derselbe Name
el: Αυτό είναι το ίδιο όνομα
es: Es el mismo nombre
fi: Nimeä ei ole muutettu
fr: C'est le même nom
he: זה אותו השם
id: Itu adalah nama yang sama
it: Questo è lo stesso nome
ja: 同じ名前です
ko: 같은 이름입니다
lt: Tai tas pats vardas
nl: Dat is dezelfde naam
pl: Ta lista już się tak nazywa
pt: É o mesmo nome
ro: Este același nume
ru: Это то же самое название
sl: To ime je enako
tr: Bu aynı isim
uk: Це та ж сама назва
vi: Tên bị trùng
zh: 名称重复

source: Try Again
be: Паўтарыць спробу
bg: Опитай отново
ca: Torneu-ho a provar
cs: Zkuste to znovu
da: Forsøg igen
de: Erneut versuchen
el: Προσπαθήστε Ξανά
es: Inténtalo de nuevo
fi: Yritä uudelleen
fr: Réessayer
he: לנסות שוב
id: Coba Lagi
it: Riprovare
ja: 再試行
ko: 다시 시도
lt: Bandyti dar kartą
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt: Tentar novamente
ro: Încearcă din nou
ru: Попробуйте снова
sl: Poskusite ponovno
tr: Tekrar Dene
uk: Спробувати ще раз
vi: Thử lại
zh: 重试

source: There was an error
be: Узнікла памылка
bg: Възникна грешка
ca: S'ha produït un error
cs: Došlo k chybě
da: En fejl opstod
de: Es ist ein Fehler aufgetreten
el: Παρουσιάστηκε σφάλμα
es: Ha ocurrido un error
fi: Tapahtui virhe
fr: Une erreur s’est produite
he: אירעה שגיאה
id: Terjadi kesalahan
it: Si è verificato un errore
ja: エラーが発生しました
ko: 오류가 발생했습니다
lt: Įvyko klaida
nl: Er is een fout opgetreden!
pl: Wystąpił błąd
pt: Ocorreu um erro
ro: A apărut o eroare
ru: Ошибка
sl: Prišlo je do napake
tr: Bir hata oluştu
uk: Виникла помилка
vi: Có lỗi xảy ra
zh: 有错误产生

# category_picker_no_category_found_message
source: No category found for {items}
be: Катэгорыя для {items} не знойдзена
bg: Няма намерена категория за {items}
ca: No s'ha trobat cap categoria per a {items}
cs: Pro {items} nebyla nalezena žádná kategorie
da: Ingen kategori fundet for {items}
de: Keine Kategorie für {items} gefunden
el: Δεν βρέθηκε κατηγορία για το {items}
es: No se ha encontrado ninguna categoría para {items}
fi: Ei luokkaa {items}:lle
fr: Aucune catégorie trouvée pour {items}
he: לא נמצאה קטגוריה עבור {items}
id: Tidak ditemukan kategori untuk {items}
it: Nessuna categoria trovata per {items}
ja: {items} のカテゴリが見つかりませんでした
ko: {items}에 대한 카테고리를 찾을 수 없습니다
lt: Nerasta {items} kategorijos
nl: Geen categorie gevonden voor {items}
pl: Nie znaleziono kategorii dla {items}
pt: Nenhuma categoria encontrada para {items}
ro: Nu a fost găsită nicio categorie pentru {items}
ru: Не найдена категория для {items}
sl: Nobena kategorija ni bila najdena za {items}
tr: {items} için kategori bulunamadı
uk: Не знайдено категорію для {items}
vi: Không tìm thấy danh mục nào cho {items}
zh: 没有 {items} 对应的类别

# camera_toggle_camera
source: Switch between back and front camera
bg: Превключване между задна и предна камера
ca: Canvia entre la càmera posterior i la frontal
cs: Přepínání mezi zadní a přední kamerou
da: Skift mellem bag- og frontkamera
de: Zwischen Rück- und Frontkamera umschalten
es: Cambia entre la cámara frontal y la trasera
fi: Vaihda taka- ja etukameran välillä
fr: Basculer entre la caméra arrière et avant
he: החלפה בין המצלמה האחורית לקדמית
id: Beralih dari kamera belakang ke depan
it: Passa alla telecamera posteriore o anteriore
ja: 前面カメラと背面カメラを切り替える
lt: Perjungti galinę kamerą į priekinę ir atvirkščiai
nl: Schakel tussen de camera aan de achterkant en de voorkant
pl: Przerzuć między tylną a przednią kamerą
pt: Alternar entre as câmaras traseira e frontal
ro: Comutați între camera din spate și cea frontală
tr: Arka ve ön kamera arasında geçiş yapın
uk: Перемикатися між задньою та передньою камерами
zh: 在后置和前置相机之间切换

# camera_toggle_flash
source: Turn ON or OFF the flash of the camera
bg: Включване или изключване на светкавицата на камерата
ca: Enceneu o apagueu el flaix de la càmera
cs: Zapnout nebo vypnout blesk kamery
da: Slå kamerablitz TIL eller FRA
de: Kamerablitz ein- oder ausschalten
es: Activa o desactiva el flash de la cámara
fi: Kytke kameran salama päälle tai pois päältä
fr: Allumer ou éteindre le flash de l'appareil photo
he: כיבוי או הפעלה של מבזק המצלמה
id: HIDUPKAN atau MATIKAN flash kamera
it: ATTIVA o DISATTIVA il flash della fotocamera
ja: カメラのフラッシュをONまたはOFFにする
lt: Įjungti arba išjungti kameros blykstę
nl: Zet de flitser van de camera AAN of UIT
pl: Włącz lub wyłącz lampę w kamerze
pt: Ligar ou desligar o flash da câmara
ro: Porniți sau dezactivați blițul camerei
tr: Kameranın flaşını AÇIN veya KAPATIN
uk: Увімкнути або вимкнути спалах камери
zh: 打开或关闭摄像头的闪光灯

# camera_enable_flash
source: Enable flash
be: Уключыць успышку
bg: Включи светкавицата
ca: Activa el flaix
cs: Povolit blesk
da: Aktivere blitz
de: Fotoblitz aktivieren
el: Ενεργοποίηση φλας
es: Activar flash
fi: Käytä salamaa
fr: Activer le flash
he: הפעלת מבזק
id: Aktifkan flash
it: Abilita flash
ja: フラッシュを有効にする
ko: 플래시 켜기
lt: Įjungti blykstę
nl: Schakel flitser in
pl: Włącz lampę błyskową
pt: Ligar flash
ro: Activați blițul
ru: Включить фонарь
sl: Omogoči bliskavico
tr: Flaşı etkinleştir
uk: Увімкнути спалах
vi: Bật flash
zh: 打开闪光灯

# camera_disable_flash
source: Disable flash
be: Адключыць успышку
bg: Изключи светкавицата
ca: Desactiva el flaix
cs: Zakázat blesk
da: Deaktivere blitz
de: Fotobblitz deaktivieren
el: Απενεργοποίηση φλας
es: Desactivar flash
fi: Poista salama käytöstä
fr: Désactiver le flash
he: השבתת מבזק
id: Matikan flash
it: Disabilita flash
ja: フラッシュを無効にする
ko: 플래시 끄기
lt: Išjungti blykstę
nl: Flitser uitschakelen
pl: Wyłącz lampę błyskową
pt: Desligar flash
ro: Dezactivați blițul
ru: Выключить фонарь
sl: Onemogoči bliskavico
tr: Flaşı kapat
uk: Вимкнути спалах
vi: Tắt flash
zh: 禁用闪光灯

# camera_flash_error_dialog_title
source: An error occurred!
bg: Възникна грешка!
ca: S'ha produït un error!
cs: Vyskytla se chyba!
da: En fejl opstod!
de: Ein Fehler ist aufgetreten.
es: ¡Ha ocurrido un error!
fi: Virhe!
fr: Une erreur est survenue !
he: אירעה שגיאה!
id: Terjadi kesalahan!
it: Si è verificato un errore!
lt: Įvyko klaida!
nl: Er is een fout opgetreden!
pl: Wystąpił błąd!
pt: Ocorreu um erro!
ro: A apărut o eroare!
tr: Bir hata oluştu!
uk: Виникла помилка!
zh: 发生错误

# camera_flash_error_dialog_message
source: An error occurred while changing the state of your flash. Please ensure your smartphone has not the torch already enabled.
ca: S'ha produït un error en canviar l'estat del flaix. Assegureu-vos que el vostre telèfon no tingui la llanterna activada.
cs: Při změně stavu blesku došlo k chybě. Ujistěte se, že váš smartphone již nemá zapnutou svítilnu.
da: En fejl opstod under tilstandsændring for blitzen. Sørg for, at enheden ikke allerede har LED-modulet tændt.
de: Inhalt des Dialogs, der erklärt, dass ein Fehler aufgetreten beim Aktivieren des Kamerablitzes aufgetreten ist.
es: Ha ocurrido un error al cambiar el estado del flash. Asegúrate que tu móvil no tenga la linterna encendida.
fi: Virhe vaihtaessa salaman tilaasi. Tarkista, ettei puhelimesi taskulamppu ole päällä.
fr: Une erreur s'est produite lors de la modification de l'état de votre flash. Veuillez vous assurer que votre smartphone n'a pas déjà activé la torche.
he: אירעה שגיאה בשינוי מצב המבזק שלך. נא לוודא שהפנס במכשיר שלך לא פועל כבר.
id: Terjadi kesalahan sewaktu mengubah status flash. Pastikan smartphone Anda belum mengaktifkan lampu kilat.
it: Si è verificato un errore modificando lo stato del tuo flash. Ti preghiamo di assicurarti che il tuo smartphone non abbia già la torcia abilitata.
lt: Keičiant jūsų blykstės būseną įvyko klaida. Patikrinkite, ar jūsų išmaniajame telefone dar nėra įjungtas žibintuvėlis.
nl: Er is een fout opgetreden bij het wijzigen van de status van uw flitser. Zorg ervoor dat op uw smartphone de zaklamp nog niet is ingeschakeld.
pl: Wystąpił błąd podczas zmiany stanu lampy błyskowej. Upewnij się, że latarka na Twoim smartfonie nie jest już włączona.
pt: Ocorreu um erro ao alterar o estado do seu flash. Certifique-se de que o seu telemóvel não tem a lanterna ligada.
ro: A apărut o eroare la modificarea stării blițului. Asigurați-vă că smartphone-ul dvs. nu are lanterna deja activată.
tr: Flaşınızın durumu değiştirilirken bir hata oluştu. Lütfen akıllı telefonunuzda el fenerinin etkinleştirilmiş olmadığından emin olun.
uk: Сталася помилка під час зміни стану вашого спалаху. Переконайтеся, що на вашому смартфоні ще не ввімкнено ліхтарик.
zh: 更改闪光灯状态时发生错误。请确保你的智能手机尚未启用手电筒。

# category_picker_no_category_found_button
source: Back
ar: عودة
be: Назад
bg: Назад
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Regresar
fi: Takaisin
fr: Retour
he: חזרה
id: Kembali
it: Indietro
ja: 戻る
ko: 돌아가기
lt: Grįžti
nl: Terug
pl: Wstecz
pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sv: Tillbaka
tr: Geri
uk: Назад
vi: Quay lại
zh: 返回

# user_preferences_item_accessibility_hint
source: Click to open in your browser or in the application (if installed)
cs: Kliknutím otevřete ve svém prohlížeči nebo v aplikaci (pokud je nainstalována)
da: Klik for at åbne i din browser eller i applikationen (hvis installeret)
de: Anklicken, um in Ihrem Browser oder in der Anwendung (falls installiert) zu öffnen
es: Haz clic para abrir en el navegador o en la aplicación (si está instalada)
fi: Napsauta avataksesi selaimessasi tai sovelluksessa (jos asennettu)
fr: Cliquez pour ouvrir dans votre navigateur ou dans l'application (si installée)
he: לחיצה תפתח בדפדפן שלך או ביישומון (אם מותקן)
id: Klik untuk membuka di peramban Anda atau di aplikasi (jika terpasang)
it: Fare clic per aprire nel browser o nell'applicazione (se installata)
ja: クリックしてブラウザまたはアプリケーションで開く（インストールされている場合）
lt: Spustelėkite, kad atidarytumėte naršyklėje arba programėlėje (jei įdiegta)
nl: Klik om te openen in uw browser of in de applicatie (indien geïnstalleerd)
pt: Clique para abrir no seu navegador ou na aplicação (se instalada)
ro: Faceți clic pentru a deschide în browser sau în aplicație (dacă este instalată)
tr: Tarayıcınızda veya uygulamada (yüklüyse) açmak için tıklayın
uk: Клацніть, щоб відкрити у вашому браузері або в додатку (якщо встановлено)

# dev_preferences_screen_title
source: DEV Mode
bg: Режим на разработчик
ca: Mode Desenvolupador
cs: DEV režim
da: DEV-tilstand
de: Entwicklermodus
el: Λειτουργία προγραμματιστών
es: Modo de desarrollador
fi: Kehittäjätila
fr: Mode DEV
he: מצב פיתוח
id: Mode DEV
it: Modalità sviluppatore
ja: 開発者モード
ko: 개발자 모드
lt: Kurėjo režimas
nl: DEV-modus
pl: Tryb deweloperski (DEV)
pt: Modo programador
ro: Modul dezvoltare
ru: Режим отладки
sl: Način za razvijalce
tr: Geliştirici Modu
uk: Режим розробника
vi: Chế độ DEV
zh: 开发模式

# dev_preferences_reset_onboarding_title
source: Restart onboarding
bg: Рестартирайте включването
ca: Reinicieu la incorporació
cs: Restartovat zapojení
da: Genstart onboarding
de: Intro erneut starten
el: Επανεκκινήστε την ενσωμάτωση
es: Reiniciar incorporación
fi: Käynnistä perehdytys uudelleen
fr: Relancer l'expérience de bienvenue
he: הפעלת תהליך קליטה מחדש
id: Mulai ulang orientasi
it: Riavvia accesso
ja: オンボーディングをやり直す
ko: 온보딩 다시 시작
lt: Iš naujo paleiskite onboarding'ą
nl: Onboarding opnieuw starten
pl: Zrestartuj wskazówki
pt: Relançar experiência de boas-vindas
ro: Reporniți integrarea
ru: Перезапустить ознакомление
sl: Znova zaženite vkrcanje
uk: Перезапустити onboarding
vi: Bắt đầu lại phần giới thiệu
zh: 重置引导流程

# dev_preferences_reset_onboarding_subtitle
source: You then have to restart the App to see it again.
ar: You then have to restart Flutter to see it again.
be: You then have to restart the App restart it.
bg: След това трябва да рестартираш приложението, за да го видиш отново.
ca: Llavors heu de reiniciar l'aplicació per tornar-ho a veure.
cs: Potom musíte aplikaci restartovat, abyste ji mohli znovu vidět.
da: Appen skal genstartes for at se det igen.
de: Sie müssen anschließend die App neu starten, um sie erneut anzuzeigen.
el: Στη συνέχεια, πρέπει να επανεκκινήσετε το Flutter για να το δείτε ξανά.
es: Después, tendrás que reiniciar la aplicación para verlo de nuevo.
fi: Uudelleenkäynnistä sovellus nähdäksesi se uudelleen.
fr: Vous devez ensuite redémarrer l'application pour la revoir.
he: לאחר מכן יהיה עליך להפעיל את היישומון מחדש כדי לראות זאת שוב.
id: Anda kemudian harus memulai ulang Aplikasi untuk melihatnya lagi.
it: Quindi, devi riavviare l'app per vederla nuovamente.
ja: 再び表示するにはアプリを再起動する必要があります。
ko: You then have to restart the App restart it.
lt: Tada turite iš naujo paleisti programėlę, kad vėl ją matytumėte.
nl: Vervolgens moet u de app opnieuw opstarten om deze weer te zien.
pl: Aby wskazówki pojawiły się ponownie, zrestartuj aplikację.
pt: Depois, tem de reiniciar a aplicação para a ver novamente.
ro: Apoi trebuie să reporniți aplicația pentru a o vedea din nou.
sl: Znova zaženite Flutter, da ga ponovno vidite.
sv: You then have to restart Flutter to see it again.
tr: Daha sonra tekrar görmek için Uygulamayı yeniden başlatmanız gerekir.
uk: Вам потрібно перезавантажити додаток, щоб побачити його знову.
vi: Sau đó, bạn phải khởi động lại Ứng dụng để xem lại.
zh: 你必须重新启动应用才能再次看到它。

# dev_preferences_environment_switch_title
source: Switch between openfoodfacts.org (PROD) and test env
bg: Превключва между openfoodfacts.org (PROD) и test env
ca: Canvia entre openfoodfacts.org (PROD) i prova env
cs: Přepínání mezi openfoodfacts.org (PROD) a testovacím prostředím
da: Skift mellem openfoodfacts.org (PROD) og testmiljø
de: Wechseln zwischen openfoodfacts.org (PROD) und Testumgebung
el: Εναλλαγή μεταξύ openfoodfacts.org (PROD) και λειτουργίας προγραμματιστών
es: Cambiar entre openfoodfacts.org (PROD) y el entorno de pruebas
fi: Vaihda openfoodfacts.org (PROD):n ja kokeiluympäristön välillä
fr: Basculer entre openfoodfacts.org (PROD) et test env
he: החלפה בין openfoodfacts.org (הסביבה המבצעית) לבין סביבת הבדיקות
id: Beralih antara openfoodfacts.org (PROD) dan test env
it: Passa tra openfoodfacts.org (PROD) e test env
ja: openfoodfacts.org (PROD)とtest環境の切り替え
ko: openfoodfacts.org(PROD)와 테스트 환경 간 전환
lt: Perjunkite tarp openfoodfacts.org (PROD) ir testavimo env
nl: Schakel tussen openfoodfacts.org (PROD) en test env
pl: Przełącz pomiędzy openfoodfacts.org (PROD) a test env
pt: Alternar entre openfoodfacts.org (PROD) e ambiente de teste
ro: Comutați între openfoodfacts.org (PROD) și testați mediul
ru: Переключить между openfoodfacts.org (PROD) и тестовой средой
sl: Preklapljanje med openfoodfacts.org (PROD) in testnim env
tr: Openfoodfacts.org (PROD) ve test ortamı arasında geçiş yapın
uk: Переключитися між openfoodfacts.org (PROD) та test env
vi: Chuyển đổi giữa openfoodfacts.org (PROD) và test env
zh: 在 openfoodfacts.org (PROD) 和测试环境之间切换

# dev_preferences_test_environment_title
source: Test environment parameters
ar: Test env parameters
bg: Параметри на тестовата среда
ca: Paràmetres de l'entorn de prova
cs: Parametry testovacího prostředí
da: Testmiljøparametre
de: Testumgebungsparameter
el: Έλεγχος Παραμέτρων
es: Parámetros del entorno de pruebas
fi: Kokeiluympäristön parametrit
fr: Tester les paramètres d'environnement
he: בדיקת משתני הסביבה
id: Parameter lingkungan pengujian
it: Prova i parametri dell'ambiente
ja: テスト環境のパラメータ
ko: 테스트 환경 매개변수
lt: Bandomosios aplinkos parametrai
nl: Testomgevingsparameters
pl: Parametry środowiska testowego
pt: Parâmetros do ambiente de teste
ro: Testarea parametrilor mediului
sl: Preizkus parametrov env
sv: Test env parameters
tr: Test ortamı parametreleri
uk: Перевірити параметри довкілля
vi: Các thông số môi trường thử nghiệm
zh: 测试环境参数

# dev_preferences_test_environment_subtitle
source: Base URL for current test env: {url}
ar: Current base URL of test env is {url}
bg: Базов URL за текущото test env: {url}
ca: URL base per a l'entorn de prova actual: {url}
cs: Základní URL pro aktuální testovací prostředí: {url}
da: Basis-URL til aktuel test-env: {url}
de: Basis-URL für aktuelle Testumgebung: {url}
el: Βασική διεύθυνση URL για τρέχον δοκιμαστικό env: {url}
es: URL base para el entorno de pruebas actual: {url}
fi: Kokeiluympäristön nettiosoite: {url}
fr: URL de base actuelle pour l'environnement de test : {url}
he: כתובת בסיס לסביבת הבדיקות הנוכחית: {url}
id: URL dasar untuk env pengujian saat ini: {url}
it: URL di base per l'ambiente di test corrente: {url}
ja: 現在のテスト環境のベースURL： {url}
ko: 현재 테스트 환경의 기본 URL: {url}
lt: Bazinis dabartinio bandymo env URL: {url}
nl: Basis-URL voor huidige testomgeving: {url}
pl: Podstawowy adres URL dla bieżącego środowiska testowego: {url}
pt: URL base para o ambiente de teste atual: {url}
ro: Adresa URL de bază pentru mediul de testare curent: {url}
sl: Osnovni URL za trenutno testno okolje: {url}
tr: Mevcut test ortamı için temel URL: {url}
uk: Базова URL-адреса для поточного тестового оточення: {url}
vi: URL cơ sở cho thử nghiệm hiện tại env: {url}
zh: 当前测试环境的基本 URL： {url}

# dev_preferences_test_environment_dialog_title
source: Test environment host
ar: Test Env Host
bg: Хост на тестовата среда
ca: Amfitrió de l'entorn de prova
cs: Hostitel testovacího prostředí
da: Testmiljøvært
de: Testumgebungs-Host
el: Test Env Host
es: Alojamiento del entorno de pruebas
fi: Kokeiluympäristön isäntä
fr: Tester l'hôte de l'environnement
he: בדיקת מארח הסביבה
id: Host lingkungan uji
it: Prova l'ambiente ospite
ja: テスト環境のホスト
ko: 테스트 환경 호스트
lt: Bandomosios aplinkos svetainės kompiuteris
nl: Testomgeving host
pl: Środowisko testowe
pt: Hospedeiro do ambiente de teste
ro: Gazda mediului de testare
sl: Test Env Host
sv: Test Env Host
tr: Test ortamı ana bilgisayarı
uk: Хост тестового середовища
vi: Máy chủ môi trường thử nghiệm
zh: 测试环境主机

# dev_preferences_ml_kit_title
source: Use ML Kit
bg: Използвай ML Kit
ca: Utilitzeu el kit ML
cs: Použít ML kit
da: Brug ML Kit
de: ML Kit verwenden
el: Χρησιμοποιήστε το κιτ ML
es: Usar ML kit
fi: Käytä ML-pakettia
fr: Utiliser ML Kit
he: להשתמש ב־ML Kit
id: Gunakan Kit ML
it: Usa Kit ML
ja: MLキットを使う
ko: ML 키트 사용
lt: Naudokite „ML“ rinkinį
nl: Gebruik ML Kit
pl: Użyj zestawu ML
pt: Usar kit de ML
ro: Utilizați Kit-ul ML
sl: Uporabite ML Kit
tr: ML Kitini Kullan
uk: Застосувати ML Kit
vi: Sử dụng ML Kit
zh: 使用机器学习套件

# dev_preferences_ml_kit_subtitle
source: then you have to restart this app
bg: след това трябва да рестартираш приложението
ca: aleshores heu de reiniciar aquesta aplicació
cs: pak musíte tuto aplikaci restartovat
da: dernæst skal appen genstartes
de: dann musst du diese App neu starten
el: τότε πρέπει να επανεκκινήσετε αυτήν την εφαρμογή
es: tendrás que reiniciar esta aplicación
fi: sitten on sovellus uudelleenkäynnistettävä
fr: puis vous devez redémarrer cette application
he: אז יהיה עליך להפעיל את היישומון הזה מחדש
id: maka Anda harus memulai ulang aplikasi ini
it: devi poi riavviare quest'app
ja: その後、アプリを再起動する必要があります
ko: 앱을 재시작해야 합니다
lt: tada turėsite iš naujo paleisti šią programą
nl: dan moet je deze app opnieuw opstarten
pl: musisz ponownie uruchomić tę aplikację
pt: então terá que reiniciar esta aplicação
ro: apoi trebuie să reporniți această aplicație
sl: nato ponovno zaženite to aplikacijo
tr: o zaman bu uygulamayı yeniden başlatmanız gerekiyor
uk: тоді вам доведеться перезапустити цей додаток
vi: sau đó bạn phải khởi động lại ứng dụng này
zh: 您需要重新启动此应用

# dev_preferences_product_additional_features_title
source: Additional button on product page
be: Дадатковая кнопка на старонцы прадукту
bg: Допълнителен бутон на продуктовата страница
ca: Botó addicional a la pàgina del producte
cs: Další tlačítko na stránce produktu
da: Yderligere knap på produktsiden
de: Zusätzliche Schaltfläche auf der Produktseite
el: Επιπλέον κουμπί στη σελίδα του προϊόντος
es: Botón adicional en la página del producto
fi: Lisänappula tuotesivulla
fr: Bouton supplémentaire sur la page produit
he: כפתור נוסף בעמוד המוצר
id: Tombol tambahan pada halaman produk
it: Pulsante aggiuntivo sulla pagina del prodotto
ja: 製品ページに追加ボタンを配置
ko: 상품 페이지에 버튼 더 표시
lt: Papildomas mygtukas produkto puslapyje
nl: Extra knop op de productpagina
pl: Dodatkowy przycisk na stronie produktu
pt: Botão adicional na página do produto
ro: Buton suplimentar pe pagina produsului
sl: Dodatni gumb na strani izdelka
tr: Ürün sayfasındaki ek düğme
uk: Додаткова кнопка на сторінці продукту
vi: Nút bổ sung trên trang sản phẩm
zh: 产品页面上的附加按钮

# dev_preferences_edit_ingredients_title
source: Edit ingredients via a knowledge panel button
bg: Редактиране на съставките чрез бутон панел за познание
ca: Editeu els ingredients mitjançant un botó del tauler de coneixement
cs: Upravte přísady pomocí tlačítka na panelu znalostí
da: Redigér ingredienser via en videnspanelknap
de: Bearbeiten Sie Zutaten über eine Knowledge-Panel-Schaltfläche
el: Επεξεργασία συστατικών μέσω ενός κουμπιού από τον πίνακα γνώσεων
es: Editar ingredientes a través de un botón del panel de conocimiento
fi: Muokkaa ainesosia tietopaneelin kautta
fr: Modifier les ingrédients via un bouton de knowledge panel
he: עריכת הרכיבים דרך כפתור לוח ידע
id: Edit bahan melalui tombol panel pengetahuan
it: Modifica gli ingredienti tramite un pulsante del pannello conoscenze
ja: ナレッジパネルのボタンから原材料を編集する
ko: 지식 패널 버튼으로 재료 편집
lt: Redaguokite ingredientus naudodami žinių skydelio mygtuką
nl: Bewerk ingrediënten via een kennispaneelknop
pl: Edytuj składniki za pomocą przycisku panelu wiedzy
pt: Editar ingredientes através de um botão do painel de conhecimento
ro: Editați ingredientele printr-un buton din panoul de cunoștințe
sl: Urejanje sestavin s pomočjo gumba o znanju
tr: Bir bilgi paneli düğmesi aracılığıyla içindeki malzemeleri düzenleyin
uk: Редагуйте інгредієнти за допомогою кнопки на панелі знань
vi: Chỉnh sửa thành phần thông qua nút bảng điều khiển
zh: 通过信息面板按钮编辑成分

# dev_preferences_export_history_title
source: Export History
be: Экспартаваць гісторыю
bg: Експортирай историята
ca: Exporta l'historial
cs: Historie exportu
da: Eksportér historik
de: Verlauf exportieren
el: Εξαγωγή ιστορικού
es: Exportar historial
fi: Vientihistoria
fr: Exporter l'historique
he: ייצוא היסטוריה
id: Ekspor Riwayat
it: Esporta Cronologia
ja: 履歴をエクスポート
ko: 내보내기 기록
lt: Eksportuoti istoriją
nl: Geschiedenis exporteren
pl: Eksportuj historię
pt: Exportar histórico
ro: Export istoric
sl: Izvozi zgodovino
tr: Geçmişi dışa aktar
uk: Експорт історії
vi: Xuất lịch sử
zh: 导出历史记录
