Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# scan_product_loading_unresponsive
source: We're still looking for this product. Would you like to restart the search?
cs: Stále hledáme tento produkt. Chcete restartovat vyhledávání?
da: Der søges stadig efter dette produkt. Ønsker at genstarte søgningen?
de: Es wird noch nach diesem Produkt gesucht! Möchten Sie die Suche neu starten?
es: Todavía estamos buscando el producto. ¿Te gustaría realizar de nuevo la búsqueda?
fi: Etsimme edelleen tätä tuotetta. Haluatko aloittaa haun uudelleen?
fr: Nous recherchons toujours ce produit. Souhaitez-vous relancer la recherche ?
he: אנחנו עדיין מחפשים את המוצר הזה. להפעיל את החיפוש מחדש?
id: Kami masih mencoba memuat produk ini. Apakah Anda ingin mengulang pencarian?
it: Stiamo ancora cercando questo prodotto! Desideri riavviare la ricerca?
lt: Mes vis dar ieškome šio produkto. Ar norėtumėte iš naujo paleisti paiešką?
nl: We zijn nog steeds op zoek naar dit product. Wilt u het zoeken opnieuw starten?
pl: Nadal szukamy tego produktu. Czy chcesz ponownie uruchomić wyszukiwanie?
pt: Ainda estamos à procura deste produto. Gostaria de reiniciar a pesquisa?
ro: Încă căutăm acest produs. Doriți să reporniți căutarea?
sk: Tento produkt stále hľadáme. Chcete reštartovať vyhľadávanie?
tr: Hala bu ürünü arıyoruz. Aramayı yeniden başlatmak ister misiniz?
uk: Ми все ще шукаємо цей продукт. Хочете відновити пошук?

# scan_product_loading_restart_button
source: Restart search
cs: Restartovat hledání
da: Genstart søgning
de: Suche neu starten
es: Reiniciar la búsqueda
fi: Käynnistä haku uudelleen
fr: Relancer la recherche
he: לחפש מחדש
id: Mengulang pencarian
it: Riavvia la ricerca
lt: Paleisti paiešką iš naujo
nl: Zoek opnieuw
pl: Uruchom ponownie wyszukiwanie
pt: Reiniciar pesquisa
ro: Reporniți căutarea
sk: Reštartujte vyhľadávanie
tr: Aramayı yeniden başlat
uk: Перезапустити пошук

# portion_calculator_description
source: Calculate nutrition facts for a specific quantity
bg: Изчисли хранителните стойности за определено количество
ca: Calcula els valors nutricionals per a una quantitat específica
cs: Vypočítejte nutriční údaje pro konkrétní množství
da: Beregn ernæringfakta for en bestemt mængde
de: Nährwertangaben für eine bestimmte Menge berechnen
el: Υπολογίστε τα διατροφικά στοιχεία για μια συγκεκριμένη ποσότητα
es: Calcula información nutricional para una cantidad específica
fi: Laske ravitsemustiedot tietylle määrälle
fr: Calculer les valeurs nutritionnelles pour une quantité spécifique
he: חישוב עובדות תזונתיות לכמות מסוימת
id: Hitung informasi nilai gizi untuk jumlah tertentu
it: Calcola i valori nutrizionali per una quantità specifica
lt: Apskaičiuokite konkretaus kiekio mitybos faktus
nl: Bereken voedingsfeiten voor een specifieke hoeveelheid
pl: Oblicz wartość odżywczą dla określonej ilości
pt: Calcular informações nutricionais para uma quantidade específica
ro: Calculează valorile nutriționale pentru o anumită cantitate
ru: Рассчет пищевой ценности для определенного количества
sk: Vypočítajte výživové údaje pre konkrétne množstvo
tr: Belirli bir miktar için besin değerlerini hesaplayın
uk: Розрахуйте поживну цінність для певної кількості
vi: Tính toán thông tin dĩnh dưỡng cho một khối lượng nhất định
zh: 计算特定数量的营养成分

# portion_calculator_hint
source: Quantity in
cs: Množství v
da: Mængde i
de: Menge in
es: Cantidad
fi: Määrä
fr: Quantité dans
he: כמות בתוך
id: Jumlah dalam
it: Quantità in
ja: 数量
lt: Kiekis
nl: Hoeveelheid in
pl: Ilość w
pt: Quantidade
ro: Cantitate în
sk: Množstvo v
tr: Miktar
uk: Кількість в

# portion_calculator_accessibility
source: Input a quantity to calculate nutrition facts
cs: Zadejte množství pro výpočet nutričních údajů
da: Angiv mængde for at beregne ernæringsfakta
de: Menge eingeben, um Nährwertangaben zu berechnen
es: Introduce una cantidad para calcular la información nutricional
fi: Syötä määrä laskeaksesi ravitsemustiedot
fr: Saisissez une quantité pour calculer la valeur nutritive
he: יש למלא כמות כדי לחשב את העובדות התזונתיות
id: Masukkan kuantitas untuk menghitung informasi nilai nutrisi
it: Inserisci una quantità per calcolare i valori nutrizionali
ja: 数量を入力して栄養成分を計算します
lt: Įveskite kiekį, kad apskaičiuotumėte maistinę sudėtį
nl: Voer een hoeveelheid in om de voedingswaarden te berekenen
pl: Wprowadź ilość, aby obliczyć wartości odżywcze
pt: Introduza uma quantidade para calcular as informações nutricionais
ro: Introduceți o cantitate pentru a calcula valorile nutriționale
sk: Zadajte množstvo na výpočet výživových údajov
uk: Вкажіть кількість для обчислення харчових продуктів

# portion_calculator_error
source: Please enter a quantity between {min} and {max} g
cs: Zadejte množství mezi {min} a {max} g
da: Angiv en mængde mellem {min} og {max} g
de: Bitte eine Menge zwischen {min} und {max} g eingebe
es: Por favor, introduce una cantidad entre {min} y {max} g
fi: Anna määrä väliltä {min} ja {max} g
fr: Merci d'indiquer une quantité entre {min} et {max} g
he: נא למלא כמות בין {min} ל־{max} גרם
id: Silakan masukkan jumlah antara {min} dan {max} g
it: Ti preghiamo di inserire una quantità tra {min} e {max} g
ja: {min} ～ {max} の間で数量を入力してください
lt: Įveskite reikšmę nuo {min} iki {max} g
nl: Vul een hoeveelheid in tussen {min} en {max} g
pl: Wprowadź ilość pomiędzy {min} a {max} g
pt: Por favor introduza uma quantidade entre {min} e {max} g
ro: Vă rugăm să introduceți o cantitate între {min} și {max} g
sk: Zadajte množstvo od {min} do {max} g
uk: Будь ласка, введіть кількість від {min} до {max} г

# portion_calculator_result_title
source: Nutrition facts for {grams} g (or ml)
be: Звесткі аб пажыўнасці на {grams} г (або мл)
bg: Хранителни стойности за {grams} г (или мл)
ca: Dades nutricionals per a {grams} g (o ml)
cs: Výživové údaje na {grams} g (nebo ml)
da: Næringsfakta for {grams} g (eller ml)
de: Nährwertangaben für {grams} g (oder ml)
es: Información nutricional por {grams} g (o ml)
fi: Ravintosisältö ({grams} g/ml)
fr: Valeurs nutritionnelles pour {grams} g (ou ml)
he: עובדות תזונתיות ל־{grams} ג׳ (או מ״ל)
id: Informasi nilai gizi untuk {grams} g (or ml)
it: Valori nutrizionali per {grams} g (o ml)
ja: {grams} g (または ml) の栄養成分表
ko: {grams} (또는 ml)의 영양 성분
lt: {grams} g (arba ml) maistingumas
nl: Voedingswaarden voor {grams} g (of ml)
pl: Wartości odżywcze dla {grams} g (lub ml)
pt: Informações nutricionais para {grams} g (ou ml)
ro: Valori nutriționale pentru {grams} g (sau ml)
ru: Пищевая ценность на {grams} г (или мл)
sk: Výživové údaje pre {grams} g (alebo ml)
tr: {grams} g (veya ml) için besin değerleri
uk: Харчова цінність {grams} г (або мл)
vi: Thông tin dinh dưỡng cho {grams} g (hoặc ml)
zh: {grams} 克（或毫升）的营养成分

source: Offline Data
bg: Данни извън линия
ca: Dades fora de línia
de: Offline-Daten
es: Datos sin conexión
fi: Tiedot ilman Internet-yhteyttä
fr: Données hors-ligne
he: נתונים בלתי מקוונים
id: Data Luring
it: Dati Offline
ja: オフラインデータ
ko: 오프라인 데이터
lt: Duomenys neprisijungus
nl: Offline gegevens
pl: Dane offline
pt: Dados off-line
ro: Date offline
ru: Автономные данные
sk: Údaje v režime offline
tr: Çevrimdışı Veri
uk: Офлайн-дані
vi: Dữ liệu ngoại tuyến
zh: 离线数据

# ocr_image_upload_instruction
source: Upload an image to automatically extract the information it contains.
be: Запампуйце выяву для аўтаматычнага распазнання інфармацыі, якую яна змяшчае.
bg: Качи снимка, за да извлечеш автоматично информацията, която съдържа.
ca: Carregueu una imatge per extreure automàticament la informació que conté.
cs: Nahrajte obrázek, abyste automaticky extrahovali informace, které obsahuje.
da: Upload et foto for auto-udtræk af oplysningerne herfra.
de: Laden Sie ein Bild hoch, um die darin enthaltenen Informationen automatisch auszulesen.
el: Upload an image to automatically extract the provided information
es: Sube una imagen para extraer automáticamente la información que contiene.
fi: Lataa kuva, jotta voit poimia sen sisältämät tiedot.
fr: Téléchargez une image pour extraire automatiquement les informations fournies.
he: ניתן להעלות תמונה כדי לחלץ את המידע שהיא מכילה אוטומטית.
id: Unggah gambar untuk mengekstrak informasi yang dikandungnya secara otomatis.
it: Carica un'immagine per estrarre automaticamente le informazioni che contiene.
ja: 画像をアップロードすると、画像に含まれる情報を自動的に抽出します。
ko: 포함된 정보를 자동으로 추출하려면 이미지를 업로드하세요.
lt: Įkelkite vaizdą, kad automatiškai išskleistumėte jame esančią informaciją.
nl: Upload een afbeelding om de verstrekte informatie automatisch te extraheren.
pl: Prześlij obraz, aby automatycznie wyodrębnić podane informacje.
pt: Envie uma imagem para extrair automaticamente as informações que ela contém.
ro: Încărcați o imagine pentru a extrage automat informațiile pe care le conține.
ru: Загрузка изображения с извлечением автоматически распознанного текста.
sk: Nahrajte obrázok, aby sa automaticky extrahovali informácie, ktoré obsahuje.
tr: İçerdiği bilgileri otomatik olarak çıkarmak için bir resim yükleyin.
uk: Завантажте зображення, щоб автоматично отримати надану інформацію.
vi: Tải lên một hình ảnh để tự động trích xuất thông tin chứa trong đó.
zh: 上传图片以自动提取其包含的信息。

# upload_image
source: Upload Photo
be: Запампаваць фота
bg: Качете снимка
ca: Penjar una foto
cs: Nahrát fotku
da: Upload foto
de: Foto hochladen
es: Subir foto
fi: Lataa kuva
fr: Envoyer une photo
he: העלאת תמונה
id: Unggah Foto
it: Carica Foto
ja: 画像をアップロード
ko: 사진 업로드
lt: Įkelti nuotrauką
nl: Foto uploaden
pl: Prześlij zdjęcie
pt: Enviar fotografia
ro: Încarcă o fotografie
ru: Загрузить Фото
sk: Nahrať fotografiu
tr: Fotoğraf Yükle
uk: Завантажити фото
vi: Tải ảnh lên
zh: 上传图片

# image_download_error
source: Failed to download image
be: Не атрымалася спампаваць выяву
bg: Неуспешно изтегляне на снимката
ca: No s'ha pogut baixar la imatge
cs: Nepodařilo se stáhnout obrázek
da: Mislykkedes at downloade foto
de: Bild konnte nicht heruntergeladen werden
es: Error al descargar la imagen
fi: Kuvaa ei voitu ladata
fr: Échec du téléchargement de l'image
he: הורדת התמונה נכשלה
id: Gagal mengunduh gambar
it: Scaricamento dell'immagine fallito
ja: 画像のダウンロードに失敗しました
ko: 이미지 다운로드를 실패했습니다.
lt: Nepavyko atsisiųsti vaizdo
nl: Kan afbeelding niet downloaden
pl: Nie udało się pobrać obrazu
pt: Falha ao descarregar a imagem
ro: Nu s-a putut descărca imaginea
ru: Не удалось загрузить изображение
sk: Obrázok sa nepodarilo stiahnuť
tr: Resim indirilemedi
uk: Не вдалося завантажити зображення
vi: Tải hình ảnh thất bại
zh: 图片下载失败

# image_edit_url_error
source: Failed to edit image because the image URL was not set.
be: Не атрымалася адрэдагаваць выяву, бо яе URL не быў зададзены.
bg: Редактирането на снимката не бе успешно, защото URL адресът на снимката не беше зададен.
ca: No s'ha pogut editar la imatge perquè l'URL de la imatge no s'ha definit.
cs: Úprava obrázku se nezdařila, protože nebyla nastavena URL obrázku.
da: Mislykkedes at redigere foto grundet manglende foto-URL.
de: Fehler beim Bearbeiten des Bildes, da die Bild-URL nicht festgelegt wurde.
es: No se ha podido editar la imagen porque la URL de la imagen no está configurada.
fi: Kuvan muokkaus epäonnistui, koska kuvalla ei ole internetosoitetta.
fr: Impossible d'éditer l'image car l'URL de l'image n'a pas été définie.
he: עריכת התמונה נכשלה מכיוון שכתובת התמונה לא הוגדרה.
id: Gagal mengedit gambar karena URL gambar tidak ditetapkan.
it: Modifica dell'immagine non riuscita perché l'URL dell'immagine non era impostato.
ja: 画像のURLが設定されていないため、画像の編集に失敗しました。
ko: 이미지 URL이 설정되지 않아 이미지를 수정하지 못했습니다.
lt: Nepavyko redaguoti vaizdo, nes nebuvo nustatytas URL.
nl: Kan afbeelding niet bewerken omdat de afbeeldings-URL niet is ingesteld.
pl: Nie udało się edytować zdjęcia, ponieważ nie podano adresu URL obrazu.
pt: Falha ao editar a imagem porque o URL da imagem não foi indicado.
ro: Nu s-a putut edita imaginea deoarece adresa URL a imaginii nu a fost setată.
ru: Не удалось отредактировать изображение, так как URL изображения не был задан.
sk: Obrázok sa nepodarilo upraviť, pretože adresa URL obrázka nebola nastavená.
tr: Resim URL'si ayarlanmadığından resim düzenlenemedi.
uk: Не вдалося редагувати зображення, оскільки URL-адресу зображення не вказано.
vi: Không thể chỉnh sửa hình ảnh vì URL hình ảnh chưa được đặt.
zh: 由于未设置图片 URL，无法编辑图片。

# user_picture_source_remember
source: Remember my choice
be: Запомніць мой выбар
bg: Запомни моя избор
ca: Recorda la meva selecció
cs: Zapamatovat si moji volbu
da: Husk valg
de: Meine Auswahl speichern
es: Recordar mi elección
fi: Muista valintani
fr: Mémoriser mon choix
he: לזכור את הבחירה שלי
id: Ingat pilihan saya
it: Ricorda la mia scelta
ja: 選択を保存
ko: 선택 사항 기억하기
lt: Prisiminti mano pasirinkimą
nl: Onthoud mijn keuze
pl: Zapamiętaj mój wybór
pt: Memorizar a minha escolha
ro: Memorează alegerea mea
ru: Запомнить мой выбор
sk: Zapamätať si voľbu
tr: Seçimimi hatırla
uk: Запам'ятати
vi: Nhớ lựa chọn của tôi
zh: 记住我的选择

# user_picture_source_select
source: Select each time
be: Выбіраць кожны раз
bg: Избери всеки път
ca: Seleccioneu cada cop
cs: Vybrat pokaždé znovu
da: Vælg hver gang
de: Jedes Mal auswählen
es: Seleccionar cada vez
fi: Valitse joka kerta
fr: Sélectionner à chaque fois
he: לבחור בכל פעם מחדש
id: Pilih tiap kali
it: Seleziona ogni volta
ja: 毎回選択
ko: 매번 선택하기
lt: Pasirinkti kaskart
nl: Selecteer elke keer
pl: Wybierz za każdym razem
pt: Selecionar a cada vez
ro: Selectați de fiecare dată
ru: Выбирать постоянно
sk: Vyberte zakaždým
tr: Her seferinde seç
uk: Обирати кожного разу
vi: Chọn từng lần
zh: 每次都选择

# robotoff_continue
source: Continue
be: Працягнуць
bg: Продължи
ca: Continuar
cs: Pokračovat
da: Fortsæt
de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
he: להמשיך
id: Selanjutnya
it: Continua
ja: 続ける
ko: 계속하기
lt: Tęsti
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh: 继续

# robotoff_next_n_questions
source: Next {count,plural, =1{question} other{{count} questions}}
ca: Pròxim{count,plural, =1{a pregunta} other{es {count} preguntes}}
cs: Další {count,plural, =1{otázka} other{{count} otázek}}
da: Næste {count,plural, =1{spørgsmål} other{{count} spørgsmål}}
de: Nächste {count,plural, =1{Frage} other{{count} Fragen}}
es: Próxima{count,plural, =1{ pregunta} other{s {count} preguntas}}
fi: {count,plural, =1{Seuraava kysymys} other{Seuraavat {count} kysymystä}}
fr: {count,plural, =1{Une question} other{{count} questions}} de plus !
he: {count,plural, two {{count} השאלות הבאות} many {{count} השאלות הבאות}=1{השאלה הבאה} other{{count} השאלות הבאות}}
id: {count,plural, =1{pertanyaan} other{{count} pertanyaan}} berikutnya
it: {count,plural, =1{domanda successiva} other{{count} domande successive}}
ja: 次 {count,plural, =1{質問} other{{count} 質問}}
nl: Volgende {count,plural, =1{vraag} other{{count} vragen}}
pl: Następne {count,plural, =1{pytanie}other{{count} pytania}}
pt: {count,plural, =1{Próxima pergunta} other{Próximas {count} perguntas}}
ro: Următorul {count,plural, =1{intrebare} other{{count} întrebări}}
tr: Sonraki {count,plural, =1{question} other{{count} questions}}
vi: {count,plural, =1{câu hỏi} other{{count} câu hỏi}} kế tiếp
zh: 下{count,plural, =1{一个问题} other{ {count} 个问题}}

source: Show Password
be: Паказаць пароль
bg: Покажи паролата
ca: Mostra la contrasenya
cs: Zobrazit heslo
da: Vis adgangskode
de: Passwort anzeigen
es: Mostrar contraseña
fi: Näytä salasana
fr: Afficher le Mot de Passe
he: הצגת סיסמה
id: Tampilkan Kata Sandi
it: Mostra la Password
ja: パスワードを表示
ko: 비밀번호 표시
lt: Rodyti Slaptažodį
nl: Toon wachtwoord
pl: Pokaż hasło
pt: Mostrar palavra-passe
ro: Afișează parola
ru: Показать пароль
sk: Zobraziť heslo
tr: Şifreyi Göster
uk: Показати пароль
vi: Hiện mật khẩu
zh: 显示密码

# rate_app
source: Rate the app
bg: Оцени приложението
ca: Valora l'aplicació
cs: Ohodnoťte aplikaci
da: Bedøm appen
de: App bewerten
es: Calificar la aplicación
fi: Arvioi sovellus
fr: Noter l'application
he: דירוג היישומון
id: Beri nilai aplikasi
it: Valuta l'app
ja: アプリを評価する
lt: Įvertinti programėlę
nl: Beoordeel de app
pl: Oceń aplikację
pt: Avaliar a aplicação
ro: Evaluează aplicația
sk: Ohodnotiť aplikáciu
tr: Uygulamaya puan verin
uk: Оцініть додаток
zh: 评价此应用

# app_rating_dialog_title
source: Great! Let others know what you think of this app!
bg: Страхотно! Кажи на другите какво мислиш за това приложениие!
ca: Perfecte! Feu que d'altres coneguin la vostra opinió d'aquesta aplicació!
cs: Skvěle! Dejte ostatním vědět, co si o aplikaci myslíte!
da: Storartet! Lad andre vide, hvad du synes om appen!
de: Großartig! Lassen Sie andere wissen, was Sie von dieser App halten!
es: ¡Genial! ¡Hazle saber a los demás lo que piensas de esta aplicación!
fi: Loistavaa! Kerro muille mitä ajattelet tästä sovelluksesta!
fr: Super ! Faites savoir aux autres ce que vous pensez de cette application !
he: מצוין! אנו בטוחים שכולם ישמחו לשמוע מה דעתך על היישומון!
id: Hebat! Beri tahu orang lain pendapat Anda tentang aplikasi ini!
it: Ottimo! Fai sapere agli altri cosa ne pensi di questa app!
ko: 좋아요! 다른 사람들에게 당신이 이 앱에 대해 어떻게 생각하는지 알려주세요!
lt: Puiku! Praneškite kitiems, ką manote apie šią programą!
nl: Geweldig! Laat anderen weten wat je vindt van deze app!
pl: Świetnie! Daj znać innym co sądzisz o tej aplikacji!
pt: Ótimo! Diga aos outros o que pensa desta aplicação!
ro: Grozav! Împărtășeste cu ceilalți ce crezi despre această aplicație!
ru: Замечательно! Поделитесь с друзьями своим мнением о приложении!
sk: Skvelé! Dajte ostatným vedieť, čo si myslíte o tejto aplikácii!
tr: Harika! Diğerlerine bu uygulama hakkında ne düşündüğünüzü bildirin!
uk: Чудово! Дайте іншим знати, що ви думаєте про цей додаток!
vi: Tuyệt quá! Hãy cho người khác biết bạn nghĩ gì về ứng dụng này nhé!
zh: 大！让其他人知道您对这个应用程式的看法！

# app_rating_dialog_positive_action
source: Rate the app
be: Ацаніць праграму
bg: Оцени приложението
ca: Valora l'aplicació
cs: Ohodnoťte aplikaci
da: Bedøm appen
de: App bewerten
es: Calificar la aplicación
fi: Arvioi sovellus
fr: Noter l'application
he: דירוג היישומון
id: Beri nilai aplikasi
it: Valuta l'app
ja: アプリを評価する
ko: 앱 평가하기
lt: Įvertinti programėlę
nl: Beoordeel de app
pl: Oceń aplikację
pt: Avaliar a aplicação
ro: Evaluează aplicația
ru: Оценить приложение
sk: Ohodnotiť aplikáciu
tr: Uygulamaya puan verin
uk: Оцініть додаток
zh: 评价此应用

# app_rating_dialog_negative_action
source: Later
be: Пазней
bg: По-късно
ca: Més tard
cs: Později
da: Senere
de: Später
es: Más adelante
fi: Myöhemmin
fr: Plus tard
he: אחר כך
id: Nanti
it: In seguito
ja: 後で
ko: 다음에
lt: Vėliau
pl: Później
pt: Lembrar-me depois
ro: Mai târziu
ru: Позже
tr: Daha sonra
uk: Потім
vi: Để sau
zh: 稍后

# app_rating_dialog_title_enjoying_app
source: Are you enjoying this app?
be: Вам падабаецца гэтая праграма?
ca: Estàs gaudint d'aquesta aplicació?
cs: Líbí se vám tato aplikace?
da: Synes du om appen?
de: Gefällt Ihnen diese App?
es: ¿Te está gustando la aplicación?
fi: Pidätkö tästä sovelluksesta?
fr: Appréciez-vous cette application ?
he: היישומון הזה נושא חן בעיניך?
id: Apakah Anda menyukai aplikasi ini?
it: Ti sta piacendo quest'app?
ja: このアプリを気に入っていますか？
lt: Ar jums patinka ši programėlė?
nl: Geniet je van deze app?
pl: Podoba Ci się ta aplikacja?
pt: Está a gostar desta aplicação?
ro: Vă place această aplicație?
ru: Вам нравится это приложение?
sk: Užívate si aplikáciu?
tr: Bu uygulamanın tadını çıkarıyor musunuz?
uk: Вам подобається цей додаток?
vi: Bạn có thích ứng dụng này?
zh: 您喜欢这个应用吗？

# app_rating_dialog_title_enjoying_positive_actions
source: Yeah!
be: Так!
bg: Да!
ca: Sí!
cs: Jasně!
da: Jep!
de: Ja!
es: ¡Sí!
fi: Kyllä
fr: Ouais!
he: ברור!
id: Ya!
it: Certo che sì!
ja: はい！
lt: Aha!
nl: Ja!
pl: Pewnie!
pt: Muito!
ro: Da!
ru: Да!
sk: Áno!
tr: Evet!
uk: Авжеж!
zh: 是的！

source: Not really
be: Не вельмі
bg: Не особено
ca: No ben bé
cs: Ani ne
da: Ikke rigtigt
de: Nicht wirklich
es: No mucho
fi: En juurikaan
fr: Pas vraiment
he: ככה ככה
id: Biasa saja
it: Non molto
ja: いいえ
lt: Nelabai
nl: Niet echt
pl: Niekoniecznie
pt: Nem por isso
ro: Nu chiar
ru: Не совсем
sk: Nie naozaj
tr: Pek sayılmaz
uk: Не дуже
zh: 不太喜欢

# app_rating_dialog_title_not_enjoying_app
source: We are so sorry to hear that! Could you tell us what happened?
be: I'm so sorry to hear that! Could you tell me what happened?
bg: Съжаляваме да чуем това! Би ли ни казал какво се случи?
ca: Ens sap molt greu escoltar-ho! Ens podries explicar què ha passat?
cs: To nás moc mrzí! Můžete nám dát vědět, co se stalo?
da: Det er vi kede af at høre! Kan du fortælle os, hvad der skete?
de: Es tut uns sehr leid, das zu hören! Können Sie uns mitteilen, was passiert ist?
es: Lamentamos oír eso. ¿Nos puedes contar lo que pasa?
fi: Ikävä kuulla! Voitko kertoa, mitä tapahtui?
fr: Nous sommes désolés d'entendre cela ! Pourriez-vous nous dire ce qu'il s'est passé ?
he: צר לנו לשמוע על כך! נוכל להבין ממך מה קרה?
id: Kami menyesal mendengarnya! Bisakah Anda memberi tahu kami apa yang terjadi?
it: Siamo spiacenti di sentirtelo dire! Potresti dirci cos'è successo?
ja: 申し訳ございません。何があったのか教えていただけますか？
ko: I'm so sorry to hear that! Could you tell me what happened?
lt: Mes labai apgailestaujame dėl to! Ar galėtumėte mums papasakoti, kas nutiko?
nl: Het spijt ons dat te horen! Kunt u ons vertellen wat er is gebeurd?
pl: Przykro nam to słyszeć. Czy możesz opisać, co się stało?
pt: Lamentamos saber isso! Pode contar-nos o que aconteceu?
ro: Ne pare atât de rău să auzim asta! Ne poți spune ce s-a întâmplat?
sk: Veľmi nás to mrzí! Mohli by ste nám povedať, čo sa stalo?
tr: Bunu duyduğumuz için çok üzgünüz! Bize ne olduğunu anlatır mısın?
uk: Прикро це чути! Можете розповісти, що сталося?
vi: Chúng tôi rất tiếc về điều đó! Bạn có thể cho chúng tôi biết những gì đã xảy ra không?
zh: 我们很遗憾听到这个消息！你能告诉我们发生了什么吗？

# edit_packagings_title
source: Packaging components
be: Кампаненты ўпакоўкі
bg: Части на опаковката
ca: Components d'embalatge
cs: Součásti obalu
da: Emballagekomponenter
de: Verpackungsbestandteile
es: Componentes del envase
fi: Pakkauskomponentit
fr: Composants d'emballage
he: רכיבי אריזה
id: Komponen pengemasan
it: Componenti dell'imballaggio
ja: パッケージの要素
lt: Pakuotės komponentai
nl: Verpakkingsonderdelen
pl: Elementy opakowania
pt: Componentes da embalagem
ro: Componente de ambalare
ru: Компоненты упаковки
sk: Komponenty balenia
tr: Ambalaj bileşenleri
uk: Пакетні компоненти
vi: Thành phần bao bì
zh: 包装成分

# edit_packagings_element_add
source: Add a packaging component
be: Дадаць кампанент упакоўкі
bg: Добави компонент от опаковката
ca: Afegiu un component d'embalatge
cs: Přidejte součást obalu
da: Tilføj en emballagekomponent
de: Verpackungsbestandteil hinzufügen
es: Añadir un componente del envase
fi: Lisää pakkauskomponentti
fr: Ajouter un composant d'emballage
he: הוספת רכיב אריזה
id: Menambahkan komponen pengemasan
it: Aggiungi un componente di imballaggio
ja: パッケージの要素を追加する
lt: Pridėti pakuotės komponentą
nl: Voeg een verpakkingsonderdeel toe
pl: Dodaj element opakowania
pt: Adicionar um componente de embalagem
ro: Adăugați o componentă de ambalare
ru: Добавить компонент упаковки
sk: Pridajte komponent balenia
tr: Bir paketleme bileşeni ekleyin
uk: Додайте елемент упакування
vi: Thêm thành phần bao bì
zh: 添加包装成分

# edit_packagings_completed
source: The packaging is complete
bg: Опаковката е пълна
ca: L'embalatge està complet
cs: Balení je kompletní
da: Emballagen er komplet
de: Die Verpackung ist vollständig
es: El envase está completo
fi: Pakattu
fr: L'emballage est complet
he: האריזה שלמה
id: Kemasannya sudah lengkap
it: L'imballaggio è completo
ja: パッケージ情報が完成しました
lt: Pakuota yra užbaigta
nl: De verpakking is compleet
pl: Uzupełniono informacje o pakowaniu
pt: A embalagem está completa
ro: Ambalajul este complet
ru: Упаковка завершена
sk: Balenie je kompletné
tr: Paketleme tamamlandı
uk: Пакування завершено
vi: Bao bì đã hoàn thành
zh: 此包装成分已完整
