Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# account_create_message
source: Create your account and join the Open Food Facts community to help build food knowledge all over the world!
cs: Vytvořte si účet a připojte se ke komunitě Open Food Facts a pomozte tak budovat znalosti o potravinách po celém světě!
de: Erstellen Sie Ihr Konto und treten Sie der Open Food Facts-Community bei, um das Wissen über Lebensmittel auf der ganzen Welt zu verbessern!
es: ¡Crea una cuenta y únete a la comunidad de Open Food Facts para ayudar a crear conocimiento sobre los alimentos en todo el mundo!
fi: Luo tili ja liity Open Food Facts -yhteisöön auttaaksesi rakentamaan ruokatietoa kaikkialla maailmassa!
fr: Créez votre compte et rejoignez la communauté Open Food Facts pour aider à développer des connaissances alimentaires partout dans le monde !
he: מזמינים אותך ליצור חשבון ולהצטרף לקהילת Open Food Facts כדי לסייע בבניית מידע על מזון בכל רחבי העולם!
id: Buat akun Anda dan bergabunglah dengan komunitas OpenFoodFacts untuk meningkatkan pengetahuan tentang makanan di seluruh dunia!
it: Crea il tuo profilo e unisciti alla community di Open Food Facts per aiutare a sviluppare la conoscenza alimentare in tutto il mondo!
nl: Maak uw account aan en sluit u aan bij de Open Food Facts-community om voedselkennis over de hele wereld op te bouwen!
pt: Crie a sua conta e junte-se à comunidade Open Food Facts para ajudar a aumentar o conhecimento sobre os alimentos de todo o mundo!
ro: Creați-vă contul și alăturați-vă comunității Open Food Facts pentru a ajuta la dezvoltarea cunoștințelor despre alimente în întreaga lume!
sk: Vytvorte si účet a pripojte sa ku komunite Open Food Facts, aby ste pomohli budovať vedomosti o potravinách na celom svete!
uk: Створіть власний обліковий запис і приєднуйтеся до спільноти Open Food Facts, щоб допомогти поширювати знання про їжу в усьому світі!

source: Join us
bg: Присъедини се
ca: Uneix-te'ns
cs: Připojte se k nám
da: Tilmeld
de: Machen Sie mit
es: Únete al equipo
fi: Liity
fr: Rejoignez-nous
he: הצטרפות אלינו
id: Bergabunglah dengan kami
it: Unisciti a noi
ja: 参加する
lt: Prisijunkite prie mūsų
nl: Doe mee
pl: Dołącz do nas
pt: Junte-se a nós
ro: Alătură-te nouă
sk: Pridajte sa
tr: Bize katılın
uk: Приєднайся до нас
vi: Tham gia ngay
zh: 加入我们

# myPreferences_profile_title
source: Your Profile
ar: صفحتك الشخصية
be: Ваш профіль
bg: Профил
ca: El vostre perfil
cs: Váš profil
da: Din profil
de: Mein Profil
el: Το Προφίλ Σου
es: Tu perfil
fi: Profiilisi
fr: Votre profil
he: הפרופיל שלך
id: Profil Anda
it: Il Tuo Profilo
ja: あなたのプロフィール
ko: 내 프로필
lt: Jūsų profilis
nl: Uw profiel
pl: Profil
pt: O seu perfil
ro: Profilul tău
ru: Ваш профиль
sk: Váš profil
sl: Vaš profil
sq: Profili juaj
sv: Din profil
tr: Profiliniz
uk: Ваш Профіль
vi: Thông tin của bạn
zh: 您的个人信息

# myPreferences_profile_subtitle
source: Manage your Open Food Facts contributor account.
be: Кіруйце сваім уліковым запісам удзельніка Open Food Facts.
cs: Spravujte svůj účet přispěvatele Open Food Facts.
de: Verwalten Sie Ihr Open Food Facts Konto.
el: Διαχειριστείτε τον λογαριασμό χρήστη Open Food Facts.
es: Administra tu cuenta de colaborador de Open Food Facts.
fi: Hallinnoi Open Food Facts -avustajatiliäsi.
fr: Gérez votre compte contributeur Open Food Facts.
he: ניהול חשבון התרומה שלך ב־Open Food Facts.
id: Kelola akun kontributor OpenFoodFacts Anda.
it: Gestisci il tuo profilo da collaboratore di Open Food Facts.
ko: Open Food Facts 기여자 계정을 관리합니다.
nl: Beheer uw Open Food Facts-bijdragersaccount.
pt: Gerir a sua conta como colaborador do Open Food Facts.
ro: Gestionați contul dvs. de colaborator Open Food Facts.
ru: Управление учетной записью участника Open Food Facts.
sk: Spravujte svoj účet prispievateľa Open Food Facts.
sl: Upravljajte svoj račun sodelavca Open Food Facts.
sq: Change app settings and get advice.
uk: Керуйте своїм обліковим записом учасника Open Food Facts.

# myPreferences_settings_title
source: App Settings
ar: إعدادات التطبيق
be: Налады праграмы
bg: Настройки
ca: Configuració de l'App
cs: Nastavení aplikace
da: App-indstillinger
de: App-Einstellungen
el: Ρυθμίσεις Εφαρμογής
es: Ajustes de la aplicación
fi: Sovellusasetukset
fr: Paramètres de l'application
he: הגדרות היישומון
id: Pengaturan Aplikasi
it: Impostazioni dell'App
ja: アプリ設定
ko: 앱 설정
lt: Programos nustatymai
nl: App-instellingen
pl: Ustawienia
pt: Configurações da aplicação
ro: Setările aplicației
ru: Настройки
sk: Nastavenia aplikácie
sl: Nastavitve aplikacije
sq: Parametrat e aplikacionit
sv: Appinställningar
tr: Uygulama Ayarları
uk: Налаштування Додатку
vi: Cài đặt ứng dụng
zh: 应用设置

# myPreferences_settings_subtitle
source: Dark mode, Analytics…
ar: الوضع الداكن، المظهر، ...
be: Цёмны рэжым, аналітыка, ...
bg: Тъмен режим, Статистики…
ca: Mode fosc, Analítiques…
cs: Tmavý režim, Analytika…
de: Dunkler Modus, Analysen …
el: Σκοτεινή λειτουργία, Analytics, ...
es: Modo oscuro, analíticas…
fi: Tumma tila, tilastot…
fr: Mode sombre, statistiques, ...
he: מצב כהה, ניתוח נתונים…
id: Mode gelap, Analitis…
it: Modalità scura, Statistiche…
ja: ダークモード、アナリティクス…
ko: 다크 모드, 분석, ...
lt: Tamsusis režimas; Analizė…
nl: Donkere modus, Analytics…
pl: Tryb ciemny, zbieranie danych…
pt: Modo escuro, analíticas…
ro: Mod întunecat, Analiză…
sl: Temni način, analitika, ...
sq: Modaliteti i errët, Tema, ...
tr: Karanlık mod, Analytics…
uk: Темний режим, аналітика…
zh: 深色模式，分析，...

# myPreferences_food_title
source: Food Preferences
ar: أضف تفضيلات غذائية
be: Перавагі ў харчаванні
bg: Хранителни предпочитания
ca: Preferències alimentàries
cs: Předvolby jídla
da: Fødevarepræferencer
de: Lebensmittelvorlieben
el: Διατροφικές προτιμήσεις
es: Preferencias alimentarias
fi: Ruokamieltymykset
fr: Préférences alimentaires
he: העדפות מזון
id: Preferensi Makanan
it: Preferenze Alimentari
ja: 食品の好み
ko: 식품 설정
lt: Maisto pasirinkimai
nl: Voedselvoorkeuren
pl: Preferencje żywieniowe
pt: Preferências alimentares
ro: Preferințe alimentare
ru: Предпочтения в еде
sk: Potravinové preferencie
sl: Najljubša hrana
sq: Preferencat ushqimore
sv: Matpreferenser
tr: Yiyecek tercihleri
uk: Харчові вподобання
vi: Sở thích ăn uống
zh: 食物偏好

# myPreferences_food_subtitle
source: Choose what information about food matters most to you.
ar: اختر المعلومات التي تهمك أكثر عن الطعام.
be: Выберыце, якая інфармацыя пра харчаванне для вас найбольш важная.
bg: Избери каква информация за храната е най-важна за теб.
ca: Triau quina informació dels aliments us importa més.
cs: Vyberte si, které informace o jídle jsou pro vás nejdůležitější.
da: Vælg, hvilke oplysninger om fødevarer, som betyder mest.
de: Wählen Sie aus, welche Informationen über Lebensmittel für Sie am wichtigsten sind.
el: Επιλέξτε ποιες πληροφορίες σχετικά με τα τρόφιμα έχουν μεγαλύτερη σημασία για εσάς.
es: Elige qué tipo de información alimentaria es más importante para ti.
fi: Valitse, mikä ruoan tieto kiinnostaa eniten.
fr: Choisissez les informations sur la nourriture qui vous importent le plus.
he: נא לבחור איזה מידע על מזון הכי חשוב לך.
id: Pilih informasi tentang makanan yang paling penting bagi anda.
it: Scegli quali informazioni alimentari sono più importanti per te.
ja: あなたにとって最も重要な食品に関する情報を選択してください。
ko: 당신에게 가장 중요한 음식 정보를 선택하십시오.
lt: Pasirinkite, kokia informacija apie maistą jums yra svarbiausia.
nl: Kies welke informatie over voedsel voor u het belangrijkst is.
pl: Wybierz, które preferencje żywieniowe są dla Ciebie najważniejsze.
pt: Escolha as informações sobre os alimentos que mais lhe interessam.
ro: Alegeți ce informații despre alimente contează cel mai mult pentru dvs.
ru: Выберите, какая информация о еде представляет для вас наибольший интерес.
sk: Vyberte si, ktoré informácie o jedle sú pre vás najdôležitejšie.
sl: Izberite katere informacije o hrani so vam najbolj pomembne.
sq: Zgjidhni cfare informacioni rreth ushqimit eshte me i rendesishmi per ju.
sv: Välj vilken information om mat som är viktigast för dig.
tr: Yiyeceklerle ilgili hangi bilgilerin sizin için en önemli olduğunu seçin.
uk: Виберіть інформацію про їжу, яка цікавить Вас понад усе.
vi: Chọn loại thông tin về thực phẩm quan trọng nhất đối với bạn.
zh: 选择对您最重要的食物信息.

# myPreferences_food_comment
source: Choose what information about food matters most to you, in order to rank food according to your preferences, see the information you care about first, and get a compatibility summary. Those food preferences stay on your device, and are not associated with your Open Food Facts contributor account if you have one.
be: Выберыце, якія звесткі аб прадуктах для вас найбольш важныя, каб ранжыраваць іх у адпаведнасці з вашымі перавагамі, у першую чаргу праглядаць інфармацыю, якая вас цікавіць, і атрымліваць зводку аб сумяшчальнасці. Гэтыя харчовыя перавагі застаюцца на вашай прыладзе і не звязаны з вашым уліковым запісам удзельніка Open Food Facts, калі ён у вас ёсць.
cs: Vyberte si, na kterých informacích o potravinách vám nejvíce záleží, abyste mohli seřadit potraviny podle svých preferencí, prohlédněte si informace, které vás zajímají, jako první a získejte přehled kompatibility. Tyto preference jídla zůstanou ve vašem zařízení a nejsou spojeny s vaším účtem přispěvatele Open Food Facts, pokud jej máte.
de: Wählen Sie aus, welche Informationen über Lebensmittel für Sie am wichtigsten sind, um Lebensmittel nach Ihren Vorlieben zu ordnen, die für Sie wichtigen Informationen zuerst zu sehen und eine Kompatibilitätsübersicht zu erhalten. Diese Lebensmittelpräferenzen verbleiben auf Ihrem Gerät und werden nicht mit Ihrem Open Food Facts-Mitarbeiterkonto verknüpft, falls Sie eines eingerichtet haben.
el: Επιλέξτε ποιες πληροφορίες σχετικά με τα τρόφιμα έχουν μεγαλύτερη σημασία για εσάς, προκειμένου να ταξινομηθούν τα τρόφιμα σύμφωνα με τις προτιμήσεις σας, να εμφανιστούν πρώτα οι πληροφορίες που σας ενδιαφέρουν και να λάβετε περίληψη συμβατότητας. Αυτές οι προτιμήσεις τροφίμων παραμένουν στη συσκευή σας και δεν συσχετίζονται με τον λογαριασμό συνεργάτη σας στο Open Food Facts, εάν έχετε.
es: Elige qué información alimentaria es la que más te importan para que la aplicación pueda clasificar los alimentos según tus preferencias. Verás la información más relevante primero y obtendrás un resumen de compatibilidad. Esas preferencias alimentarias permanecen en tu dispositivo y no están asociadas a tu cuenta de colaborador de Open Food Facts, si es que la tienes.
fi: Valitse, mitkä tiedot ruoasta ovat sinulle tärkeimpiä, jotta voit luokitella ruoat mieltymystesi mukaan, nähdä sinulle tärkeät tiedot ensin ja saada yhteensopivuusyhteenveto. Nämä ruokamieltymykset pysyvät laitteessasi, eikä niitä yhdistetä Open Food Facts -avustajatiliisi, jos sinulla on sellainen.
fr: Choisissez les informations sur les aliments qui vous intéressent le plus, afin de classer les aliments en fonction de vos préférences, de voir les informations qui vous intéressent en premier et d'obtenir un résumé de compatibilité. Ces préférences alimentaires restent sur votre appareil et ne sont pas associées à votre compte contributeur Open Food Facts si vous en avez un.
he: נא לבחור איזה מידע על מזון מעניין אותך, כדי לדרג מזון לפי העדפותיך, לראות את המידע שמעניין אותך תחילה ולקבל תקציר תאימות. העדפות המזון האלו נשארות במכשיר שלך ואינן משויכות לחשבון התרומה שלך ל־Open Food Facts, אם יש לך חשבון כזה.
id: Pilih informasi tentang makanan yang paling penting bagi anda, untuk memberi peringkat makanan sesuai preferensi anda, melihat informasi yang paling anda minati lebih dahulu dan dapatkan ringkasan kompatibilitas. Preferensi makanan tersebut tetap ada di perangkat anda, dan tidak terkait dengan akun kontributor OpenFoodFacts anda jika anda memilikinya.
it: Scegli quali informazoni alimentari ti importano di più, per poter classificare il cibo secondo le tue preferenze, visualizzare le informazioni che ti interessano di più e ottenere un riepilogo di compatibilità. Queste preferenze alimentari restano sul tuo dispositivo, e non sono associate al profilo da collaboratore di Open Food Facts, se ne possiedi uno.
ko: 음식에 대해 가장 중요한 정보를 선택하여 선호도에 따라 음식 순위를 매기고 관심 있는 정보를 먼저 보고 호환성 요약을 받으세요. 이러한 선호하는 음식은 기기에 남아 있으며 Open Food Facts 기고자 계정이 있는 경우 해당 계정과 연결되지 않습니다.
nl: Kies welke informatie over voedsel voor u het belangrijkst is, om voedsel te rangschikken volgens uw voorkeuren, bekijk eerst de informatie die u belangrijk vindt en ontvang een compatibiliteitsoverzicht. Die voedselvoorkeuren blijven op uw apparaat staan en zijn niet gekoppeld aan uw Open Food Facts-bijdragersaccount, als je er een hebt.
pt: Escolha as informações sobre alimentos que mais lhe interessam, para classificar os alimentos de acordo com as suas preferências, ver primeiro as informações que lhe interessam e obter um resumo de compatibilidade. Essas preferências alimentares permanecem no seu dispositivo e não estão associadas à sua conta de colaborador do Open Food Facts, caso tenha uma.
ro: Alegeți ce informații despre alimente contează cel mai mult pentru dvs., pentru a clasifica alimentele în funcție de preferințele dvs., pentru a vedea mai întâi informațiile care vă interesează și pentru a obține un rezumat de compatibilitate. Aceste preferințe alimentare rămân pe dispozitivul dvs. și nu sunt asociate cu contul dvs. de colaborator Open Food Facts, dacă aveți unul.
ru: Выберите, какую информацию о питании больше всего для вас, чтобы ранжировать еду в соответствии с вашими предпочтениями, ознакомьтесь с интересующей Вас информацией и получите сводку по совместимости. Эти настройки питания остаются на вашем устройстве, и не связаны с вашим аккаунтом участника Open Food Facts если он у вас есть.
sk: Vyberte si, ktoré informácie o potravinách sú pre vás najdôležitejšie, aby ste mohli zoradiť jedlo podľa svojich preferencií, pozrite si informácie, ktoré vás zaujímajú ako prvé, a získajte súhrn kompatibility. Tieto preferencie jedla zostanú vo vašom zariadení a nie sú spojené s vaším účtom prispievateľa Open Food Facts, ak ho máte.
sl: Za razvrstitev živil na podlagi vaših želja, izberite kateri podatki o živilih so vam najbolj pomembni. Vaše nastavitve bodo shranjene na vaši napravi. Nastavitve niso povezane z računom sodelavca Open Food Facts (v kolikor ga imate).
uk: Виберіть, яка інформація про продукти харчування є для вас найважливішою, щоб ранжувати продукти відповідно до ваших уподобань, першочергово бачити інформацію, яка вас цікавить, і отримати зведення про сумісність. Ці харчові вподобання залишаються на вашому пристрої та не пов'язані з вашим обліковим записом учасника Open Food Facts, якщо ви його маєте.

# confirmResetPreferences
source: Reset your food preferences?
ar: إعادة تعيين تفضيلات التطبيق؟
be: Скінуць налады харчовых пераваг?
bg: Нулиране на твоите хранителни предпочитания?
ca: Voleu restablir les vostres preferències alimentàries?
cs: Obnovit předvolby jídla?
da: Nulstil dine fødevarepræferencer?
de: Lebensmittelvorlieben zurücksetzen?
el: Επαναφορά των διατροφικών σας προτιμήσεων;
es: ¿Quieres restablecer tus preferencias alimentarias?
fi: Nollaa ruokamieltymyksesi?
fr: Réinitialiser vos préférences alimentaires ?
he: לאפס את העדפות המזון שלך?
hu: Visszaállítja a beállításokat?
id: Atur ulang preferensi makanan anda?
it: Ripristinare le tue preferenze alimentari?
ja: 食品の好みをリセットしますか？
ko: 식품 설정을 초기화하시겠습니까?
lt: Iš naujo nustatyti maisto nuostatas?
nl: Voedselvoorkeuren resetten?
pl: Zresetować preferencje żywieniowe?
pt: Redefinir suas preferências alimentares?
ro: Resetați preferințele alimentare?
ru: Сбросить предпочтения?
sk: Obnoviť predvoľby jedla?
sl: Ponastavitev preferenc o izdelkih?
sq: Rinis, rivendos preferencat ushqimore?
sv: Återställa dina matpreferenser?
tr: Yiyecek tercihleriniz sıfırlansın mı?
uk: Змінити свої харчові вподобання?
vi: Đặt lại sở thích ăn uống của bạn?
zh: 重置您的食物偏好?

source: My personalized ranking
ar: تصنيفي الشخصي
be: Мой персанальны рэйтынг
bg: Моето класиране
ca: El meu rànquing personalitzat
cs: Můj osobní žebříček
da: Min personlige rangering
de: Mein persönliches Ranking
el: Η εξατομικευμένη μου κατάταξη
es: Mi clasificación personalizada
fi: Henkilökohtainen sijoitukseni
fr: Mon classement personnel
he: הדירוג המותאם שלי
hu: Személyre szabott rendezés
id: Peringkat pribadi saya
it: La mia classifica personale
ja: おすすめランキング
ko: 나만의 순위
lt: Mano asmeninis reitingas
nl: Mijn persoonlijke ranglijst
pl: Mój spersonalizowany ranking
pt: A minha classificação personalizada
ro: Clasamentul meu personalizat
ru: Мой персональный рейтинг
sk: Hodnotenie na mieru
sl: Moja prilagojena razvrstitev
sq: Renditja ime e personalizuar
sv: Min personliga rankning
tr: Bireysel Sıralamam
uk: Мій персональний рейтинг
vi: Xếp hạng cá nhân của tôi
zh: 我的个性化排名

# ranking_tab_all
source: All
ar: الكل
be: Усе
bg: Всички
ca: Tots
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todo
fi: Kaikki
fr: Tout
he: הכול
id: Semua
it: Tutti
ja: 全て
ko: 모두
lt: Visi
nl: Alles
pl: Wszystkie
pt: Todos
ro: Toate
ru: Все
sk: Všetky
sv: Alla
tr: Hepsi
uk: Усі
vi: Tất cả
zh: 全部

# ranking_subtitle_match_yes
source: A great match for you
be: Найлепшае спалучэнне для вас
bg: Добро съвпадение за теб
ca: Una bona coincidència per a vós
cs: Skvělá shoda pro vás
da: Et godt match til dig
de: Eine gute Wahl für Sie
el: Ένα καλό ταίριασμα για εσάς
es: Una buena opción para ti
fi: Hyvä osuma sinulle
fr: Très bonne compatibilité
he: מתאים לך היטב
id: Pilihan cocok untuk Anda
it: Una corrispondenza ottima per te
ja: あなたにぴったり
ko: 당신을 위한 좋은 매치
lt: Puikus pasirinkimas jums
nl: Een geweldige overeenkomst voor u
pl: Świetne dopasowanie dla Ciebie
pt: Uma ótima combinação para você
ro: O bună potrivire pentru tine
ru: Хорошо подходит для вас
sk: Veľká zhoda
sl: Odlično ujemanje za vas
sq: Nje pershtatje, perputhje e madhe per ju.
sv: En bra match för dig
tr: Sizin için harika bir eşleşme
uk: Гарне поєднання для Вас
vi: Phù hợp nhất cho bạn
zh: 非常适合

# ranking_subtitle_match_no
source: Very poor match
ar: تطابُق ضعيف جداً
be: Найгоршае спалучэнне
bg: Много лошо съвпадение
ca: Coincidència molt pobra
cs: Velmi špatná shoda
da: Meget dårligt match
de: Sehr schlechte Übereinstimmung
el: Πολύ κακό ταίριασμα
es: Muy poco recomendable
fi: Heikko osuma
fr: Très mauvaise compatibilité
he: לא כל כך קשור אליך
id: Sangat tidak cocok
it: Corrispondenza molto debole
ja: 非常に相性が悪い
ko: 호환성 매우 낮음
lt: Labai prastas pasirinkimas
nl: Zeer slechte overeenkomst
pl: Bardzo słabe dopasowanie
pt: Correspondência muito baixa
ro: Potrivire foarte slabă
ru: Плохо подходит для вас
sk: Veľmi slabá zhoda
sl: Slabo ujemanje
sq: Nje pershtatje shume e dobet
sv: Mycket dålig matchning
tr: Çok zayıf eşleşme
uk: Дуже погане поєднання
vi: Độ phù hợp thấp
zh: 非常不适合

# ranking_subtitle_match_maybe
source: Unknown match
ar: تطابق غير معروف
bg: Неизвестно съвпадение
ca: Coincidència desconeguda
cs: Neznámá shoda
da: Ukendt match
de: Unbekannte Übereinstimmung
el: Άγνωστο ταίριασμα
es: Sin información suficiente
fi: Tuntematon vastaavuus
fr: Compatibilité inconnue
he: התאמה לא ידועה
id: Hasil tidak diketahui
it: Corrispondenza sconosciuta
ja: 一致度は不明
ko: 호환성 알 수 없음
lt: Nežinomas pasirinkimas
nl: Onbekende overeenkomst
pl: Nie znaleziono powiązania
pt: Combinação desconhecida
ro: Potrivire necunoscută
ru: Неизвестное совпадение
sk: Neznáma zhoda
sl: Ujemanje neznano
sq: Nje pershtatje e panjohur
sv: Okänd matchning
tr: Bilinmeyen eşleşme
uk: Невідоме поєднання
vi: Độ phù hợp không xác định
zh: 是否适合未知

# refresh_with_new_preferences
source: Refresh the list with your new preferences
be: Абнавіце спіс з вашымі новымі перавагамі
bg: Обнови списъка с новите си предпочитания
ca: Actualitzeu la llista amb les vostres noves preferències
cs: Aktualizujte seznam s novými nastaveními
da: Opfrisk listen med de nye præferencer
de: Aktualisieren Sie die Liste mit Ihren neuen Einstellungen
es: Actualiza la lista con tus nuevas preferencias
fi: Päivitä lista uusilla ruokamieltymyksilläsi
fr: Actualisez la liste avec vos nouvelles préférences
he: לרענן את הרשימה עם ההעדפות החדשות שלך
id: Segarkan daftar dengan preferensi baru Anda
it: Aggiorna l'elenco con le tue nuove preferenze
ja: 新しい好みの設定でリストを更新
ko: 새로운 기본 설정으로 목록을 새로 고칩니다.
lt: Atnaujinkite sąrašą naudodami naujas nuostatas
nl: Ververs de lijst met je nieuwe voorkeuren
pl: Odśwież listę według nowych preferencji
pt: Atualizar a lista com as novas preferências
ro: Reîmprospătați lista cu noile preferințe
ru: Обновите список с вашими новыми предпочтениями
sk: Obnovte zoznam s novými preferenciami
tr: Listeyi yeni tercihlerinizle yenileyin
uk: Оновити список з вашими новими налаштуваннями
vi: Làm mới danh sách với các tùy chọn mới của bạn
zh: 使用您的新偏好刷新列表

# reloaded_with_new_preferences
source: Reloaded with your new preferences
be: Перазагружана з вашымі новымі перавагамі
bg: Презаредено с новите ти предпочитания
ca: Recarregat amb les teves noves preferències
cs: Znovu načteno s vašimi novými předvolbami
da: Genindlæst med de nye præferencer
de: Mit Ihren neuen Einstellungen neu geladen
el: Επαναφορτώθηκε με τις νέες σας προτιμήσεις
es: Actualizado con tus nuevas preferencias
fi: Ladattu uusin asetuksin
fr: Rechargé avec vos nouvelles préférences
he: נטען מחדש עם ההעדפות החדשות שלך
hu: Újratöltve az új beállításokkal
id: Dimuat ulang dengan preferensi baru Anda
it: Ricaricato con le nuove preferenze
ja: 新しい好みの設定で再読み込みしました
ko: 새로운 기본 설정으로 다시 로드됨
lt: Iš naujo įkeltas su naujomis nuostatomis
nl: Opnieuw geladen met uw nieuwe voorkeuren
pl: Odświeżono z nowymi preferencjami
pt: Recarregado com suas novas preferências
ro: Reîncărcat cu noile preferințe
ru: Перезагружено с вашими новыми настройками
sk: Znova načítané s novými predvoľbami
sl: Ponovno naloži z novimi nastavitvami
sq: E rimbushur me preferenca te reja
sv: Laddades om med dina nya inställningar
tr: Yeni tercihlerle yeniden yüklendi
uk: Перезавантажено з вашими новими налаштуваннями
vi: Đã tải lại với các tùy chọn mới
zh: 重新加载新的偏好设置

# profile_navbar_label
source: Profile
ar: الملف الشخصي
be: Профіль
bg: Профил
ca: Perfil
cs: Profil
da: Profil
de: Profil
el: Προφίλ
es: Perfil
fi: Profiili
fr: Profil
he: פרופיל
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
lt: Profilis
nl: Profiel
pl: Profil
pt: Perfil
ro: Profil
ru: Профиль
sk: Profil
sl: Profil
sq: Profili
sv: Profil
tr: Profil
uk: Профіль
vi: Hồ sơ
zh: 个人资料

# scan_navbar_label
source: Scan
ar: بحث
be: Пошук
bg: Сканирай
ca: Escàner
cs: Skenovat
da: Skan
de: Einlesen
el: Αναζήτηση
es: Escanear
fi: Lue
fr: Scanner
he: סריקה
hu: Profile
id: Pindai
it: Analizza
ja: スキャン
ko: 검색
lt: Skenuoti
pl: Skanuj
pt: Digitalizar
ro: Scanează
ru: Сканировать
sk: Sken
sl: Iskanje
sq: Search
sv: Sök
tr: Tara
uk: Сканувати
vi: Quét
zh: 扫描

# history_navbar_label
source: History
ar: السجل
bg: История
ca: Historial
cs: Historie
da: Historik
de: Verlauf
el: Ιστορικό
es: Historial
fi: Historia
fr: Historique
he: היסטוריה
hu: Profile
id: Riwayat
it: Cronologia
ja: 履歴
ko: 최근 기록
lt: Istorija
nl: Geschiedenis
pl: Historia
pt: Histórico
ro: Istoric
ru: История
sk: História
sl: Zgodovina
sv: Historik
tr: Geçmiş
uk: Історія
vi: Lịch sử
zh: 历史记录

# list_navbar_label
source: Lists
bg: Списъци
ca: Llistes
cs: Seznamy
da: Lister
de: Listen
es: Listas
fi: Listat
fr: Listes
he: רשימות
id: Daftar
it: Elenchi
ja: リスト
lt: Sąrašai
nl: Lijsten
pl: Listy
pt: Listas
ro: Liste
sk: Zoznamy
tr: Listeler
uk: Списки
vi: Danh sách
zh: 列表
