Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# guide_nutriscore_v2_why_v2_arg3_title
source: Salt and sugar penalized
cs: Sůl a cukr penalizovány
de: Salz und Zucker werden abgewertet
fr: Le sel et sucre pénalisés
id: Garam dan gula dikenai sanksi
it: Il sale e lo zucchero penalizzati
nl: Zout en suiker bestraft
uk: Сіль і цукор штрафні

# guide_nutriscore_v2_why_v2_arg3_text
source: Products **too sweet** or **too salty** will see their **rating further downgraded**.
cs: **Příliš sladké** nebo **příliš slané** produkty budou mít své **hodnocení dále sníženo**.
de: Bei Produkten, die **zu süß** oder **zu salzig** sind, wird die **Bewertung weiter herabgestuft**.
fr: Les produits **trop sucrés** ou **trop salés** verront leur **note encore dégradée**.
id: Produk yang **terlalu manis** atau **terlalu asin** akan makin mengalami *penurunan peringkat**.
it: I prodotti **troppo dolci** o **troppo salati** vedranno la loro **valutazione ulteriormente declassata**.
nl: Producten die **te zoet** of **te zout** zijn, krijgen een lagere beoordeling**.
uk: Продукти **занадто солодкі** або **занадто солоні** отримають **рейтинг ще більше знижений**.

# guide_nutriscore_v2_why_v2_arg4_title
source: Hierarchy within oils and fishes
cs: Hierarchie v olejích a rybách
de: Hierarchie bei Ölen und Fischen
fr: Hiérarchisation des huiles et poissons
id: Hierarki minyak dan ikan
it: La gerarchia negli oli e nei pesci
nl: Hiërarchie binnen oliën en vis
uk: Ієрархія в оліях і рибі

# guide_nutriscore_v2_why_v2_arg4_text
source: The rating of certain **fatty fish** and **oils rich in good fats** will improve.
cs: Hodnocení určitých **tučných ryb** a **olejů bohatých na dobré tuky** se zlepší.
de: Die Bewertung von bestimmten **fetten Fischen** und **fettreichen Ölen** wird sich verbessern.
fr: La note de certains **poissons gras** et des **huiles riches en bonnes graisses** va s’améliorer.
id: Peringkat **ikan berlemak** tertentu dan **minyak kaya lemak baik** akan diperbaiki.
it: La valutazione di alcuni **pesci grassi** e **oli ricchi in grassi buoni** migliorerà.
nl: De beoordeling van bepaalde **vette vis** en **oliën rijk aan goede vetten** zal verbeteren.
uk: Поліпшиться рейтинг певної **жирної риби** та **олій, багатих хорошими жирами**.

# guide_nutriscore_v2_why_v2_arg5_title
source: Limit red meat
cs: Omezené červené maso
de: Die Bewertung von bestimmten **fetten Fischen** und **fettreichen Ölen** wird sich verbessern
fr: Limiter la viande rouge
id: Pembatasan daging merah
it: Limita la carne rossa
nl: Beperk rood vlees
uk: Обмежити червоне м'ясо

# guide_nutriscore_v2_why_v2_arg5_text
source: Consumption of **red meat should be limited**. This is why **poultry will be comparatively better ranked**.
cs: Konzumace **červeného masa by měla být omezena**. To je důvod, proč **drůbež bude mít poměrně lepší hodnocení**.
de: Der Verzehr von **rotem Fleisch sollte eingeschränkt werden**. Aus diesem Grund wird **Geflügel vergleichsweise besser bewertet**.
fr: La consommation de **viande rouge est à limiter**. C’est pourquoi la **volaille sera comparativement mieux classée**.
id: Konsumsi **daging merah sebaiknya dibatasi**. Oleh karena itu, **unggas akan diberi peringkat yang relatif lebih baik**.
it: Il consumo di **carne rossa dovrebbe essere limitato**. Ecco perché il **pollame sarà classificato relativamente meglio**.
nl: De consumptie van **rood vlees moet beperkt worden**. Daarom zal **gevogelte relatief beter scoren**.
uk: Споживання **червоного м’яса слід обмежити**. Ось чому **птах матиме порівняно кращий рейтинг**.

# guide_nutriscore_v2_new_logo_title
source: How to differentiate old Nutri-Score and new calculation?
cs: Jak odlišit staré Nutri-Score a nový výpočet?
de: Wie unterscheidet sich der alte Nutri-Score durch die neue Berechnung?
fr: Comment différencier ancien Nutri-Score et nouveau calcul ?
id: Bagaimana membedakan perhitungan Nutri-Score lama dan baru?
it: Come distinguere tra il vecchio e il nuovo calcolo del Nutri-Score?
nl: Hoe onderscheid ik de oude Nutri-Score van de nieuwe berekening?
uk: Як відрізнити старий Nutri-Score від нового розрахунку?

# guide_nutriscore_v2_new_logo_text
source: From now on, the logo can display a mention "**New calculation**" to clarify that this is indeed the new calculation.
cs: Od této chvíle může logo zobrazovat zmínku „**Nový výpočet**“, aby bylo jasné, že se skutečně jedná o nový výpočet.
de: Von nun an kann das Logo einen Hinweis "**Neue Berechnung**" enthalten, um zu verdeutlichen, dass es sich tatsächlich um die neue Berechnung handelt.
fr: Désormais le logo peut arborer une mention "**Nouveau calcul**" pour clarifier qu'il s'agit bien du nouveau calcul.
id: Mulai saat ini, logo dapat menampilkan penyebutan "**Perhitungan baru**" untuk memperjelas bahwa ini merupakan perhitungan baru.
it: D'ora in poi, il logo può mostrare la dicitura "**Nuovo calcolo**" per chiarire che si tratta effettivamente del nuovo calcolo.
nl: Vanaf nu kan het logo een vermelding "**Nieuwe berekening**" weergeven om te verduidelijken dat het daadwerkelijk om de nieuwe berekening gaat.
uk: Відтепер логотип може показувати згадку «**Новий розрахунок**», щоб уточнити, що це справді новий розрахунок.

# guide_nutriscore_v2_new_logo_image_caption
source: The logo of the new Nutri-Score
cs: Logo nového Nutri-Score
de: Das Logo des neuen Nutri-Score
fr: Le logo du nouveau Nutri-Score
id: Logo baru Nutri-Score
it: Il logo del nuovo Nutri-Score
nl: Het logo van de nieuwe Nutri-Score
uk: Логотип нового Nutri-Score

# guide_nutriscore_v2_where_title
source: Where to find the new Nutri-Score calculation?
cs: Kde najít nový výpočet Nutri-Score?
de: Wo finde ich die neue Nutri-Score-Berechnung?
es: ¿Dónde encontrar el nuevo cálculo Nutri-Score?
fr: Où trouver le nouveau calcul du Nutri-Score ?
it: Dove trovare il nuovo calcolo del Nutri-Score?
nl: Waar vind je de nieuwe Nutri-Score berekening?
uk: Де знайти новий розрахунок Nutri-Score?

# guide_nutriscore_v2_where_paragraph1
source: The Nutri-Score is applied in several countries: Germany, Belgium, Spain, France, Luxembourg, the Netherlands and Switzerland.
cs: Nutri-Score se používá v několika zemích: Německo, Belgie, Španělsko, Francie, Lucembursko, Nizozemsko a Švýcarsko.
de: Der Nutri-Score wird in mehreren Ländern angewendet: Deutschland, Belgien, Spanien, Frankreich, Luxemburg, die Niederlande und die Schweiz.
fr: Le Nutri-Score est en application dans plusieurs pays : l'Allemagne, la Belgique, l'Espagne, la France, le Luxembourg, les Pays-Bas et la Suisse.
id: Nutri-Score diterapkan di beberapa negara: Jerman, Belgia, Spanyol, Prancis, Luksemburg, Belanda, dan Swiss.
it: Il Nutri-Score è in uso in diversi Paesi: Germania, Belgio, Spagna, Francia, Lussemburgo, Paesi Bassi e Svizzera.
nl: De Nutri-Score wordt in meerdere landen toegepast: Duitsland, België, Spanje, Frankrijk, Luxemburg, Nederland en Zwitserland.
uk: Nutri-Score застосовується в кількох країнах: Німеччині, Бельгії, Іспанії, Франції, Люксембурзі, Нідерландах та Швейцарії.

# guide_nutriscore_v2_where_paragraph2
source: Manufacturers have until **2026** at the latest **to replace** the old calculation with the new one.
cs: Výrobci mají nejpozději do **2026** čas **nahradit** starý výpočet novým.
de: Die Hersteller haben bis spätestens **2026** Zeit, **die alte Berechnung durch die neue zu ersetzen**.
fr: Les fabricants ont jusqu'en **2026** au plus tard **pour remplacer** l'ancien calcul par le nouveau.
id: Produsen memiliki waktu paling lambat hingga **2026** **untuk mengganti** perhitungan lama dengan yang baru.
it: I produttori hanno tempo al massimo fino al **2026** **per sostituire** il vecchio calcolo con quello nuovo.
nl: Fabrikanten hebben tot uiterlijk **2026** de tijd om de oude berekening door de nieuwe te **vervangen**.
uk: Постачальники мають до **2026 року** останній термін **на заміну** старого розрахунку на новий.

# guide_nutriscore_v2_where_paragraph3
source: Without waiting, you **will already find in the OpenFoodFacts application**, the new calculation, including if the manufacturers have not updated the score.
cs: Bez čekání **už najdete v aplikaci OpenFoodFacts** nový výpočet, včetně případů, kdy výrobci neaktualizovali skóre.
de: Ohne zu warten, **finden Sie bereits in der OpenFoodFacts-Anwendung** die neue Berechnung, auch wenn die Hersteller die Punktzahl noch nicht aktualisiert haben.
fr: Sans attendre, vous **retrouvez déjà dans l'application Open Food Facts**, le nouveau calcul, y compris si les fabriquants n’ont pas mis à jour le score.
id: Tanpa perlu menunggu, Anda **akan langsung menemukan di dalam aplikasi OpenFoodFacts**, perhitungan baru, termasuk jika produsen belum memperbarui skor.
it: Senza dover aspettare, **troverai già nell'applicazione OpenFoodFacts**, il nuovo calcolo, anche se i produttori non hanno aggiornato il punteggio.
nl: Zonder te moeten wachten **vind je in de OpenFoodFacts applicatie** al de nieuwe berekening, ook als de fabrikanten de score nog niet hebben aangepast.
uk: Без очікування ви вже знайдете в додатку OpenFoodFacts новий розрахунок, включаючи в тому числі якщо постачальники не оновили бали.

# guide_nutriscore_v2_unchanged_title
source: What doesn't change
cs: Co se nemění
de: Was sich nicht ändert
fr: Ce qui ne change pas
id: Apa yang tidak berubah
it: Cosa non cambia
nl: Wat niet verandert
pt: O que não muda
uk: Що не змінилося

# guide_nutriscore_v2_unchanged_paragraph1
source: The Nutri-Score is a score designed to **measure nutritional quality**. It is **complementary to the NOVA group** on **ultra-processed foods** (also present in the application).
cs: Nutri-Score je skóre navržené k **měření nutriční kvality**. Je **doplňkem skupiny NOVA** pro **ultra zpracované potraviny** (taktéž přítomných v aplikaci).
de: Der Nutri-Score ist ein Punktesystem zur **Bewertung der Nährwertqualität**. Er ist eine **Ergänzung zur NOVA-Gruppe** für **hochverarbeitete Lebensmittel** (ebenfalls in der App enthalten).
fr: Le Nutri-Score est un score conçu pour **mesurer la qualité nutritionnelle**. Il est **complémentaire au groupe NOVA** sur les **aliments ultra-transformés** (également présent dans l'application).
id: Nutri-Score merupakan skor yang dirancang untuk **mengukur kualitas nutrisi**. Ini **melengkapi klasifikasi grup NOVA** untuk **makanan ultra proses** (yang juga ada di dalam aplikasi).
it: Il Nutri-Score è un punteggio progettato per **misurare la qualità nutrizionale**. È **complementare al gruppo NOVA** sugli **alimenti ultra-trasformati** (anch'esso presente nell'applicazione).
nl: De Nutri-Score is een score die is ontworpen om **de voedingskwaliteit te meten**. Het is **complementair aan de NOVA-groep** op **ultrabewerkte voedingsmiddelen** (ook aanwezig in de applicatie).
uk: Nutri-Score – це оцінка, розроблена для **вимірювання якості харчування**. Він **доповнює групу NOVA** щодо **ультраоброблених продуктів** (також присутня в додатку).

# guide_nutriscore_v2_unchanged_paragraph2
source: For manufacturers, the display of the Nutri-Score **remains optional**.
cs: Pro výrobce zůstává zobrazení Nutri-Score **nepovinné**.
de: Für die Hersteller ist die Angabe des Nutri-Score **weiterhin optional**.
fr: Pour les fabricants, l'affichage du Nutri-Score **reste optionnel**.
id: Bagi produsen, tampilan Nutri-Score **tetap opsional**.
it: Per i produttori, l'esposizione del Nutri-Score **rimane facoltativa**.
nl: Voor fabrikanten blijft de weergave van de Nutri-Score **optioneel**.
uk: Для постачальників зображення Nutri-Score **залишається необов’язковим**.

# guide_nutriscore_v2_share_link
source: https://world.openfoodfacts.org/nutriscore-v2
de: https://de.openfoodfacts.org/nutriscore-v2
es: https://world.openfoodfacts.org/guide/nutriscore-v2
fr: https://fr.openfoodfacts.org/nutriscore-v2
uk: https://world.openfoodfacts.org/nutriscore

# preview_badge
source: Preview
de: Vorschau
fr: Aperçu
it: Anteprima
nl: Voorbeeld
uk: Попередній перегляд

# prices_feedback_form
source: Click here to send us your feedback about this new feature!
de: Klicken Sie hier, um uns Ihr Feedback zu dieser neuen Funktion zu senden!
fr: Cliquez ici pour nous envoyer vos commentaires sur cette nouvelle fonctionnalité !
it: Clicca qui per inviarci il tuo feedback su questa nuova funzionalità!

source: Okay
ar: حسناً
be: Добра
bg: Добре
ca: D'acord
cs: Potvrdit
da: OK
el: Εντάξει
es: Vale
fi: Okei
fr: Ok
he: בסדר
hu: Rendben
id: Baik
it: Ok
ja: OK
ko: 확인
lt: Gerai
nl: Oké
pl: OK
pt: Ok
ro: Bine
ru: Окей
sk: V poriadku
sl: V redu
sq: Ne rregull
sv: Okej
tr: Tamam
zh: 好的

source: Validate
fr: Valider
it: Convalida

# sign_up_page_display_name_hint
source: Name
ar: اﻹسم
bg: Име
ca: Nom
cs: Jméno
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
he: שם
id: Nama
it: Nome
ja: 名前
ko: 이름
lt: Vardas
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
ru: Название
sk: Názov
sl: Ime
sv: Namn
tr: İsim
uk: Ім’я
vi: Tên
zh: 名称

source: Support
bg: Поддръжка
ca: Suport
cs: Podpora
es: Soporte
fi: Tuki
fr: Assistance
he: תמיכה
id: Dukungan
it: Supporto
lt: Pagalba
nl: Ondersteuning
pl: Pomoc techniczna
pt: Suporte
ro: Suport
ru: Поддержка
sk: Podpora
sv: Stod
tr: Destek
uk: Підтримка
vi: Hỗ Trợ
zh: 支持

source: Filter
ar: تصفية
be: Фільтр
bg: Филтър
ca: Filtre
cs: Filtr
da: Filtrere
el: Φίλτρο
es: Filtro
fi: Suodata
fr: Filtre
he: סינון
hu: Szűrés
it: Filtra
ja: フィルタ
ko: 필터
lt: Filtras
pl: Filtr
pt: Filtro
ro: Filtrare
ru: Фильтр
sk: Filtrovať
sq: Filtro
tr: Filtrele
uk: Фільтр
vi: Bộ lọc
zh: 过滤器

# edit_product_form_item_other_details_subtitle
source: Website…
be: Вэб-сайт, ...
bg: Уеб сайт…
ca: Lloc web…
cs: Webová stránka…
es: Sitio web…
fi: Nettisivusto…
fr: Site Web…
he: אתר…
id: Situs Web…
it: Sito web…
ja: ウェブサイト…
ko: 웹사이트, ...
lt: Svetainė…
pl: Strona…
pt: Site…
ro: Site-ul web…
sk: Webová stránka…
tr: Web sitesi…
uk: Вебсайт…
zh: 产品网站…

# product_field_website_title
source: Website
be: Вэб-сайт
bg: Уеб сайт
ca: Lloc web
cs: Webová stránka
da: Websted
es: Sitio web
fi: Nettisivusto
fr: Site Web
he: אתר
id: Situs Web
it: Sito web
ja: ウェブサイト
ko: 웹사이트
lt: Interneto svetainė
pl: Strona
pt: Site
ro: Site-ul web
ru: Веб-сайт
tr: Web sitesi
uk: Сайт
zh: 网站

# dev_preferences_migration_subtitle
source: Status: {status}
be: Статус: {status}
bg: Статус: {status}
ca: Estat: {status}
cs: Stav: {status}
el: Κατάσταση: {status}
es: Estado: {status}
fi: Tila: {status}
fr: Statut : {status}
he: מצב: {status}
it: Stato: {status}
ja: ステータス：{status}
ko: 상태: {status}
lt: Statusas: {status}
pt: Estado: {status}
ro: Stare: {status}
ru: Статус: {status}
sk: Stav: {status}
sl: Stanje: {status}
tr: Durum: {status}
uk: Статус: {status}
vi: Trạng thái: {status}
zh: 状态：{status}

# dev_preferences_news_provider_status_title
source: Status
bg: Статус
ca: Estat
cs: Stav
es: Estado
fi: Tila
fr: État
it: Stato
pt: Estado
uk: Стан
vi: Trạng thái

# color_orange
source: Orange
ca: Taronja
cs: Oranžová
es: Naranja
fi: Oranssi
he: כתום
id: Oranye
it: Arancione
ja: オレンジ
lt: Oranžinė
nl: Oranje
pl: Pomarańczowy
pt: Laranja
ro: Portocaliu
tr: Turuncu
uk: Оранжевий
vi: Cam
zh: 橙色

# instagram_link
source: https://instagram.com/open.food.facts
fr: https://instagram.com/openfoodfacts.fr

# prices_barcode_already
source: This barcode ({barcode}) is already in the list!
fr: Le code-barres {barcode} fait déjà partie de la liste !

source: Feedback
be: Водгук
bg: Обратна връзка
ca: Suggeriments
cs: Zpětná vazba
es: Sugerencias
fi: Palaute
fr: Commentaires
he: משוב
id: Umpan balik
ja: フィードバック
lt: Atsiliepimas
pl: Opinie
pt: Opinião
ro: Părere
ru: Обратная связь
tr: Geri bildirim
uk: Відгук
zh: 意见反馈

source: Eco-Score A
fr: Éco-Score A
ro: Scor Ecologic A

source: Eco-Score B
fr: Éco-Score B
ro: Scor Ecologic B

source: Eco-Score C
fr: Éco-Score C
ro: Scor Ecologic C

source: Eco-Score D
fr: Éco-Score D
ro: Scor Ecologic D

source: Eco-Score E
fr: Éco-Score E
ro: Scor Ecologic E

# guide_nutriscore_v2_enabled
source: true
cs: pravda
id: benar
nl: waar

source: Blog
be: Блог
bg: Блог
ca: Bloc
fi: Blogi
he: בלוג
ja: ブログ
ko: 블로그
lt: Blogas
pt: Blogue
ru: Блог
sv: Blogg
uk: Блог
zh: 博客

# dev_preferences_button_positive
source: OK
ar: تم
bg: Добре
ca: D'acord
el: ΟΚ
es: Aceptar
he: אישור
ko: 확인
lt: Gerai
pl: Dobrze
ro: Bine
sl: V redu
tr: Tamam
uk: Добре
zh: 确定

# color_magenta
source: Magenta
cs: Purpurová
da: Rødlilla
fi: Aniliininpunainen
he: ארגמן
ja: マゼンタ
lt: Violetinė
tr: Eflatun
uk: Пурпуровий
vi: Đỏ tươi
zh: 洋红色

source: Nutri-Score A
ro: Scor nutrițional A
uk: Оцінка Nutri-Score A

source: Nutri-Score B
ro: Scor nutrițional B
uk: Оцінка Nutri-Score B

source: Nutri-Score C
ro: Scor nutrițional C
uk: Оцінка Nutri-Score C

source: Nutri-Score D
ro: Scor nutrițional D
uk: Оцінка Nutri-Score D

source: Nutri-Score E
ro: Scor nutrițional E
uk: Оцінка Nutri-Score E

# ecoscore_generic
source: Eco-Score
da: Øko-Score
pt: Eco-Pontuação
ro: Scor Ecologic
sk: Eko-skóre
uk: Eco-Score (показник впливу на довкілля)
vi: Điểm sinh thái
zh: 生态得分

# nutriscore_generic
source: Nutri-Score
ro: Nutri-Scor
vi: Điểm dinh dưỡng
zh: 营养分数
