Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# whatIsOff
source: Open Food Facts is a global non-profit powered by local communities.
ar: Open Food Facts هي منظمة عالمية غير ربحية تدعمها المجتمعات المحلية.
be: Open Food Facts — гэта глабальная некамерцыйная арганізацыя, якая падтрымліваецца мясцовымі супольнасцямі.
cs: Open Food Facts je globální nezisková organizace tvořená místními komunitami.
de: Open Food Facts ist eine globale, gemeinnützige Organisation, die von lokalen Gemeinschaften getragen wird.
el: Το Open Food Facts είναι ένας παγκόσμιος μη κερδοσκοπικός οργανισμός που υποστηρίζεται από τις τοπικές κοινότητες.
es: Open Food Facts es una organización global sin ánimo de lucro impulsada por comunidades locales.
fi: Open Food Facts on globaali voittoa tavoittelematon järjestö, jota tukevat paikalliset yhteisöt.
fr: Open Food Facts est une organisation mondiale à but non lucratif alimentée par les communautés locales.
he: Open Food Facts הוא ארגון כלל עולמי ללא מטרות רווח שמופעל על ידי קהילות מקומיות.
hu: Az Open Food Facts egy élelmiszeripari termékek adatbázisa, amelyet mindenki készít, mindenki számára. Használhatja jobb ételválasztásra, és mivel nyílt adatról van szó, bárki bármilyen célra felhasználhatja.
id: OpenFoodFacts adalah organisasi nirlaba global yang didukung oleh komunitas lokal.
it: Open Food Facts è una no-profit globale, sostenuta dalle community locali.
ko: Open Food Facts는 지역사회 커뮤니티의 기여를 바탕으로 하는 글로벌 비영리 활동입니다.
nl: Open Food Facts is een wereldwijde non-profitorganisatie die wordt ondersteund door lokale gemeenschappen.
pt: Open Food Facts é uma organização global sem fins lucrativos dinamizada por comunidades locais.
ro: Open Food Facts este o organizație non-profit globală susținută de comunitățile locale.
ru: Open Food Facts — это глобальная некоммерческая организация, основанная местными сообществами.
sk: Open Food Facts je globálna nezisková organizácia založená na miestnych komunitách.
sl: Open Food Facts je svetovna neprofitna organizacija, ki deluje s pomočjo prostovoljcev.
sq: Open Food Facts eshte nje organizate jo fitimprurese globale e fuqizuar dhe mundesuar nga komunitete lokale.
sv: Open Food Facts är en global ideell verksamhet som drivs av lokala intressegrupper.
tr: Open Food Facts, yerel topluluklar tarafından desteklenen küresel, kar amacı gütmeyen bir kuruluştur.
uk: OpenFoodFacts - це світова некомерційна організація, що підтримується місцевими спільнотами.

# productDataUtility
source: See the food data relevant to your preferences.
ar: اطلع على بيانات الطعام ذات الصلة بتفضيلاتك.
be: Паглядзіце даныя аб прадуктах, якія адпавядаюць вашым перавагам.
bg: Виж информация за храната, която отговаря на твоите предпочитания.
ca: Consulteu les dades dels aliments rellevants per a les vostres preferències.
cs: Podívejte se na údaje o jídle relevantní pro vaše preference.
da: Se fødevaredata relevante for dine præferencer.
de: Lassen Sie sich die für Ihre Vorlieben relevanten Lebensmitteldaten anzeigen.
el: Δείτε τα δεδομένα τροφίμων που σχετίζονται με τις προτιμήσεις σας.
es: Consulta los datos de los alimentos relacionados con tus preferencias.
fi: Katso valintoihisi liittyvät ruokatietosi.
fr: Consultez les données alimentaires selon vos préférences.
he: הצגת נתוני המזון שתואמים להעדפות שלך.
id: Lihat data makanan yang cocok dengan preferensi Anda.
it: Visualizza i dati alimentari rilevanti alle tue preferenze.
ja: あなたの好みに関連する食品データを確認する。
ko: 당신의 선호도와 관련된 식품 데이터를 확인하세요.
lt: Peržiūrėkite maisto duomenis, atitinkančius jūsų pageidavimus.
nl: Zie de voedselgegevens die relevant zijn voor uw voorkeuren.
pl: Zobacz dane dotyczące żywności odpowiadające Twoim preferencjom.
pt: Veja as informações nutricionais relevantes às suas preferências.
ro: Vedeți datele despre alimente relevante pentru preferințele dvs.
ru: Смотрите данные о еде, соответствующие вашим предпочтениям.
sk: Zobraziť údaje o potravinách, ktoré zodpovedajú vašim preferenciám.
sl: Oglejte si podatke o živilih, ki ustrezajo vašim željam.
sq: Shihni te dhenat ushqimore qe jane te rendesishme lidhur me pelqyeshmerite tuaja.
sv: Se de matdata som är relevanta för dina önskemål.
tr: Tercihleriniz ile ilgili gıda verilerine bakın.
uk: Продивіться дані про харчові продукти, що відповідають вашим вподобанням.
vi: Xem dữ liệu thực phẩm liên quan đến sở thích của bạn.
zh: 查看和您的偏好有关的食品数据。

# healthCardUtility
source: Choose foods that are good for you.
ar: اختر الأطعمة المفيدة لك.
be: Абірайце прадукты, карысныя для вас.
bg: Избери храни, които са полезни за теб.
ca: Trieu aliments que us siguin bons.
cs: Vyberte si potraviny, které jsou pro vás dobré.
da: Vælge fødevarer, som er gode for dig.
de: Wählen Sie Lebensmittel, die gut für Sie sind.
el: Επιλέξτε τροφές που είναι καλές για εσάς.
es: Elige los alimentos que sean buenos para ti.
fi: Valitse ruoat, jotka tekevät itsellesi hyvää.
fr: Choisissez des aliments qui sont bons pour vous.
he: בחירת מאכלים שעושים לך טוב.
id: Pilih makanan yang baik bagi Anda.
it: Scegli gli alimenti che ti fanno bene.
ja: あなたにとって良い食品を選んでください。
ko: 당신에게 좋은 음식을 선택하십시오.
lt: Pasirinkite maistą, kuris jums tinka.
nl: Kies de producten die goed voor je zijn.
pl: ▶ Wybierz produkty, które są dla Ciebie dobre.
pt: ▶ Escolha os alimentos que são bons para você.
ro: Alege alimente care sunt bune pentru tine.
ru: ▶ Выбирайте продукты, которые полезны для вас.
sk: Vyberte si potraviny, ktoré sú dobré pre vás a vašu planétu.
sl: Izberite hrano, ki so dobra za vas.
sq: Perzgjidh ushqime qe jane te mira per ty.
sv: Välj mat som är bra för dig.
tr: Sizin için iyi olan gıdaları seçin.
uk: Обирайте продукти, що є корисними для вас.
vi: Chọn thực phẩm tốt cho bạn.
zh: 选择对您有益的食品。

# ecoCardUtility
source: Choose foods that are good for the planet.
ar: اختر الأطعمة المفيدة للكوكب.
be: Абірайце прадукты, карысныя для планеты.
bg: Избери храни, които са полезни за планетата.
ca: Trieu aliments que siguin bons per al planeta.
cs: Vyberte si potraviny, které jsou dobré pro planetu.
da: Vælge fødevarer, som er gode for planeten.
de: Wählen Sie die Lebensmittel, die gut für den Planeten sind.
el: Επιλέξτε τροφές που είναι καλές για τον πλανήτη.
es: Elige alimentos que sean buenos para el planeta.
fi: Valitse ruoat, jotka tekevät planeetalle hyvää.
fr: Choisissez des aliments qui sont bons pour la planète.
he: בחירת מאכלים שעושים טוב לכדור הארץ.
id: Pilih makanan yang baik bagi planet Anda.
it: Scegli alimenti che fanno bene al pianeta.
ja: 地球にとって良い食品を選んでください。
ko: 지구에 좋은 음식을 선택하십시오.
lt: Pasirinkite maistą, kuris yra naudingas planetai.
nl: Kies voedsel dat goed is voor de planeet.
pl: Wybierz produkty, które są dobre dla naszej planety.
pt: Escolha alimentos que sejam bons para o planeta.
ro: Alege alimente care sunt bune pentru planetă.
ru: Выбирайте продукты, полезные для планеты.
sk: Vyberajte potraviny, ktoré sú dobré pre vás a vašu planétu.
sl: Izberite živila, ki so dobra za svet.
sq: Perzgjidh ushqime qe jane te mira per planetin.
sv: Välj mat som är bra för planeten.
tr: Dünya için iyi olan gıdaları seçin.
uk: Обирайте продукти, що є корисними для планети.
vi: Chọn thực phẩm tốt cho hành tinh này.
zh: 选择对地球有益的食品。

# server_error_open_new_issue
source: No server response! You may open an issue with the following link.
ca: No hi ha resposta del servidor! Podeu obrir una incidència amb el següent enllaç.
cs: Žádná odpověď serveru! Problém můžete nahlásit pomocí následujícího odkazu.
de: Keine Serverantwort! Sie können ein Problem unter dem folgenden Link melden.
es: ¡No hay respuesta del servidor! Puedes alertar de esta instancia con el siguiente enlace.
fi: Ei vastausta palvelimelta! Voit luoda ongelmailmoituksen seuraavan linkin avulla.
fr: Pas de réponse du serveur ! Vous pouvez ouvrir un incident avec le lien ci-dessous.
id: Tidak ada respons server! Anda dapat membuka masalah dengan tautan berikut ini.
it: Nessuna risposta dal server! Puoi aprire una segnalazione con il seguente link.
nl: Geen serverreactie! U kunt een probleem rapporteren via de volgende link.
pt: Nenhuma resposta do servidor! Pode reportar o problema com a seguinte hiperligação.
sk: Žiadna odozva servera! Problém môžete otvoriť pomocou nasledujúceho odkazu.
uk: Немає відповіді сервера! Ви можете відкрити проблему за наступним посиланням.

# sign_in_text
source: Sign in to your Open Food Facts account to save your contributions
ar: ادخل حسابك على Open Food Facts لحفظ مساهماتك.
be: Увайдзіце ў свой уліковы запіс Open Food Facts, каб захаваць вашы ўнёскі
bg: Влез в акаунта си в Open Food Facts, за да запазиш приноса си
ca: Inicieu la sessió al vostre compte d'Open Food Facts per desar les vostres contribucions
cs: Pro uložení vašich příspěvků se přihlaste ke svému účtu Open Food Facts
de: Melden Sie sich bei Ihrem Open Food Facts-Konto an, um Ihre Beiträge speichern zu können
el: Συνδεθείτε στον λογαριασμό σας Open Food Facts για να αποθηκεύσετε τις συνεισφορές σας
es: Inicia sesión en tu cuenta de Open Food Facts para guardar tus contribuciones
fi: Kirjaudu sisään Open Food Facts -tilillesi tallentaaksesi avustuksesi
fr: Connectez-vous à votre compte Open Food Facts pour enregistrer vos contributions
he: ניתן להיכנס לחשבונך ב־Open Food Facts כדי לשמור את התרומות שלך
id: Masuk ke akun OpenFoodFacts untuk menyimpan kontribusi Anda
it: Accedi al tuo profilo di Open Food Facts per salvare i tuoi contributi
ko: 기여를 저장하려면 Open Food Facts 계정에 로그인하세요
nl: Log in op je Open Food Facts account om je bijdragen op te slaan
pt: Entre na sua conta Open Food Facts para guardar as suas contribuições
ro: Conectați-vă la contul Open Food Facts pentru a vă salva contribuțiile
ru: Войдите в свою учетную запись Open Food Facts, чтобы сохранить свои взносы
sk: Prihláste sa do svojho účtu Open Food Facts a uložte svoje príspevky
sl: Ustvarite Open Food Facts račun in si oglejte svoje prispevke
sq: Hyni ne llogarine tuaj ne Open Food Facts per te ruajtur kontributet, ndihmesat tuaja.
sv: Logga in på ditt Open Food Fact-konto för att spara dina bidrag
uk: Увійдіть до свого облікового запису Open Food Facts, щоб зберегти свої внески

# incorrect_credentials
source: Incorrect username or password.
ar: اسم المستخدم أو كلمة المرور غير صحيحة.
be: Няправільнае імя карыстальніка або пароль.
bg: Грешно потребителско име или парола.
ca: Usuari o contrasenya incorrectes.
cs: Nesprávné uživatelské jméno nebo heslo.
da: Forkert brugernavn eller adgangskode.
de: Ungültiger Benutzername oder Passwort.
el: Λάθος όνομα χρήστη ή κωδικός πρόσβασης.
es: Nombre de usuario o contraseña incorrecto.
fi: Virheellinen käyttäjätunnus tai salasana.
fr: Nom d'utilisateur ou mot de passe incorrect.
he: שם משתמש או סיסמה שגויים.
id: Nama pengguna atau kata sandi Anda salah.
it: Nome utente o password errati.
ja: ユーザー名またはパスワードが間違っています。
ko: 잘못된 사용자 이름 또는 암호입니다.
lt: Neteisingas prisijungimo vardas arba slaptažodis.
nl: Onjuiste gebruikersnaam of wachtwoord.
pl: Nieprawidłowa nazwa użytkownika lub hasło.
pt: Nome do usuário ou senha incorretos.
ro: Numele de utilizator sau parola incorectă.
ru: Неверное имя пользователя или пароль.
sk: Nesprávne meno alebo heslo.
sl: Napačno uporabniško ime ali geslo.
sq: Emri i perdoruesit ose fjalekalimi i pasakte
sv: Felaktigt användarnamn eller lösenord.
tr: Hatalı kullanıcı adı veya parola.
uk: Неправильне ім'я користувача або пароль.
vi: Tên đăng nhập hoặc mật khẩu không đúng.
zh: 用户名或密码错误。

# password_lost_incorrect_credentials
source: This email or username doesn't exist. Please check your credentials.
cs: Tento e-mail nebo uživatelské jméno neexistuje. Zkontrolujte prosím své přihlašovací údaje.
da: E-mail eller brugernavn eksisterer ikke. Tjek venligst dine legitimationsoplysninger.
de: Diese E-Mail-Adresse oder dieser Benutzername existiert nicht. Bitte überprüfen Sie Ihre Anmeldedaten.
es: Este correo electrónico o nombre de usuario no existe. Por favor, comprueba tus credenciales.
fi: Tätä sähköpostiosoitetta tai käyttäjätunnusta ei ole olemassa. Tarkista kirjautumistietosi.
fr: Cet e-mail ou ce nom d'utilisateur n'existe pas. Veuillez vérifier vos informations d'identification.
he: כתובת הדוא״ל או שם המשתמש הזה אינם קיימים. נא לבדוק את פרטי הגישה שלך.
id: Email atau nama pengguna ini tidak ada. Silakan periksa kredensial Anda.
it: Questo indirizzo email o nome utente non esiste. Controlla le tue credenziali.
ja: このメールアドレスまたはユーザー名は存在しません。認証情報を確認してください。
nl: Dit e-mailadres of deze gebruikersnaam bestaat niet. Controleer uw inloggegevens.
pt: Este endereço eletrónico ou este nome de utilizador não existe. Por favor, verifique as suas credenciais.
ro: Acest e-mail sau nume de utilizator nu există. Vă rugăm să vă verificați acreditările.
sk: Tento e-mail alebo používateľské meno neexistuje. Skontrolujte svoje poverenia.
tr: Bu e-posta veya kullanıcı adı mevcut değil. Lütfen kimlik bilgilerinizi kontrol edin.
uk: Така електронна пошта або ім'я користувача не існує. Будь ласка, перевірте ваші облікові дані.

# password_lost_server_unavailable
source: We are currently experiencing slowdowns on our servers and we apologise for it. Please try again later.
cs: Momentálně dochází ke zpomalení na našich serverech a omlouváme se za to. Prosím zkuste to znovu později.
de: Zurzeit kommt es auf unseren Servern zu Verzögerungen, für die wir uns entschuldigen. Bitte versuchen Sie es später noch einmal.
es: Estamos sufriendo retrasos en nuestros servidores y nos disculpamos por ello. Por favor, inténtalo de nuevo más tarde.
fi: Palvelimellamme on tällä hetkellä hidastuksia, pahoittelut. Yritä uudelleen myöhemmin.
fr: Nous subissons actuellement des ralentissements sur nos serveurs et nous nous en excusons. Veuillez réessayer plus tard.
he: אנו חווים כעת האטות בשרתים שלנו ואנו מצרים על כך. נא לנסות שוב מאוחר יותר.
id: Saat ini kami sedang mengalami kelambatan pada server kami dan kami mohon maaf untuk itu. Silakan coba lagi nanti.
it: Al momento stiamo riscontrando rallentamenti sui nostri server e ce ne scusiamo. Per favore riprova più tardi.
ja: 現在、サーバーの速度低下が発生しており、お詫び申し上げます。後でもう一度試してください。
nl: We ondervinden momenteel vertragingen op onze servers en bieden hiervoor onze excuses aan. Probeer het later opnieuw.
pt: Estamos atualmente a sofrer lentidão nos nossos servidores e pedimos desculpa por isso. Por favor, tente novamente mais tarde.
ro: În prezent, întâmpinăm încetiniri pe serverele noastre și ne cerem scuze pentru asta. Vă rugăm să încercați din nou mai târziu.
sk: Na našich serveroch momentálne dochádza k spomaleniu a ospravedlňujeme sa za to. Skúste to neskôr prosím.
tr: Şu anda sunucularımızda yavaşlamalar yaşıyoruz ve bunun için özür dileriz. Lütfen daha sonra tekrar deneyiniz.
uk: Наразі наші сервери сповільнюються, і ми приносимо вибачення за це. Будь-ласка спробуйте пізніше.

source: Login
ar: اسم المستخدم
bg: Потребителско име
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Iniciar sesión
fi: Käyttäjätunnus
fr: Connexion
he: שם משתמש
hu: Sötét mód
id: Masuk
it: Nome utente
ja: ユーザー名
ko: Username
lt: Prisijungti
nl: Inloggen
pl: Nazwa użytkownika
pt: Nome do Utilizador
ro: Nume de utilizator
ru: Имя пользователя
sk: Prihlásenie
sl: Uporabniško ime
sv: Användarnamn
tr: Oturumu Başlat
uk: Ім'я користувача
vi: Tên người dùng
zh: 用戶名

# login_result_type_server_unreachable
source: Network is unreachable
bg: Мрежата е недостъпна
cs: Síť je nedostupná
de: Netzwerk ist nicht erreichbar
es: No es posible conectarse a la red
fi: Verkko on tavoittamattomissa
fr: Impossible de se connecter au réseau
id: Jaringan tidak terjangkau
it: Rete non raggiungibile
nl: Netwerk niet bereikbaar
pt: Não foi possível estabelecer ligação à rede
sk: Sieť je nedostupná
uk: Мережа недоступна

# login_result_type_server_issue
source: Problem on the server. Please try later.
bg: Проблем на сървъра. Моля, опитай по-късно.
cs: Problém na serveru. Zkuste to prosím později.
de: Problem auf dem Server. Bitte versuchen Sie es später noch einmal.
es: Problema en el servidor. Por favor, inténtalo más tarde.
fi: Ongelma palvelimella. Ole hyvä ja yritä myöhemmin.
fr: Problème serveur. Essayez plus tard.
id: Masalah pada server. Silakan coba lagi nanti.
it: Problema sul server. Riprova più tardi.
nl: Probleem op de server. Probeer het later opnieuw.
pt: Problema no servidor. Por favor, tente mais tarde.
sk: Problém na serveri. Prosím, skús neskôr.
uk: Проблема на сервері. Спробуйте пізніше.

# login_page_username_or_email
source: Please enter username or e-mail
ar: الرجاء إدخال اسم المستخدم أو البريد الإلكتروني
be: Увядзіце імя карыстальніка або электронную пошту
bg: Моля, въведи потребителско име или имейл
ca: Introduïu l'usuari o l'adreça electrònica
cs: Zadejte prosím uživatelské jméno nebo e-mail
da: Angiv brugernavn eller e-mail
de: Bitte Benutzername oder E-Mail eingeben
el: Παρακαλώ εισάγετε όνομα χρήστη ή e-mail
es: Por favor, introduce tu nombre de usuario o correo electrónico
fi: Syötä käyttäjänimi tai sähköposti
fr: Veuillez saisir un nom d'utilisateur ou un e-mail
he: נא למלא שם משתמש או כתובת דוא״ל
id: Silakan masukkan nama pengguna atau email
it: Inserire il nome utente o l'email
ja: ユーザー名またはメールアドレスを入力してください
ko: 사용자 이름 또는 이메일을 입력하십시오
lt: Įveskite slapyvardį arba el. paštą
nl: Voer gebruikersnaam of e-mailadres in
pl: Podaj nazwę użytkownika lub adres e-mail
pt: Por favor, digite o nome de usuário ou e-mail
ro: Vă rugăm să introduceți numele de utilizator sau adresa de e-mail
ru: Пожалуйста, введите имя пользователя или e-mail
sk: Zadajte používateľské meno alebo e-mail
sl: Prosimo vnesite uporabniško ime ali elektronski naslov
sv: Vänligen ange användarnamn eller e-post
tr: Lütfen kullanıcı adı veya e-posta girin
uk: Введіть, буль ласка, ім'я користувача або адресу електронної пошти
vi: Vui lòng nhập tên người dùng hoặc e-mail
zh: 请输入用户名或邮箱

# login_page_password_error_empty
source: Please enter a password
ar: برجاء إخال كلمة مرور
be: Увядзіце пароль
bg: Моля, въведи парола
ca: Si us plau, introduïu una contrasenya
cs: Zadejte heslo
da: Angiv adgangskode
de: Bitte geben Sie ein Passwort ein
el: Πληκτρολογήστε τον κωδικό σας
es: Por favor, introduce una contraseña
fi: Syötä salasana
fr: Veuillez saisir un mot de passe
he: נא למלא סיסמה
id: Silakan masukkan kata sandi
it: Inserire una password
ja: パスワードを入力してください
ko: 비밀번호를 입력하십시오
lt: Įveskite slaptažodį
nl: Voer een wachtwoord in alstublieft
pl: Proszę wpisać hasło
pt: Por favor, introduza uma palavra-passe
ro: Vă rugăm să introduceți o parolă
ru: Введите пароль
sk: Prosím, zadajte heslo
sl: Prosimo vnesite geslo
sq: Ju lutem vendosni nje fjalekalim.
sv: Vänligen ange ett lösenord
tr: Lütfen bir şifre girin
uk: Будь ласка, введіть пароль
vi: Vui lòng nhập mật khẩu
zh: 请输入密码

source: Create account
ar: إنشاء حساب
be: Стварыць уліковы запіс
bg: Създаване на акаунт
ca: Crear un compte
cs: Vytvořit účet
da: Opret konto
de: Konto erstellen
el: Δημιουργήστε λογαριασμό
es: Crear cuenta
fi: Luo tili
fr: Créer un compte
he: יצירת חשבון
id: Buat akun
it: Crea account
ja: アカウントを作成
ko: 계정 생성
lt: Sukurti paskyrą
nl: Account aanmaken
pl: Utwórz konto
pt: Criar uma conta
ro: Creați cont
ru: Создать учётную запись
sk: Vytvoriť účet
sl: Ustvarite račun
sq: Krijo nje llogari
sv: Skapa konto
tr: Hesap oluştur
uk: Створіть обліковий запис
vi: Tạo tài khoản
zh: 创建账号

source: Sign in
ar: تسجيل الدخول
bg: Вход
ca: Inicia la sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
he: כניסה
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
ko: 가입하기
lt: Prisijungti
nl: Inloggen
pl: Zaloguj się
pt: Iniciar sessão
ro: Conectare
ru: Войти
sk: Prihlásiť sa
sl: Vpis
sv: Logga in
tr: Giriş Yap
uk: Увійти
vi: Đăng nhập
zh: 登录

# sign_in_mandatory
source: For that feature we need you to sign in.
be: Для выкарыстання гэтай функцыі вам трэба ўвайсці ў сістэму.
bg: За тази функция трябва да влезеш в своя профил.
ca: Per a aquesta funció, necessitem que inicieu la sessió.
cs: Pro tuto funkci potřebujeme, abyste se přihlásili.
da: Denne funktion kræver indlogning.
de: Für diese Funktion müssen Sie sich anmelden.
el: Για αυτήν τη δυνατότητα, πρέπει να συνδεθείτε.
es: Para usar esa función necesitas iniciar sesión.
fi: Kirjaudu käyttääksesi kyseistä ominaisuutta.
fr: Pour cette fonctionnalité, vous devez vous connecter.
he: ליכולת הזאת עלינו לבקש ממך להיכנס.
id: Untuk fitur itu, kami perlu anda untuk masuk.
it: Per questa funzione è necessario accedere.
ja: その機能を使用するには、サインインが必要です。
ko: 해당 기능을 사용하려면 로그인해야 합니다.
lt: Kad galėtumėte naudotis šia funkcija, turite prisijungti.
nl: Voor deze functie moet u zich aanmelden.
pl: Aby korzystać z tej funkcji, musisz się zalogować.
pt: Para essa funcionalidade tem de entrar na sua conta.
ro: Pentru această funcție este nevoie să vă conectați.
ru: Для использования этой функции вам надо войти в систему.
sk: Pre túto funkciu potrebujeme, aby ste sa prihlásili.
sl: Za to funkcijo se morate prijaviti.
tr: Bu özellik için oturum açmanız gerekiyor.
uk: Для цієї функції вам необхідно увійти.
vi: Để sử dụng tính năng này chúng tôi cần bạn đăng nhập.
zh: 您需要登录才可以使用该功能

source: Sign out
ar: تسجيل الخروج
be: Выйсці
bg: Изход
ca: Tanca la sessió
cs: Odhlásit
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
he: יציאה
id: Keluar
it: Esci
ja: サインアウト
ko: 로그아웃
lt: Atsijungti
nl: Uitloggen
pl: Wyloguj się
pt: Sair
ro: Deconectare
ru: Выйти
sk: Odhlásiť sa
sl: Odjava
sq: Dilni
sv: Logga ut
tr: Çıkış yap
uk: Вийти
vi: Thoát
zh: 登出

# sign_out_confirmation
source: Are you sure you want to sign out?
ar: هل أنت متأكد من أنك تريد تسجيل الخروج؟
be: Хочаце выйсці з уліковага запісу?
bg: Сигурен ли си, че искаш да излезеш от профила си?
ca: Segur que voleu tancar la sessió?
cs: Opravdu se chcete odhlásit?
da: Sikker på, at du vil logge ud?
de: Möchten Sie sich wirklich abmelden?
el: Είστε βέβαιοι ότι θέλετε να αποσυνδεθείτε;
es: ¿Seguro que quieres cerrar la sesión?
fi: Haluatko varmasti kirjautua ulos?
fr: Voulez-vous vraiment vous déconnecter ?
he: לצאת?
id: Apa Anda yakin Anda ingin keluar?
it: Sei sicuro di voler uscire?
ja: サインアウトしますか？
ko: 정말 로그아웃하시겠습니까?
lt: Ar tikrai norite atsijungti?
nl: Ben je zeker dat je wilt uitloggen?
pl: Jesteś pewny, że chcesz się wylogować?
pt: Você tem certeza que deseja sair?
ro: Sigur doriți să vă deconectați?
ru: Вы действительно хотите выйти из учётной записи?
sk: Naozaj sa chcete odhlásiť?
sl: Ali ste prepričani, da se želite odjaviti?
sq: Jeni te sigurt qe doni te dilni?
sv: Är du säker på att du vill logga ut?
tr: Oturumu kapatmak istediğinizden emin misiniz?
uk: Ви дійсно хочете вийти з облікового запису?
vi: Bạn có chắc muốn thoát không?
zh: 您确定要登出吗?

source: Password
ar: كلمة المرور
bg: Парола
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός χρήστη
es: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
hu: Jelszó
id: Kata sandi
ja: パスワード
ko: 암호
lt: Slaptažodis
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh: 密码

source: Forgot password
ar: نسيت كلمة المرور
be: Не памятаю пароль
bg: Забравена парола
ca: Contrasenya oblidada
cs: Zapomenuté heslo
da: Glemt adgangskode
de: Passwort vergessen
el: Ξέχασα τον κωδικό
es: Contraseña olvidada
fi: Unohtunut salasana
fr: Mot de passe oublié
he: שכחתי סיסמה
id: Lupa kata sandi
it: Password dimenticata
ja: パスワードを忘れた場合
ko: 비밀번호 찾기
lt: Pamiršote slaptažodį
nl: Wachtwoord vergeten?
pl: Nie pamiętam hasła
pt: Esqueci-me da palavra-passe
ro: Ați uitat parola
ru: Не помню пароль
sk: Zabudnuté heslo
sl: Pozabljeno geslo
sq: Keni harruar fjalekalimin
sv: Glömt lösenord
tr: Parolanızı mı unuttunuz
uk: Забули пароль
vi: Quên mật khẩu
zh: 忘记密码
