Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# contribute_develop_text
source: The code for every Open Food Facts product is available on GitHub. You are welcome to reuse the code (it's open source) and help us improve it, for everyone, on all the planet.
ar: رمز كل منتج في Open Food Facts موجود على GitHub. نرحب بإعادة استخدام الكود (وهو مفتوح المصدر) ومساعدتنا على تعزيزه للجميع ، في جميع أنحاء الكوكب.
be: Код для кожнага прадукту Open Food Facts даступны на GitHub. Вы можаце паўторна выкарыстоўваць код (ён з адкрытым зыходным кодам) і дапамагчы нам палепшыць яго для ўсіх на планеце.
cs: Kód pro každý produkt Open Food Facts je k dispozici na GitHubu. Můžete znovu použít kód (je to open source) a pomoci nám jej vylepšit, pro každého na celé planetě.
de: Der Code für jedes Open Food Facts-Produkt ist auf GitHub verfügbar. Sie können den Code (Open Source) gerne wiederverwenden und uns dabei helfen, ihn für alle auf der ganzen Welt zu verbessern.
el: Ο κωδικός για κάθε προϊόν του Open Food Facts είναι διαθέσιμος στο GitHub. Μπορείτε να χρησιμοποιήσετε ξανά τον κώδικα (ανοιχτού κώδικα) και να μας βοηθήσετε να τον βελτιώσουμε, για όλους, σε όλο τον πλανήτη.
es: El código de todos los productos de Open Food Facts está disponible en GitHub. Si quieres, puedes reutilizarlo (es código abierto) o ayudarnos a mejorarlo. Para todos, en todo el planeta.
fi: Jokaisen Open Food Facts -tuotteen koodi on saatavilla GitHubissa. Olet tervetullut käyttämään koodia uudelleen (se on avoimen lähdekoodin) ja auttamaan meitä parantamaan sitä kaikille, koko planeetalla.
fr: Le code source de chaque version d'Open Food Facts est disponible sur GitHub. Vous pouvez réutiliser le code (il est open source) et nous aider à l'améliorer, pour tout le monde, sur toute la planète.
he: הקוד של כל אחד ממוצרי Open Food Facts זמין ב־GitHub. אנו מזמינים אותך לגזור מהקוד הזה (הוא בקוד פתוח) ולסייע לשפר אותו, עבור כולם, בכל רחבי העולם.
hu: Minden Open Food Facts termék kódja elérhető a GitHubon. Örömmel veszük, ha felhasználja a kódot (nyílt forráskódú) és segít jobbá tenni azt, a bolygó minden lakója számára.
id: Kode untuk setiap produk OpenFoodFacts tersedia di GitHub. Anda dipersilahkan untuk menggunakan kode tersebut kembali (bersifat open-source) dan bantu kami memperbaikinya untuk semua orang di seluruh planet.
it: Il codice per qualsiasi prodotto di Open Food Facts è disponibile su GitHub. Puoi riutilizzare il codice (è open source) e aiutarci a migliorarlo, per tutti, su tutto il pianeta.
ko: 모든 Open Food Facts 제품의 코드는 GitHub에서 볼 수 있습니다. 코드를 재사용하거나(오픈 소스입니다), 지구의 모든 이들을 위해 앱 개선에 기여하는 것을 환영합니다.
nl: De code voor elk Open Food Facts-product is beschikbaar op GitHub. Je bent van harte welkom om de code te hergebruiken (hij is open source) en ons te helpen deze te verbeteren, voor iedereen, op de hele planeet.
pt: O código de cada produto Open Food Facts está disponível no GitHub. Pode reutilizar o código (é de fonte aberta) e ajudar-nos a melhorá-lo, para todos, em todo o planeta.
ro: Codul pentru fiecare produs Open Food Facts este disponibil pe GitHub. Sunteți binevenit să-l reutilizați (este open source) și să ne ajutați să-l îmbunătățim, pentru toată lumea, pe toată planeta.
ru: Код для каждого продукта Open Food Facts доступен на GitHub. Вы можете повторно использовать код (это открытый исходный код) и помочь нам улучшить его для всех людей на нашей планете.
sk: Kód pre každý produkt Open Food Facts je dostupný na GitHub. Môžete znova použiť kód (je to otvorený zdroj) a pomôcť nám ho vylepšiť pre všetkých na celej planéte.
sl: Koda vsakega Open Food Facts izdelka je na voljo na GitHub. Vabimo vas k uporabi kod, ki so odprtokodne, s čimer lahko prispevate k izboljšavam.
sq: Kodi për çdo produkt Open Food Facts është i disponueshëm në GitHub. Jeni të mirëpritur të ripërdorni kodin (është me burim të hapur) dhe të na ndihmoni ta përmirësojmë atë, për të gjithë, në të gjithë planetin.
sv: Koden för alla Open Food Facts-produkter finns på GitHub. Du är välkommen att återanvända koden (den är öppen källkod) och hjälpa oss att förbättra den för alla på hela planeten.
uk: Код кожного продукту Open Food Facts доступний на GitHub. Ви можете повторно використовувати код (це відкритий код) і допомогти нам покращувати його для всіх на цій планеті.

# contribute_develop_text_2
source: You can join the Open Food Facts Slack chatroom which is the preferred way to ask questions.
ar: يمكنك الانضمام إلى غرفة الدردشة Open Food Facts Slack وهي الطريقة المفضلة لطرح الأسئلة.
be: Вы можаце далучыцца да чата Open Food Facts у Slack, які ёсць пераважным спосабам задаваць пытанні.
cs: Můžete se připojit k chatovací místnosti Open Food Facts Slack, což je preferovaný způsob, jak klást otázky.
de: Du kannst dem Open Food Facts Slack Chatroom beitreten, was der bevorzugte Weg ist, Fragen zu stellen.
el: Μπορείτε να εγγραφείτε στο Open Food Facts Slack chatroom που είναι ο προτιμώμενος τρόπος για να κάνετε ερωτήσεις.
es: Puedes unirte al canal de Slack de Open Food Facts, el mejor lugar para resolver tus dudas.
fi: Voit liittyä Open Food Facts Slack keskusteluhuoneeseen, joka on suositeltu tapa esittää kysymyksiä.
fr: Vous pouvez rejoindre le salon de discussion Slack Open Food Facts qui est le meilleur moyen de poser des questions.
he: ניתן להצטרף לחדר השיח של Open Food Facts ב־Slack שהיא הדרך המומלצת לשאול שאלות.
hu: Csatlakozhat az Open Food Facts Slack csevegőszobához, amely a legjobb módja a kérdések feltevésének.
id: Anda dapat bergabung dengan ruang obrolan Slack OpenFoodFacts yang juga merupakan cara yang lebih disukai untuk mengajukan pertanyaan.
it: Puoi unirti alla chat room di Slack di Open Food Facts, il metodo preferito per fare domande.
ko: 궁금한 점을 물어볼 수 있는 Open Food Facts Slack 채팅방에 참여하실 수 있습니다.
nl: U kunt deelnemen aan de Open Food Facts Slack-chatroom, wat de beste manier is om vragen te stellen.
pt: Pode juntar-se à sala de conversação no Slack do Open Food Facts, que é a opção preferida para colocar questões.
ro: Vă puteți înscrie în sala de chat Open Food Facts Slack, care este modalitatea preferată de a pune întrebări.
ru: Вы можете присоединиться к чату Open Food Facts Slack, здесь будет удобно задавать вопросы.
sk: Môžete sa pripojiť k diskusnej miestnosti Open Food Facts Slack, čo je preferovaný spôsob kladenia otázok.
sl: Najboljši način, da nam postavite vprašanje je, da se nam pridružite v Open Food Facts Slack klepetalnici.
sq: Ju mund te beheni pjese e dhomes se bisedes Open Food Facts Slack, e cila eshte menyra me e preferuar per te bere ,adresuar pyetje.
sv: Du kan gå med i Open Food Facts Slack-chattrummet, det är det föredragna sättet att ställa frågor.
uk: Ви можете приєднатися до чату Open Food Facts в Slack, який є найкращим способом поставати запитання.

# contribute_develop_dev_mode_title
source: DEV Mode?
be: Рэжым распрацоўшчыка?
bg: Режим на разработчик?
ca: Mode Desenvolupador?
cs: DEV režim?
da: DEV-tilstand?
de: Entwicklermodus?
es: ¿Modo desarrollador?
fi: Kehittäjätila?
fr: Mode de développement ?
he: מצב למפתחים?
id: Mode DEV?
it: Modalità DEV?
ja: 開発者モード？
ko: 개발자 모드를 활성화할까요?
lt: Programuotojo režimas?
nl: DEV-modus?
pl: Tryb deweloperski (DEV)?
pt: Modo DEV?
ro: Modul DEV?
ru: Режим Разработчика?
sk: Režim DEV?
tr: Geliştirici Modu?
uk: Режим DEV?
vi: Chế độ DEV?
zh: 开发模式？

# contribute_develop_dev_mode_subtitle
source: Activate the DEV Mode
be: Актываваць рэжым распрацоўшчыка
bg: Включи режим на разработчик
ca: Activeu el mode DEV
cs: Aktivovat DEV režim
da: Aktivér DEV-tilstand
de: Entwicklermodus aktivieren
es: Activa el modo de desarrollador
fi: Aktivoi kehittäjätila
fr: Activer le mode de développement
he: הפעלת המצב למפתחים
id: Aktifkan Mode DEV
it: Attiva la Modalità DEV
ja: 開発者モードを有効にする
ko: 개발자 모드 활성화
lt: Įjunkite programuotojo režimą
nl: Activeer de DEV-modus
pl: Aktywuj tryb deweloperski
pt: Ativar o modo DEV
ro: Activați modul DEV
ru: Активировать Режим Разработчика
sk: Aktivujte režim DEV
tr: DEV Modunu Etkinleştirin
uk: Активувати режим DEV
vi: Kích hoạt Chế độ DEV
zh: 启用开发者模式

# contribute_donate_header
source: Donate to Open Food Facts
ar: تبرع ل Open Food Facts
be: Ахвяраваць на Open Food Facts
cs: Přispějte na Open Food Facts
de: Spenden Sie für Open Food Facts
es: Dona a Open Food Facts
fi: Lahjoita Open Food Factsille
fr: Faire un don à l'association Open Food Facts
he: תרומה ל־Open Food Facts
hu: Adományozzon az Open Food Facts programnak
id: Berdonasi ke OpenFoodFacts
it: Dona a Open Food Facts
ko: Open Beauty Facts에게 기부하기
nl: Doneer aan Open Food Facts
pt: Fazer um donativo ao Open Food Facts
ro: Donează pentru Open Food Facts
ru: Пожертвовать Open Food Facts
sk: Prispejte na Open Food Facts
sl: Doniraj k Open Food Facts
sv: Donera till Open Food Facts
tr: OpenFoodFacts'e bağış yapın
uk: Донатьте на Open Food Facts

# contribute_enroll_alpha
source: Enroll in internal alpha version
cs: Zapsat do interní alfa verze
de: Registrieren Sie sich für die interne Alpha-Version
es: Inscríbete en la versión alfa interna
fi: Rekisteröidy sisäiseen alfaversioon
fr: S'inscrire à la version alpha interne
id: Daftarkan diri Anda dalam versi alpha internal
it: Iscriviti alla versione alfa interna
nl: Schrijf u in voor de interne alfaversie
pt: Inscrever-se na versão alfa interna
sk: Zaregistrujte sa do internej verzie alfa
uk: Зареєструватися у внутрішній альфа-версії

# contribute_enroll_alpha_warning
source: Please acknowledge that with the internal alpha version, complete loss of data is possible, and the app may become unusable at any time !
cs: Vezměte prosím na vědomí, že s interní alfa verzí je možná úplná ztráta dat a aplikace se může kdykoli stát nepoužitelnou!
de: Bitte beachten Sie, dass bei der internen Alpha-Version ein vollständiger Datenverlust möglich ist und die App jederzeit unbrauchbar werden kann!
es: Ten en cuenta que con la versión alfa interna, es posible la pérdida total de datos, y que la aplicación puede resultar inutilizable en cualquier momento.
fi: Huomaa, että sisäisellä alfaversiolla tietojen täydellinen menetys on mahdollista ja sovellus voi muuttua käyttökelvottomaksi milloin tahansa!
fr: Veuillez noter qu'avec la version alpha interne, une perte totale de données est possible et que l'app peut devenir inutilisable à tout moment !
id: Harap diketahui bahwa dengan versi alpha internal, kehilangan data sepenuhnya mungkin terjadi, dan aplikasi dapat menjadi tidak dapat digunakan sewaktu-waktu!
it: Ti preghiamo di tener presente che, con la versione alfa interna, è possibile la completa perdita dei dati, e che l'app potrebbe diventare inutilizzabile in qualsiasi momento!
nl: Houd er rekening mee dat met de interne alfaversie volledig gegevensverlies mogelijk is en dat de app op elk moment onbruikbaar kan worden!
pt: Informamos que a versão alfa interna permite a perda total de dados e a aplicação pode ficar inutilizável em qualquer altura!
sk: Berte prosím na vedomie, že s internou alfa verziou je možná úplná strata údajov a aplikácia sa môže kedykoľvek stať nepoužiteľnou!
uk: Будь ласка, зверніть увагу, що з внутрішньою альфа-версією можлива повна втрата даних, і додаток може стати непридатним для використання в будь-який момент!

# contribute_improve_ProductsToBeCompleted
source: Products to be completed
ar: مُنتجات مراد إكمالها
bg: Продукти за завършване
ca: Productes que s'han de completar
cs: Nedokončené
da: Produkter, som skal færdiggøres
de: Noch abzuschließende Produkte
el: Προϊόντα προς συμπλήρωση
es: Productos por completar
fi: Täydennettävät tuotteet
fr: Produits à compléter
he: מוצרים שדורשים השלמה
hu: Kiegészítendő termékek
id: Produk - produk yang perlu dilengkapi
it: Prodotti da completare
ja: 完了が必要な製品
ko: 완제품
lt: Produktai, kurie turi būti baigti
nl: Onvoltooide producten
pl: Produkty do uzupełnienia
pt: Produtos a completar
ro: Produse ce trebuie să fie finalizate
ru: Незавершенные продукты
sk: Výrobky, ktoré sa majú dokončiť
sl: Izdelki, ki jih je potrebno dokončati
sv: Produkter att slutföra
tr: Tamamlanacak ürünler
uk: Незавантажені продукти
vi: Các sản phẩm cần được hoàn thành
zh: 待完成的产品

# contribute_improve_header
source: Improving
ar: قيد التحسن
be: Паляпшэнне
bg: Подобряване
ca: Millorant
cs: Zlepšování
da: Forbedring
de: Verbessern
el: Βελτίωση
es: Aportar datos
fi: Kehitys
fr: Améliorer
he: שיפור
hu: Javítás
id: Meningkatkan
it: Aiuta
ja: 改善
ko: 개선 중
lt: Tobulėjimas
nl: Verbeteren
pl: Ulepszenie
pt: Melhorar
ro: Ameliorare
ru: Улучшение
sk: Zlepšovanie
sl: Izboljšanje
sq: Duke u permiresuar.
sv: Förbättrar
tr: Geliştirmek
uk: Поліпшення
vi: Đang cải thiện
zh: 改进

# contribute_improve_text
source: The database is the core of the project. It's easy and very quick to help. You can download the mobile app for your phone, and start adding or improving products. On the other hand, Open Food Facts website offers many ways to contribute:
ar: قاعدة البيانات هي جوهر المشروع. إنها مساعدة سهلة وسريعة جدًا. يمكنك تنزيل تطبيق الهاتف المحمول لهاتفك والبدء في إضافة أو تحسين المنتجات. من ناحية أخرى ، يقدم موقع Open Food Facts العديد من الطرق للمساهمة:
be: База даных — гэта ядро праекта. Дапамагчы з яе напаўненнем лёгка і не займае шмат часу. Вы можаце спампаваць мабільную праграму для свайго тэлефона і пачаць дадаваць або паляпшаць прадукты. З іншага боку, вэб-сайт Open Food Facts прапануе мноства спосабаў рабіць свой унёсак:
cs: Databáze je jádrem projektu. Pomoci je snadné a velmi rychlé. Můžete si stáhnout mobilní aplikaci pro svůj telefon a začít přidávat nebo vylepšovat produkty. Na druhou stranu webová stránka Open Food Facts nabízí mnoho způsobů, jak přispět:
de: Die Datenbank ist der Kern des Projekts. Sie können einfach und schnell helfen. Sie können die mobile App für Ihr Telefon herunterladen und Produkte hinzufügen oder verbessern. Auf der anderen Seite bietet die Webseite Open Food Facts viele Möglichkeiten, einen Beitrag zu leisten:
el: Η βάση δεδομένων είναι ο πυρήνας του έργου. Είναι εύκολο και πολύ γρήγορο να βοηθήσετε. Μπορείτε να κάνετε λήψη της εφαρμογής για κινητά και να αρχίσετε να προσθέτετε ή να βελτιώνετε προϊόντα. Εκτός αυτού, ο ιστότοπος Open Food Facts προσφέρει πολλούς τρόπους συνεισφοράς:
es: La base de datos es el núcleo del proyecto. Puedes ayudar de manera fácil y muy rápido. Descarga la aplicación en tu teléfono móvil y empieza a añadir productos o a mejorar los que ya están. Por otro lado, el sitio web de Open Food Facts ofrece muchas maneras de colaborar:
fi: Tietokanta on hankkeen ydin. Se on helppoa ja erittäin nopeaa auttaa. Voit ladata mobiilisovelluksen puhelimeesi ja aloittaa tuotteiden lisäämisen tai parantamisen. Toisaalta Open Food Facts -sivusto tarjoaa monia tapoja osallistua:
fr: La base de données est le cœur du projet. Il est facile de participer. Vous pouvez télécharger l'appli mobile, et commencer à ajouter ou améliorer des produits existants:
he: מסד הנתונים הוא ליבת המיזם. פשוט וקל מאוד לסייע בשיפורו. ניתן להוריד את היישומון לטלפון שלך ולהתחיל להוסיף ולשפר מוצרים. מצד שני, האתר של Open Food Facts מציע מגוון דרכים לתרום:
hu: Az adatbázis a projekt magja. Könnyű és nagyon gyorsan hozzá tud járulni. Letöltheti a mobilalkalmazást telefonjára, és megkezdheti a termékek hozzáadását vagy kiegészítését. Az Open Food Facts webhely pedig számos, további módot kínál a hozzájárulásra:
id: Pembangunan database adalah inti dari proyek ini. Kontribusi dapat dilakukan dengan mudah dan cepat. Anda dapat mengunduh aplikasi seluler untuk ponsel Anda dan mulai menambahkan atau meningkatkan produk. Di sisi lain, situs web OpenFoodFacts menyediakan banyak cara untuk berkontribusi:
it: Il database è il cuore del progetto. È facile e davvero rapido aiutare. Puoi scaricare l'app mobile per il tuo telefono, e iniziare ad aggiungere o migliorare i prodotti. D'altra parte, il sito web di Open Food Facts offre molti metodi per contribuire:
ko: 데이터베이스는 이 프로젝트의 핵심입니다. 쉽고 빠르게 도움을 줄 수 있습니다. 모바일 앱을 내려받고, 제품을 추가하거나 개선할 수 있습니다. 또한 Open Food Facts 웹 사이트에서는 아래와 같은 다양한 방법으로 기여할 수 있습니다:
nl: De database is het hart van het project. Je kan ons makkelijk en heel snel helpen: door de app voor je telefoon te downloaden en te beginnen met het toevoegen of verbeteren van producten. De Open Food Facts-website biedt vele andere manieren om bij te dragen:
pt: A base de dados é a parte central do projeto. É muito fácil e rápido colaborar. Pode descarregar a aplicação móvel para o seu telemóvel e começar a adicionar ou a melhorar produtos. Por outro lado, o website Open Food Facts permite contribuir de várias formas:
ro: Baza de date este nucleul proiectului. Este ușor și foarte rapid să ajutați. Puteți descărca aplicația mobilă pentru telefon și puteți începe să adăugați sau să îmbunătățiți produse. Pe de altă parte, site-ul Open Food Facts oferă multe modalități de a contribui:
ru: База данных — это основа проекта. Помочь нетрудно и не займет много времени. Вы можете загрузить мобильное приложение на свой телефон и начать добавлять или улучшать продукты. В то же время, сайт Open Food Facts предлагает множество способов внести свой вклад:
sk: Databáza je jadrom projektu. Pomôcť je jednoduché a veľmi rýchle. Môžete si stiahnuť mobilnú aplikáciu pre svoj telefón a začať pridávať alebo vylepšovať produkty. Na druhej strane webová stránka Open Food Facts ponúka mnoho spôsobov, ako prispieť:
sl: Baza podatkov je osredje projekta. Pomagate nam lahko hitro in enostavno. Naložite si mobilno aplikacijo na telefon in pomagajte nam izboljšati izdelke. Spletna stran Open Food Facts nudi veliko različnih načinov s katerimi lahko prispevate k izboljšavam:
sq: Baza e te dhenave eshte thelbi i projektit. Eshte e thjeshte dhe shume e shpejte per t'ju ardhur ne ndihme. Ju mund te shkarkoni aplikacionin celular per telefonin tuaj dhe te filloni te shtoni ose permiresoni, produktet.
sv: Databasen är kärnan i projektet. Det är enkelt och väldigt snabbt att hjälpa till. Du kan ladda ner mobilappen till din telefon och börja lägga till eller förbättra produkter. Å andra sidan, så erbjuder Open Food Facts webbsida många sätt att bidra:
uk: Ця база даних є основою проєкту. Допомогти легко і дуже швидко. Ви можете завантажити мобільний додаток на ваш телефон і почати додавати або покращувати продукти. З іншого боку, вебсайт Open Food Facts пропонує багато способів зробити свій внесок:

# contribute_translate_header
source: Translate
ar: ترجم
be: Перакласці
bg: Превеждане
ca: Tradueix
cs: Přeložit
da: Oversæt
de: Übersetzen
el: Μετάφρασε
es: Traduce
fi: Käännä
fr: Traduire
he: תרגום
hu: Fordítás
id: Terjemahkan
it: Traduci
ja: 翻訳
ko: 번역하기
lt: Išversti
nl: Vertalen
pl: Przetłumacz
pt: Traduzir
ro: Tradu
ru: Перевести
sk: Preložiť
sl: Prevedi
sq: PERKTHE
sv: Översätt
tr: Çeviri
uk: Перекласти
vi: Dịch
zh: 翻译

# contribute_translate_link_text
source: Start Translating
ar: إبدأ بالترجمة
be: Пачаць пераклад
bg: Започни превода
ca: Comenceu a traduir
cs: Zahájit překlad
da: Begynd at oversætte
de: Mit dem Übersetzen beginnen
el: Ξεκινήστε τη μετάφραση
es: Empieza a traducir
fi: Aloita kääntäminen
fr: Commencer à traduire
he: להתחיל לתרגם
hu: Kezdje el a fordítást
id: Mulai Menerjemahkan
it: Inizia a Tradurre
ja: 翻訳を始める
ko: 번역 시작
lt: Pradėkite versti
nl: Begin met vertalen
pl: Zacznij tłumaczyć
pt: Começar a traduzir
ro: Începeți traducerea
ru: Начать переводить
sk: Začnite prekladať
sl: Začni prevajati
sq: Filloni te perktheni
sv: Börja översätta
tr: Çeviri Yapmaya Başlayın
uk: Почніть перекладати
vi: Bắt đầu dịch
zh: 开始翻译

# contribute_translate_text
source: Open Food Facts is a global project, containing products from more than 160 countries. Open Food Facts is translated into dozens of languages, with constantly evolving content.
ar: Open Food Facts مشروع عالمي يحتوي على منتجات من أكثر من 160 دولة. تُترجم Open Food Facts إلى عشرات اللغات ، مع محتويات متطورة باستمرار.
be: Open Food Facts — гэта глабальны праект, які змяшчае прадукты з больш чым 160 краін. Open Food Facts, змесціва якога пастаянна развіваецца, перакладзены на дзясяткі моў.
cs: Open Food Facts je globální projekt, který obsahuje produkty z více než 160 zemí. Open Food Facts je přeložena do desítek jazyků s neustále se vyvíjejícím obsahem.
de: Open Food Facts ist ein globales Projekt, das Produkte aus über 160 Länder enthält. Open Food Facts wird in eine Vielzahl von Sprachen, mit ständig wachsendem Inhalt übersetzt.
el: Το Open Food Facts είναι ένα παγκόσμιο project, που περιλαμβάνει προϊόντα από περισσότερες από 160 χώρες. Το Open Food Facts είναι μεταφρασμένο σε δεκάδες γλώσσες, με συνεχώς εξελισσόμενο περιεχόμενο.
es: Open Food Facts es un proyecto global que contiene productos de más de 160 países. Open Food Facts está traducido a docenas de idiomas, y su contenido está en constante evolución.
fi: Open Food Facts on maailmanlaajuinen projekti, joka sisältää tuotteita yli 160 maasta. Open Food Facts on käännetty kymmenille kielille, ja sen sisältö kehittyy jatkuvasti.
fr: Open Food Facts est un projet mondial, contenant des produits de plus de 160 pays. Open Food Facts est traduit dans des dizaines de langues, avec un contenu en constante évolution.
he: ‏Open Food Facts הוא מיזם גלובלי שמכיל מוצרים מלמעלה מ־160 מדינות. Open Food Facts מתורגם לעשרות שפות עם תוכן שהולך ומצטבר.
hu: Az Open Food Facts egy globális projekt, amely több mint 160 ország termékeit tartalmazza. Az Open Food Facts több tucat nyelvre van lefordítva, folyamatosan fejlődő tartalommal.
id: OpenFoodFacts adalah proyek global yang berisi produk dari lebih dari 160 negara. OpenFoodFacts diterjemahkan ke dalam berbagai bahasa, dengan konten yang terus dikembangkan.
it: Open Food Facts è un progetto globale, contenente prodotti per oltre 160 paesi. Open Food Facts è tradotto in dozzine di lingue, con contenuti in continua evoluzione.
ko: Open Food Facts는 160개 이상의 국가에서 생산된 상품을 포함하는 글로벌 프로젝트입니다. Open Food Facts는 지속적으로 진화하는 콘텐츠와 함께 수십 개의 언어로 번역됩니다.
nl: Open Food Facts is een wereldwijd project met producten uit meer dan 160 landen. Open Food Facts is in tientallen talen vertaald, met voortdurend wijzigende inhoud.
pt: O Open Food Facts é um projeto global, que contém produtos de mais de 160 países. O Open Food Facts está traduzido em dezenas de línguas, com conteúdos em constante evolução.
ro: Open Food Facts este un proiect global, care conține produse din peste 160 de țări. Open Food Facts este tradus în zeci de limbi, cu conținut în continuă evoluție.
ru: Open Food Facts — это глобальный проект, содержащий информацию о продуктах из более чем 160 стран. Open Food Facts переведена на десятки языков, и продолжает постоянно изменяться.
sk: Open Food Facts je globálny projekt, ktorý obsahuje produkty z viac ako 160 krajín. Open Food Facts je preložený do desiatok jazykov s neustále sa vyvíjajúcim obsahom.
sl: Open Food Facts je svetovni projekt, ki vsebuje izdelke iz več kot 160 držav. Open Food Facts je preveden v desetine jezikov, vsebina pa se nenehno razvija.
sq: Open Food Facts eshte nje projekt global, qe permban produkte nga me shume se 160 vende te botes. Open Food Facts eshte perkthyer ne me shume se dhjetera gjuhe, me permbajtje qe zhvillohet vazhdimisht.
sv: Open Food Facts är ett globalt projekt som innehåller produkter från mer än 160 länder. Open Food Facts översätts till dussintals språk, med innehåll som ständigt förändras.
uk: Open Food Facts - Це глобальний проєкт, що містить продукти з понад 160 країн. Open Food Facts перекладається на десятки мов, вона постійно змінюється.
