Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# nutrition_page_update_running
source: Updating the product on the server…
ar: تحديث المنتج على الخادم...
be: Абнаўленне прадукту на серверы...
bg: Актуализиране на продукта на сървъра…
ca: Actualització del producte al servidor…
cs: Aktualizace produktu na serveru…
da: Opdaterer produktet på serveren…
de: Produkt wird auf dem Server aktualisiert…
el: Ενημέρωση του προϊόντος στο διακομιστή...
es: Actualizando el producto en el servidor…
fi: Päivitetään tuotteita palvelimella…
fr: Mise à jour du produit sur le serveur...
he: המוצר מתעדכן בשרת…
id: Memperbarui produk di peladen…
it: Caricando il prodotto sul server…
ja: サーバー…で製品を更新しています
ko: 서버 내 상품을 갱신하는 중...
lt: Atnaujinamas produktas serveryje…
nl: Het product bijwerken op de server…
pl: Aktualizacja statusu produktu…
pt: A atualizar o produto no servidor…
ro: Se actualizează produsul pe server...
sk: Aktualizácia produktu na serveri…
sl: Posodabljanje izdelka na strežniku...
sq: Duke perditesuar produktin ne server
sv: Uppdaterar produkten på servern...
tr: Ürün sunucuda güncelleniyor…
uk: Оновлення продукту на сервері…
zh: 正在更新服务器上的产品…

# nutrition_page_update_done
source: Product updated!
ar: تم تحديث المنتج!
be: Прадукт абноўлены!
bg: Продуктът е актуализиран!
ca: Producte actualitzat!
cs: Produkt aktualizován!
da: Produkt opdateret!
de: Produkt aktualisiert!
el: Το προϊόν ενημερώθηκε!
es: ¡Producto actualizado!
fi: Tuote päivitetty!
fr: Produit mis à jour !
he: המוצר עודכן!
id: Produk diperbarui!
it: Prodotto aggiornato!
ja: 製品が更新されました！
ko: 제품 업데이트됨
lt: Produktas atnaujintas!
nl: Product bijgewerkt!
pl: Produkt zaktualizowany!
pt: Produto atualizado!
ro: Produs actualizat!
ru: Обновления продукта!
sk: Produkt bol aktualizovaný!
sl: Izdelek posodobljen!
sq: Produkti u perditesua.
sv: Produkt uppdaterad!
tr: Ürün güncellendi!
uk: Продукт оновлено!
vi: Sản phẩm được cập nhật!
zh: 产品已更新！

# more_photos
source: More interesting photos
ar: صور أكثر إثارة للاهتمام
be: Больш цікавых фота
bg: Още интересни снимки
ca: Més fotos interessants
cs: Další zajímavé fotky
da: Flere interessante fotos
de: Weitere interessante Fotos
el: Περισσότερες ενδιαφέρουσες φωτογραφίες
es: Más fotos interesantes
fi: Lisää kuvia
fr: Plus de photos intéressantes
he: תמונות מעניינות נוספות
hu: További érdekes képek
id: Lebih banyak foto menarik
it: Altre foto che potrebbero interessarti
ja: より興味深い画像
ko: 기타 흥미로운 사진
lt: Daugiau įdomių nuotraukų
nl: Meer interessante foto's
pl: Więcej interesujących zdjęć
pt: Mais fotografias interessantes
ro: Mai multe fotografii interesante
ru: Больше интересных фото
sk: Viac zaujímavých fotiek
sl: Ostale fotografije
sq: Me shume foto interesante
sv: Fler intressanta bilder
tr: Daha ilginç fotoğraflar
uk: Більше цікавих фото
vi: Nhiều hình ảnh thú vị hơn
zh: 更有趣的照片

# view_more_photo_button
source: View all existing photos for this product
bg: Виж всички съществуващи снимки за този продукт
cs: Zobrazit všechny existující fotografie tohoto produktu
de: Alle vorhandenen Fotos für dieses Produkt anzeigen
es: Ver todas las fotos de este producto
fi: Näytä kaikki tämän tuotteen olemassa olevat kuvat
fr: Voir toutes les photos existantes pour ce produit
id: Lihat semua foto yang ada untuk produk ini
it: Visualizza tutte le foto esistenti per questo prodotto
nl: Bekijk alle bestaande foto's voor dit product
pt: Veja todas as fotos existentes para este produto
sk: Zobraziť všetky existujúce fotografie tohto produktu
uk: Переглянути всі наявні фотографії цього продукту

source: No product found
ar: لم يتم العثور على أي منتج
be: Прадукт не знойдзены
bg: Няма намерен продукт
ca: Cap producte trobat
cs: Nebyl nalezen žádný produkt
da: Intet produkt fundet
de: Keine Produkte gefunden
el: Δεν βρέθηκε προϊόν
es: No se ha encontrado ningún producto
fi: Tuotetta ei löytynyt
fr: Aucun produit trouvé
he: לא נמצאו מוצרים
hu: Nem található termék
id: Produk tidak ditemukan
it: Nessun prodotto trovato
ja: 製品が見つかりません
ko: 상품 없음
lt: Prekės nerasta
nl: Geen product gevonden
pl: Nie znaleziono produktu
pt: Não foi encontrado nenhum produto
ro: Nu a fost găsit niciun produs
ru: Продукт не найден
sk: Neboli nájdené žiadne výrobky
sl: Ni zadetkov
sq: Nuk u gjet asnje produkt
sv: Ingen produkt hittades
tr: Ürün bulunamadı
uk: Продукт не знайдено
vi: Không tìm thấy sản phẩm
zh: 没有找到的产品

source: No location found
cs: Nenalezena žádná poloha
de: Kein Standort gefunden
fr: Aucun magasin trouvé
id: Lokasi tidak ditemukan
it: Nessuna posizione individuata
nl: Geen locatie gevonden
pt: Nenhuma localização encontrada

source: not found:
ar: لم يتم العثور على نتائج:
be: не знойдзена:
bg: не е намерено:
ca: no trobat:
cs: nenalezeno:
da: ikke fundet:
de: Nicht gefunden:
el: δεν βρέθηκε:
es: no se ha encontrado:
fi: ei löytynyt:
fr: non trouvé :
he: לא נמצאו:
hu: nem található:
id: tidak ditemukan:
it: non trovato:
ja: 見つかりません:
ko: 찾을 수 없음:
lt: nerastas:
nl: niet gevonden:
pl: nie znaleziono:
pt: não encontrado:
ro: nu a fost găsit:
ru: не найдено:
sk: nenájdené:
sl: ni zadetkov:
sq: Nuk u gjet, nuk rezultoi
sv: hittades inte:
tr: bulunamadı:
uk: не знайдено:
vi: không tìm thấy:
zh: 未找到:

source: Refreshing product
ar: تحديث المنتج
be: Абнаўленне прадукту
bg: Актуализация на продукта
ca: Producte refrescant
cs: Obnovování produktu
da: Opfrisker produkt
de: Produkt wird aktualisiert
el: Ανανέωση προϊόντος
es: Actualizando producto
fi: Päivitetään tuotetta
fr: Actualisation du produit
he: המוצר מתרענן
hu: Termék frissítése
id: Muat ulang produk
it: Aggiornamento prodotto
ja: 製品を更新中
ko: 상품 새로고치는 중...
lt: Produktas atnaujinamas
nl: Herladen product
pl: Odświeżanie produktu
pt: A atualizar o produto
ro: Reîmprospătare produs
ru: Обновление продукта
sk: Obnovuje sa produkt
sl: Osvežitev izdelkov
sq: Produkt freskues
sv: Uppdaterar produkt
tr: Ürün yenileme
uk: Освіжаючий товар
vi: Làm mới sản phẩm
zh: 产品更新中

source: Product refreshed
ar: تم تحديث المنتج
be: Прадукт абноўлены
bg: Продуктът е актуализиран
ca: Producte actualitzat
cs: Produkt obnoven
da: Produkt opfrisket
de: Produkt aktualisiert
el: Το προϊόν ανανεώθηκε
es: Producto actualizado
fi: Tuote päivitetty
fr: Produit actualisé
he: המוצר התרענן
hu: Termék frissítve
id: Produk telah dimuat ulang
it: Prodotto aggiornato
ja: 製品が更新されました
ko: 상품 새로고침 완료
lt: Produktas atnaujintas
nl: Product herladen
pl: Odświeżono produkt
pt: Produto atualizado
ro: Produs reîmprospătat
ru: Продукт обновлен
sk: Produkt bol obnovený
sl: Izdelki so osveženi
sq: Produkti u rifreskua.
sv: Produkt uppdaterad
tr: Ürün yenilendi
uk: Продукт обновлено
vi: Sản phẩm đã được làm mới
zh: 产品已更新

# product_image_accessibility_label
source: Image taken on {date}
de: Foto aufgenommen am {date}
fr: Image prise le {date}
it: Immagine acquisita in data {date}
nl: Foto gemaakt op {date}
uk: Зображення зроблене {date}

# product_image_outdated_accessibility_label
source: Image taken on {date}. This image may be outdated
de: Foto aufgenommen am {date}. Dieses Foto kann veraltet sein
fr: Image prise le {date}. Cette image est peut-être obsolète
it: Immagine acquisita in data {date}. Questa immagine potrebbe essere obsoleta
nl: Afbeelding gemaakt op {date}. Deze afbeelding is mogelijk verouderd
uk: Зображення, зроблене {date}. Це зображення може бути застарілим

# homepage_main_card_logo_description
source: Welcome to Open Food Facts
de: Willkommen bei Open Food Facts
es: Bienvenida a Open Food Facts∫
fr: Bienvenue sur Open Food Facts
it: Benvenuti in Open Food Facts
nl: Welkom bij Open Food Facts
uk: Вітаємо в Open Food Facts

# homepage_main_card_subheading
source: **Scan** a barcode or **search** for a product
de: **Scannen** eines Barcodes oder **Suchen** nach einem Produkt
es: **Escanee** un código de barras o **busque** un producto
fr: **Scannez** un code-barres ou **recherchez** un produit
it: **Scansiona** un codice a barre o **cerca** un prodotto
nl: **Scan** een streepjescode of **zoek** naar een product
uk: **Відскануйте** штрих-код або **знайдіть** продукт

# homepage_main_card_search_field_hint
source: Search for a product
cs: Vyhledat produkt
de: Produkt suchen
es: Buscar un producto
fi: Etsi tuote
fr: Chercher un produit
id: Cari produk
it: Cerca un prodotto
nl: Zoek naar een product
pt: Procurar por um produto
uk: Пошук товару

# homepage_main_card_search_field_tooltip
source: Start search
de: Suche starten
es: Iniciar búsqueda
fr: Démarrer la recherche
it: Inizia la ricerca
nl: Begin met zoeken
uk: Почати пошук

# scan_tagline_news_item_accessibility
source: Latest news: {news_title}
de: Neueste Nachrichten: {news_title}
it: Ultime notizie: {news_title}
nl: Laatste nieuws: {news_title}
uk: Останні новини: {news_title}

# tagline_app_review
source: Do you like the app?
bg: Харесваш ли приложението?
ca: Us agrada l'aplicació?
cs: Líbí se vám aplikace?
da: Kan du lide appen?
de: Gefällt Ihnen die App?
es: ¿Te gusta la aplicación?
fi: Pidätkö sovelluksesta?
fr: Aimez-vous cette appli ?
he: איך היישומון שלנו?
id: Suka dengan aplikasinya?
it: Ti piace l'app?
ja: アプリを気に入っていただけましたか？
lt: Ar jums patinka ši programėlė?
nl: Vind je de app leuk?
pt: Gosta da aplicação?
ro: Îți place aplicația?
sk: Páči sa vám aplikácia?
tr: Uygulamayı beğendiniz mi?
uk: Вам подобається цей додаток?

# tagline_app_review_button_positive
source: I love it! 😍
bg: Обичам го! 😍
ca: M'encanta! 😍
cs: Miluji to! 😍
da: Jeg elsker det! 😍
de: Ich liebe sie! 😍
es: ¡Me encanta! 😍
fi: Rakastan sitä! 😍
fr: Je l'adore! 😍
he: הוא מעולה! 😍
id: Saya suka sekali! 😍
it: La adoro! 😍
ja: 大好きです！ 😍
lt: Man ji labai patinka! 😍
nl: Ik vind het geweldig! 😍
pt: Adoro! 😍
ro: O ador! 😍
sk: Milujem to! 😍
tr: Bayıldım! 😍
uk: Я в захопленні! 😍

# tagline_app_review_button_negative
source: Not really…
bg: Не особено…
ca: No gaire…
cs: Ani ne...
da: Ikke rigtigt…
de: Nicht wirklich …
es: No mucho…
fi: En juurikaan…
fr: Pas vraiment…
he: ככה ככה…
id: Tidak begitu…
it: Non proprio…
ja: そうでもないんですが...
lt: Nelabai…
nl: Niet echt…
pt: Nem por isso…
ro: Nu chiar...
sk: Naozaj nie…
tr: Pek sayılmaz…
uk: Не дуже…

# tagline_app_review_button_later
source: Ask me later
bg: Попитай по-късно
ca: Pregunta-m'ho després
cs: Zeptejte se mě později
da: Spørg mig senere
de: Später erneut fragen
es: Pregúntame más tarde
fi: Kysy myöhemmin
fr: Me demander plus tard
he: אחר כך
id: Tanya lagi nanti
it: Chiedimelo più tardi
ja: あとで
lt: Paklauskite manęs vėliau
nl: Vraag het me later nog eens
pt: Perguntar depois
ro: Întreabă-mă mai târziu
sk: Opýtajte sa ma neskôr
tr: Daha sonra sor
uk: Запитайте мене пізніше

# tagline_feed_news_button
source: Know more
de: Mehr erfahren
es: Más información
fr: En savoir plus
it: Scopri di più
nl: Meer weten
uk: Докладніше

# app_review_negative_modal_title
source: You don't like our app?
bg: Не харесваш приложението?
ca: No us agrada, la nostra aplicació?
cs: Nelíbí se vám naše aplikace?
da: Kan du ikke lide vores app?
de: Gefällt Ihnen diese App?
es: ¿No te gusta nuestra aplicación?
fi: Etkö pidä sovelluksestamme?
fr: Vous n'aimez pas notre application ?
he: לא אהבת את היישומון שלנו?
id: Anda tidak menyukai aplikasi kami?
it: Non ti piace la nostra app?
ja: このアプリを気に入っていますか？
lt: Jums nepatinka mūsų programėlė?
nl: Vind je onze app niet leuk?
pt: Não gosta da nossa aplicação?
ro: Nu îți place aplicația noastră?
sk: Nepáči sa vám naša aplikácia?
tr: Uygulamamızı beğenmediniz mi?
uk: Вам не подобається наш додаток?

# app_review_negative_modal_text
source: Could you take a few seconds to tell us why?
ca: Podríeu emprar uns minuts per a dir-nos el per què?
cs: Mohl byste nám dát pár sekund a říct nám proč?
da: Vil du bruge et par sekunder på at fortælle os hvorfor?
de: Könnten Sie sich ein paar Sekunden Zeit nehmen und uns sagen, warum?
es: ¿Nos podrías explicar por qué?
fi: Voisitko käyttää muutaman sekunnin kertoaksesi meille miksi?
fr: Pourriez-vous prendre quelques secondes pour nous dire pourquoi ?
he: נוכל לבקש ממך להקדיש מספר שניות ולספר לנו למה?
id: Bisakah Anda meluangkan waktu beberapa detik untuk memberi tahu kami alasannya?
it: Potrebbe dedicarci qualche secondo per dirci perché?
ja: その理由を少し教えていただけますか?
lt: Ar galėtumėte skirti kelias sekundes ir pasakyti kodėl?
nl: Kunt u een paar seconden de tijd nemen om ons te vertellen waarom?
pt: Pode tirar uns segundos e dizer-nos o porquê por favor?
ro: Poți să aloci câteva secunde pentru a ne spune de ce?
tr: Bize nedenini söylemek için birkaç saniyenizi ayırabilir misiniz?
uk: Не могли б ви витратити кілька секунд, щоб сказати нам, чому?

# app_review_negative_modal_positive_button
source: Yes, absolutely!
ca: I tant!
cs: Ano, samozřejmě!
da: Ja, selvfølgelig!
de: Ja, natürlich!
es: ¡Sí, por supuesto!
fi: Kyllä, ehdottomasti!
fr: Oui, absolument !
he: כן, כמובן!
id: Ya, tentu saja!
it: Sì, assolutamente!
ja: そのとおり！
lt: Taip, žinoma!
nl: Ja, absoluut!
pt: Sim, absolutamente!
ro: Da, cu siguranță!
sk: Áno, jednoznačne!
tr: Evet kesinlikle!
uk: Так, звичайно!

# app_review_negative_modal_negative_button
source: No
bg: Не
cs: Ne
da: Nej
de: Nein
fi: Ei
fr: Non
he: לא
id: Tidak
ja: いいえ
lt: Ne
nl: Nee
pl: Nie
pt: Não
ro: Nu
sk: Nie
tr: Hayır
uk: Ні
vi: Không
zh: 否

# could_not_refresh
source: Could not refresh product
ar: تعذر تحديث المنتج
be: Не ўдалося абнавіць прадукт
bg: Продуктът не можа да се обнови
ca: Impossible d'actualitzar el producte
cs: Produkt se nepodařilo obnovit
da: Kunne ikke opfriske produkt
de: Produkt konnte nicht aktualisiert werden
el: Αδυναμία ανανέωσης προϊόντος
es: No se ha podido actualizar el producto
fi: Tuotteen päivitys epäonnistui
fr: Impossible d'actualiser le produit
he: לא ניתן לרענן את המוצר
hu: Nem sikerült frissíteni a terméket
id: Tidak dapat memuat ulang produk
it: Impossibile aggiornare il prodotto
ja: 製品を更新できませんでした
ko: 상품을 새로고침할 수 없음
lt: Nepavyko atnaujinti produkto
nl: Kan product niet herladen
pl: Nie udało się odświeżyć produktu
pt: Não foi possível atualizar o produto
ro: Produsul nu a putut fi reîmprospătat
ru: Не удалось обновить продукт
sk: Produkt sa nepodarilo obnoviť
sl: Izdelka ni bilo mogoče osvežiti
sq: Produkti nuk mund te rifreskohej.
sv: Kunde inte uppdatera produkt
tr: Ürün yenilenemedi
uk: Не вдалося оновити продукт
vi: Không thể làm mới sản phẩm
zh: 无法刷新产品

# product_internet_error_modal_title
source: An error has occurred!
cs: Vyskytla se chyba!
de: Ein Fehler ist aufgetreten!
fr: Une erreur est survenue !
id: Terjadi kesalahan!
it: Si è verificato un errore!
nl: Er is een fout opgetreden!
uk: Сталася помилка!

# product_internet_error_modal_message
source: We are unable to fetch information about this product due to a network error. Please check your internet connection and try again. Internal error: {error}
cs: Nemůžeme načíst informace o tomto produktu kvůli chybě sítě. Zkontrolujte prosím připojení k internetu a zkuste to znovu. Vnitřní chyba: {error}
de: Aufgrund eines Netzwerkfehlers konnten keine Informationen zu diesem Produkt abgerufen werden. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut. Interner Fehler: {error}
fr: Nous ne parvenons pas à récupérer des informations sur ce produit en raison d'une erreur réseau. Veuillez vérifier votre connexion internet et réessayer. Erreur interne : {error}
id: Kami tidak dapat memperoleh informasi terkait produk ini karena kesalahan jaringan. Silakan periksa koneksi internet Anda dan coba lagi. Kesalahan internal: {error}
it: Non siamo in grado di recuperare informazioni su questo prodotto a causa di un errore di rete. Controlla la tua connessione internet e riprova. Errore interno: {error}
nl: We kunnen geen informatie over dit product ophalen vanwege een netwerkfout. Controleer uw internetverbinding en probeer het opnieuw. Interne fout: {error}
uk: Ми не можемо отримати інформацію про цей продукт через помилку мережі. Перевірте підключення до Інтернету та повторіть спробу. Внутрішня помилка: {error}

# product_internet_error
source: Impossible to fetch information about this product due to a network error.
ar: يتعذر جلب معلمومات حول هذا المنتج بسبب خطأ في الشبكة.
be: Немагчыма атрымаць інфармацыю аб гэтым прадукце з-за памылкі сеткі.
bg: Невъзможно е да се извлече информация за този продукт поради грешка в мрежата.
ca: No es pot obtenir informació sobre aquest producte a causa d'un error de xarxa.
cs: Nelze načíst informace o tomto produktu kvůli chybě sítě.
da: Ikke muligt at hente disse produktoplysninger grundet netværksfejl.
de: Informationen über dieses Produkt können aufgrund eines Netzwerkfehlers nicht abgerufen werden.
el: Η ανάκτηση πληροφοριών για αυτό το προϊόν ήταν αδύνατη λόγω σφάλματος δικτύου.
es: Imposible obtener información sobre este producto debido a un error de red.
fi: Tietojen lataus epäonnistui verkkovirheen vuoksi.
fr: Impossible de récupérer les informations sur ce produit en raison d'une erreur réseau.
he: לא ניתן למשוך מידע על המוצר הזה עקב שגיאת רשת.
hu: Hálózati hiba miatt nem lehet információkat lekérni erről a termékről.
id: Pengambilan informasi tentang produk ini gagal karena kesalahan jaringan.
it: Impossibile recuperare le informazioni su questo prodotto a causa di un errore di rete.
ja: ネットワークエラーのため、この製品に関する情報を取得できません。
ko: 네트워크 오류로 인해 이 제품에 대한 정보를 가져올 수 없습니다.
lt: Neįmanoma gauti informacijos apie šį gaminį dėl tinklo klaidos.
nl: Onmogelijk om informatie over dit product op te halen vanwege een netwerkfout.
pl: Nie można pobrać informacji o tym produkcie z powodu błędu sieciowego.
pt: Não foi possível obter informações sobre este produto devido a um erro de rede.
ro: Imposibil de preluat informații despre acest produs din cauza unei erori de rețea.
ru: Невозможно получить информацию об этом продукте из-за сетевой ошибки.
sk: Nie je možné získať informácie o tomto produkte kvôli chybe siete.
sl: Zaradi napake v omrežju ni mogoče pridobiti informacij o tem izdelku.
sq: Eshte e pamundur te merret informacion ne lidhje me kete produkt per shkak te nje gabimi ne rrjet.
sv: Omöjligt att hämta information om denna produkt på grund av ett nätverksfel.
tr: Bir ağ hatasından dolayı ürün bilgileri çekilemedi.
uk: Неможливо отримати інформацію про цей продукт через помилку мережі.
vi: Không thể nạp thông tin về sản phẩm này do lỗi kết nối mạng.
zh: 由于网络错误，无法获取有关此产品的信息。

# cached_results_from
source: Show results from:
ar: إظهار النتائج من:
be: Паказаць вынікі за:
bg: Кеширани резултати от:
ca: Mostra resultats de:
cs: Zobrazit výsledky z:
da: Vis resultater fra:
de: Ergebnisse anzeigen von:
el: Εμφάνιση αποτελεσμάτων από:
es: Mostrar resultados de:
fi: Näytä tulokset ajalta:
fr: Résultats mis en cache depuis :
he: להציג תוצאות מ־:
hu: Cached results from:
id: Menampilkan hasil dari:
it: Mostra i risultati da:
ja: 結果の最終更新：
ko: 결과 보기:
lt: Rodyti rezultatus iš:
nl: Resultaten weergeven van:
pl: Pokaż wyniki z:
pt: Mostrar resultados de:
ro: Afișați rezultate de la:
ru: Показать результаты из:
sk: Zobraziť výsledky z:
sl: Prikaži rezultate iz:
sv: Visa resultat från:
tr: Sonuçların gösterildiği:
uk: Показати результати з:
vi: Hiển thị kết quả từ:
zh: 显示结果来自：

# added_product_thanks
source: Thank you for adding this product!
ar: شكرًا لَإضافة هذا المنتج!
be: Дзякуй, што дадалі гэты прадукт!
bg: Благодарим, че добави този продукт!
ca: Gràcies per afegir aquest producte!
cs: Děkujeme za přidání tohoto produktu!
da: Tak for at du tilføjede dette produkt!
de: Danke, dass Sie dieses Produkt hinzugefügt haben!
el: Σας ευχαριστούμε για την προσθήκη αυτού του προϊόντος!
es: ¡Gracias por añadir este producto!
fi: Kiitos, että lisäsit tämän tuotteen!
fr: Merci d'avoir ajouté ce produit !
he: תודה שהוספת את המוצר הזה!
hu: Köszönjük a terméket hozzáadását!
id: Terima kasih telah menambahkan produk ini!
it: Grazie per aver aggiunto questo prodotto!
ja: この製品を追加していただきありがとうございます！
ko: 상품을 추가해주셔서 감사합니다!
lt: Ačiū, kad pridėjote šį produktą!
nl: Bedankt voor het toevoegen van dit product!
pl: Dziękujemy za dodanie tego produktu!
pt: Obrigado por adicionar este produto!
ro: Vă mulțumim că ați adăugat acest produs!
ru: Спасибо Вам за добавление этого продукта!
sk: Ďakujeme za pridanie tohto produktu!
sl: Hvala, ker ste dodali ta izdelek!
sq: Ju faleminderit per shtimin e ketij produkti.
sv: Tack för att du lägger till denna produkt!
tr: Bu ürünü eklediğiniz için teşekkürler!
uk: Дякуємо Вам за додавання цього продукту!
vi: Cảm ơn bạn đã thêm sản phẩm này!
zh: 感谢您添加这个产品!

# product_search_same_category
source: Compare to Category
ar: قارن بالفئة
be: Параўнаць з аналагамі
bg: Сравни с категорията
ca: Compara amb la categoria
cs: Porovnat s kategorií
da: Sammenlign med kategori
de: Mit Kategorie vergleichen
el: Σύγκριση με προϊόντα στην ίδια κατηγορία
es: Comparar con otros del mismo tipo
fi: Etsi samasta luokasta
fr: Comparer à la catégorie
he: השוואה לקטגוריה
id: Bandingkan dengan Kategori
it: Confronta con Categoria
ja: カテゴリと比較
ko: 카테고리 비교
lt: Palyginti su kategorija
nl: Vergelijk met categorie
pl: Porównaj z innymi w tej kat.
pt: Comparar com a categoria
ro: Comparați cu categoria
ru: Сравнить с категорией
sk: Porovnajte s kategóriou
sl: Primerjaj s kategorijo
sq: Krahasoni me kategorine.
sv: Jämför med kategori
tr: Kategoriye göre karşılaştır
uk: Порівняти з Категорією
vi: So sánh với Danh mục
zh: 对比类别

# product_improvement_add_category
source: Add a category to calculate the Nutri-Score.
ar: إضافة فئة لحساب Nutri-Score.
be: Дадаць катэгорыю для разліку Nutri-ацэнкі.
bg: Добави категория, за да изчислиш Nutri-Score.
ca: Afegiu una categoria per calcular el Nutri-Score.
cs: Přidejte kategorii pro výpočet Nutri-Score.
da: Tilføj en kategori for at beregne Nutri-Score.
de: Fügen Sie eine Kategorie hinzu, um den Nutri-Score zu berechnen.
el: Προσθέστε μια κατηγορία για να υπολογίσετε τη διατροφική βαθμολογία.
es: Añade una categoría para calcular la puntuación Nutri-Score.
fi: Lisää luokka laskeaksesi Nutri-pisteytyksen.
fr: Ajoutez une catégorie pour calculer le Nutri-Score.
he: יש להוסיף קטגוריה כדי לחשב את ה־Nutri-Score.
hu: Adjon hozzá egy kategóriát a Nutri-Score kiszámításához.
id: Tambahkan kategori untuk menghitung Nutri-Score.
it: Aggiungi una categoria per calcolare il Nutri-Score.
ja: Nutri-Scoreを計算するために、カテゴリを追加してください。
ko: Nutri-Score를 계산할 카테고리를 추가하세요.
lt: Norėdami apskaičiuoti Nutri-Score, pridėkite kategoriją.
nl: Voeg een categorie toe om de Nutri-Score te berekenen.
pl: Dodaj kategorię, aby obliczyć Nutri-Score.
pt: Adicione uma categoria para calcular o Nutri-Score.
ro: Adăugați o categorie pentru a calcula Nutri-Score.
ru: Добавьте категорию для расчета Nutri-Score.
sk: Pridajte kategóriu na výpočet Nutri-Score.
sl: Dodajte kategorijo za izračun Nutri-Score.
sq: Shto një kategori për të llogaritur Nutri-Score.
sv: Lägg till en kategori för att beräkna Nutri-Score.
tr: Nutri-Score'u hesaplamak için bir kategori ekleyin.
uk: Додати категорію для розрахунку харчової цінності Nutri-Score.
vi: Thêm danh mục để tính Điểm dinh dưỡng.
zh: 添加类别以计算Nutri-Score。
