Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# dev_mode_section_ui
source: User Interface
de: Benutzeroberfläche
fr: Interface utilisateur
it: Interfaccia utente
nl: Gebruikersinterface
uk: Інтерфейс користувача

# dev_mode_section_data
source: Data
bg: Данни
ca: Dades
cs: Údaje
de: Daten
es: Datos
fi: Tiedot
fr: Données
it: Dati
nl: Gegevens
pt: Dados
uk: Дані
vi: Dữ liệu

# dev_mode_section_experimental_features
source: Experimental features
de: Experimentelle Funktionen
fr: Fonctionnalités expérimentales
it: Funzionalità sperimentali
nl: Experimentele functies
uk: Експериментальні функції

# dev_mode_hide_ecoscore_title
source: Exclude Eco-Score
be: Выключыць Eco-ацэнку
bg: Изключи Eco-Score
ca: Exclou l'Eco-Score
cs: Vyloučit Eco-Score
da: Undtag Øko-Score
de: Eco-Score ausschließen
el: Εξαιρέστε το EcoScore
es: Excluir Eco-Score
fi: Jätä ympäristöystävällisyyspisteytys huomiotta
fr: Exclure l'éco-score
he: להחריג Eco-Score
id: Kecualikan Eco-Score
it: Escludi Eco-Score
ja: Eco-Scoreを無効にする
ko: EcoScore 제외
lt: Neįtraukti Eco-Score
nl: Eco-Score uitsluiten
pl: Wyklucz EcoScore
pt: Excluir Eco-Score
ro: Excludeți Eco-Score
ru: Исключить Eco-Score
sk: Vylúčiť ekologické skóre
sl: Izključi EcoScore
tr: EcoScore'u hariç tut
uk: Вимкнути Eco-Score
vi: Loại trừ Điểm sinh thái
zh: 排除 Eco-Score

# dev_mode_spellchecker_for_ocr_title
source: Use a spellchecker for OCR screens
de: Verwenden Sie eine Rechtschreibprüfung für OCR-Bildschirme
it: Usa un correttore ortografico per le schermate OCR
nl: Gebruik een spellingcontrole voor OCR-schermen
uk: Використовуйте перевірку орфографії для OCR екранів

# dev_mode_spellchecker_for_ocr_subtitle
source: (Ingredients and packaging)
de: (Zutaten und Verpackung)
it: (Ingredienti e confezione)
nl: (Ingrediënten en verpakking)
uk: (Інгредієнти та упаковка)

# search_history_item_edit_tooltip
source: Reuse and edit this search
cs: Znovu použijte a upravte toto vyhledávání
da: Genbrug og redigér denne søgning
de: Diese Suche wiederverwenden und bearbeiten
es: Reutilizar y editar esta búsqueda
fi: Käytä ja muokkaa tätä hakua uudelleen
fr: Réutiliser et modifier cette recherche
he: שימוש בחיפוש ועריכתו
id: Gunakan kembali dan sunting pencarian ini
it: Riutilzza e modifica questa ricerca
ja: この検索を再利用して編集する
lt: Naudoti pakartotinai ir redaguoti šią paiešką
nl: Hergebruik en bewerk deze zoekopdracht
pl: Użyj ponownie i edytuj to wyszukiwanie
pt: Reproduzir e editar esta pesquisa
ro: Reutilizați și editați această căutare
sk: Opätovne použite a upravte toto vyhľadávanie
tr: Bu aramayı yeniden kullan ve düzenle
uk: Повторно використовуйте та редагуйте цей пошук

# product_search_no_more_results
source: You've downloaded all the {totalSize} products.
be: Вы спампавалі ўсе прадукты: {totalSize}.
bg: Изтегли всички {totalSize} продукта.
ca: Has baixat tots els {totalSize} productes.
cs: Stáhli jste všech {totalSize} produktů.
da: Alle {totalSize} produkter er downloadet.
de: Sie haben alle {totalSize} Produkte heruntergeladen.
el: Έχετε κατεβάσει και τα {totalSize} προϊόντα.
es: Has descargado todos los {totalSize} productos.
fi: Olet ladannut kaikki {totalSize} tuotetta.
fr: Vous avez téléchargé les {totalSize} produits.
he: הורדת את כל {totalSize} המוצרים.
id: Anda telah mengunduh semua produk {totalSize}.
it: Hai scaricato tutti i {totalSize} prodotti.
ja: {totalSize} 製品をすべてダウンロードしました。
ko: {totalSize} 개 제품을 모두 다운로드했습니다.
lt: Atsisiuntėte visus {totalSize} produktų.
nl: Je hebt alle {totalSize} producten gedownload.
pl: Pobrałeś wszystkie {totalSize} produkty.
pt: Descarregou todos os {totalSize} produtos.
ro: Ai descărcat toate cele {totalSize} produse.
sk: Stiahli ste si všetky {totalSize} produkty.
sl: Prenesli ste vseh {totalSize} izdelkov.
tr: Tüm {totalSize} ürünleri indirdiniz.
uk: Всі {totalSize} продукти завантажено.
vi: Bạn vừa tải xuống tất cả {totalSize} sản phẩm.
zh: 已成功加载 {totalSize} 产品.

# product_search_button_download_more
source: Download {count} more products Already downloaded {downloaded} out of {totalSize}.
be: Спампаваць яшчэ прадукты: {count} Ужо спампавана {downloaded} з {totalSize}.
bg: Изтегли още {count} продукта Вече изтеглени {downloaded} от {totalSize}.
ca: Descarrega {count} productes més Ja s'han descarregat {downloaded} de {totalSize}.
cs: Stáhnout {count} dalších produktů Již staženo {downloaded} ze {totalSize}.
da: Download yderligere {count} produkter Allerede downloadet {downloaded} ud af {totalSize}.
de: Downloade {count} weitere Produkte Bereits heruntergeladen {downloaded} von {totalSize}.
el: Λήψη {count} ακόμη προϊόντων Έχει ήδη γίνει λήψη {downloaded} από {totalSize}.
es: Descargar {count} productos más. Se han descargado {downloaded} de {totalSize}.
fi: Lataa {count} tuotetta lisää Ladattu {downloaded} tuotetta {totalSize} tuotteesta.
fr: Télécharger {count} autres produits {downloaded} sur {totalSize} déjà téléchargés.
he: הורדת {count} מוצרים נוספים כבר הורדת {downloaded} מתוך {totalSize}.
id: Unduh {count} lebih banyak produk Sudah mengunduh {downloaded} dari {totalSize}.
it: Scarica altri {count} prodotti Già scaricati {downloaded} su {totalSize}.
ja: あと {count} 製品をダウンロード {totalSize} 製品中 {downloaded} 製品はダウンロード済みです。
ko: 더 많은 제품 {count} 개 다운로드 이미 {totalSize}중 {downloaded} 다운로드했습니다.
lt: Atsisiųskite dar {count} produktų Jau atsisiųsta {downloaded} iš {totalSize}.
nl: Download {count} meer producten Reeds gedownload {downloaded} van de {totalSize}.
pl: Pobierz {count} produktów więcej Pobrano {downloaded} z {totalSize}.
pt: Descarregar mais {count} produtos Já descarregou {downloaded} de {totalSize}.
ro: Descarcă încă {count} produse Deja descărcate {downloaded} din {totalSize}.
sk: Stiahnuť {count} viac produktov Už stiahnuté {downloaded} z {totalSize}.
sl: Prenesi še {count} izdelkov Že prenesenih {downloaded} od {totalSize}.
tr: {count} ürün daha indir {totalSize} üründen {downloaded} tanesi indirildi.
uk: Завантажити ще {count} товарів Вже завантажено {downloaded} з {totalSize}.
vi: Tải thêm {count} sản phẩm Đã tải {downloaded} trên tổng {totalSize}.
zh: 再加载 {count} 产品 已经加载 {totalSize} 产品中的 {downloaded} 产品.

# product_search_loading_message
source: Your search of {search} is in progress. Please wait a few seconds…
bg: Твоето търсене на {search} е в ход. Моля, изчакай няколко секунди…
cs: Vaše vyhledávání „{search}“ probíhá. Počkejte prosím několik sekund…
de: Ihre Suche nach {search} wird ausgeführt. Bitte einen Moment Geduld …
es: Tu búsqueda de {search} está en progreso. Espera unos segundos…
fi: Hakusi {search} on käynnissä. Odota muutama sekunti…
fr: Votre recherche de {search} est en cours. Veuillez patienter quelques secondes…
id: Pencarian Anda untuk {search} sedang berlangsung. Mohon tunggu beberapa detik…
it: La tua ricerca di {search} è in corso. Attendi qualche secondo…
nl: Uw zoekopdracht naar {search} is bezig. Wacht een paar seconden…
pt: A sua pesquisa de {search} está a decorrer. Aguarde alguns segundos…
sk: Vaše vyhľadávanie {search} práve prebieha. Počkajte prosím niekoľko sekúnd…
uk: Ваш пошук {search} триває. Будь ласка, зачекайте кілька секунд…

# user_search_contributor_title
source: Products I added
be: Прадукты, дададзеныя мною
bg: Добавени от мен продукти
ca: Productes I afegits
cs: Produkty, které jsem přidal
da: Produkter, jeg tilføjede
de: Produkte, die ich hinzugefügt habe
el: Προϊόντα που πρόσθεσα
es: Productos que he añadido
fi: Tuotteita lisätty
fr: Produits que j'ai ajoutés
he: מוצרים שהוספתי
id: Produk yang saya tambahkan
it: Prodotti che ho aggiunto
ja: 自分が追加した製品
ko: 내가 추가한 상품
lt: Produktai, kuriuos pridėjau
nl: Producten die ik heb toegevoegd
pl: Produkty, które dodałem
pt: Produtos que adicionei
ro: Produsele pe care le-am adăugat
ru: Дообавленные мной продукты
sk: Produkty, ktoré som pridal
tr: Eklediğim Ürünler
uk: Додані мною продукти
vi: Sản phẩm tôi đã thêm
zh: 我添加的产品

# user_search_informer_title
source: Products I edited
be: Прадукты, рэдагаваныя мною
bg: Редактирани от мен продукти
ca: Productes I editats
cs: Produkty, které jsem upravoval
da: Produkter, jeg redigerede
de: Produkte, die ich bearbeitet habe
el: Προϊόντα που επεξεργάστηκα
es: Productos que he editado
fi: Tuotteita muokattu
fr: Produits que j'ai modifiés
he: מוצרים שערכתי
id: Produk yang saya sunting
it: Prodotti che ho modificato
ja: 自分が編集した製品
ko: 내가 편집한 상품
lt: Produktai, kuriuos redagavau
nl: Producten die ik heb bewerkt
pl: Produkty, które edytowałem
pt: Produtos que editei
ro: Produsele pe care le-am editat
sk: Produkty, ktoré som upravoval
tr: Düzenlediğim ürünler
uk: Відредаговані мною продукти
vi: Sản phẩm tôi đã chỉnh sửa
zh: 我编辑过的产品

# user_search_photographer_title
source: Products I photographed
be: Прадукты, сфатаграфаваныя мною
bg: Снимани от мен продукти
ca: Productes I fotografiats
cs: Produkty, které jsem nafotil
da: Produkter, jeg fotograferede
de: Produkte, die ich fotografiert habe
el: Προϊόντα που φωτογράφισα
es: Productos que he fotografiado
fi: Tuotteita kuvattu
fr: Produits que j'ai photographiés
he: מוצרים שצילמתי
id: Produk yang saya foto
it: Prodotti che ho fotografato
ja: 自分が撮影した製品
ko: 내가 사진을 추가한 상품
lt: Produktai, kuriuos fotografavau
nl: Producten die ik heb gefotografeerd
pl: Produkty, które sfotografowałem
pt: Produtos que fotografei
ro: Produsele pe care le-am fotografiat
sk: Produkty, ktoré som nafotil
tr: Fotoğrafını çektiğim ürünler
uk: Сфотографовані мною продукти
vi: Sản phẩm tôi đã chụp
zh: 我拍摄过的产品

# user_search_to_be_completed_title
source: My to-be-completed products
be: Прадукты, недаапрацаваныя мною
bg: Моите продукти, които предстои да бъдат завършени
ca: Els meus productes pendents de completar
cs: Moje produkty k dokončení
da: Egne produkter til færdiggørelse
de: Meine „noch zu vervollständigenden” Produkte
es: Mis productos por completar
fi: Tehtävälistan tuotteet
fr: Mes produits à compléter
he: מוצרים שלי להשלמה
id: Produk saya yang harus diselesaikan
it: I miei prodotti da completare
ja: 自分の未完成の製品
ko: 내 미완성 상품
lt: Mano baigtini produktai
nl: Mijn te voltooien producten
pl: Moje produkty do uzupełnienia
pt: Meus produtos a serem concluídos
ro: Produsele mele de completat
sk: Moje produkty, ktoré sa majú dokončiť
tr: Tamamlanacak ürünlerim
uk: Мої завершені товари
vi: Các sản phẩm sắp hoàn thiện của tôi
zh: 需要完善信息的产品

# user_search_prices_title
source: My prices
cs: Moje ceny
de: Mein Preise
es: Mis precios
fi: Minun hinnat
fr: Mes prix
id: Harga saya
it: I miei prezzi
nl: Mijn prijzen
pt: Meus valores
uk: Мої ціни

# user_search_proofs_title
source: My proofs
cs: Moje důkazy
de: Meine Belege
es: Mis pruebas
fi: Minun todisteeni
fr: Mes preuves
id: Bukti saya
it: Le mie prove
nl: Mijn bewijzen
pt: Minhas demonstrações
uk: Мої докази

# user_search_proof_title
source: My proof
de: Meine Nachweise
fr: Ma preuve
it: La mia prova
nl: Mijn bewijs
uk: Мої докази

# user_any_search_prices_title
source: Contributor prices
de: Preise der Mitwirkenden
fr: Prix d'un contributeur
it: Prezzi dei contributori
nl: Prijzen van bijdragers
uk: Ціни вкладників

# all_search_prices_latest_title
source: Latest Prices added
cs: Přidány nejnovější ceny
de: Neueste Preise hinzugefügt
fr: Derniers prix ajoutés
it: Ultimi prezzi aggiunti
nl: Laatste toegevoegde prijzen
uk: Останні додані ціни

# all_search_prices_top_user_title
source: Top price contributors
cs: Nejlepší přispěvatelé cen
de: Aktivste Preis-Mitwirkende
fr: Top contributeurs
it: Collaboratori principali prezzi
nl: Beste prijsbijdragers
uk: Найбільші учасники цін

# all_search_prices_top_location_title
source: Stores with the most prices
cs: Obchody s nejvíce cenami
de: Läden mit den meisten Preisen
fr: Top lieux
it: Negozi con più prezzi
nl: Winkels met de meeste prijzen
uk: Магазини з найбільшими цінами

# all_search_prices_top_product_title
source: Products with the most prices
cs: Produkty s nejvíce cenami
de: Produkte mit den meisten Preisen
fr: Top produits
it: Prodotti con più prezzi
nl: Producten met de meeste prijzen
uk: Товари з найбільшою ціною

# all_search_to_be_completed_title
source: All to-be-completed products
be: Усе недаапрацаваныя прадукты
bg: Всички продукти, които трябва да бъдат завършени
ca: Tots els productes per completar
cs: Všechny produkty k dokončení
da: Alle produkter til færdiggørelse
de: Alle „noch zu vervollständigenden” Produkte
es: Todos los productos por completar
fi: Kaikki tehtävälistan tuotteet
fr: Tous les produits à compléter
he: כל המוצרים להשלמה
id: Semua produk yang akan diselesaikan
it: Tutti i prodotti da completare
ja: すべての未完成の製品
ko: 모든 미완성 상품
lt: Visi baigtini gaminiai
nl: Alle te voltooien producten
pl: Wszystkie produkty do uzupełnienia
pt: Todos os produtos a serem concluídos
ro: Toate produsele de completat
sk: Všetky produkty, ktoré sa majú dokončiť
tr: Tamamlanacak tüm ürünler
uk: Мої завершені товари
vi: Tất cả các sản phẩm sắp hoàn thiện
zh: 所有待完善产品

# categorize_products_country_title
source: Help categorize products in your country
cs: Pomozte roztřídit produkty ve vaší zemi
de: Helfen Sie mit, Produkte in Ihrem Land zu kategorisieren
es: Ayuda a categorizar productos en tu país
fi: Auta luokittelemaan tuotteet maassasi
fr: Aidez-nous pour les catégories des produits dans votre pays
id: Bantu mengategorikan produk di negara Anda
it: Aiuta a categorizzare i prodotti nel tuo paese
nl: Help producten in uw land te categoriseren
pt: Ajude a categorizar produtos no seu país
uk: Допоможіть класифікувати продукти у вашій країні

# edit_product_action_retake_picture
source: Retake photo
be: Перафатаграфаваць
bg: Презаснемане
ca: Torna a fer la foto
cs: Znovu pořídit fotografii
da: Tag foto igen
de: Foto wiederholen
el: Τράβηγμα φωτογραφίας εκ νέου
es: Volver a sacar la foto
fi: Ota kuva uudelleen
fr: Reprendre une photo
he: צילום תמונה מחדש
id: Ambil ulang
it: Rifai foto
ja: 画像を再撮影
ko: 사진 재촬영
lt: Perdaryti nuotrauką
nl: Foto opnieuw maken
pl: Ponów zdjęcie
pt: Tornar a fotografar
ro: Refaceți fotografia
ru: Переснять
sk: Znova urobte fotografiu
sl: Ponovno posnemite fotografijo
tr: Yeniden çek
uk: Переробити фото
vi: Chụp lại ảnh
zh: 重拍

# edit_product_action_take_picture
source: Take photo
be: Сфатаграфаваць
bg: Направи снимка
ca: Fes una foto
cs: Vyfotit
da: Tag foto
de: Foto aufnehmen
el: Λήψη φωτογραφίας
es: Sacar foto
fi: Ota kuva
fr: Prendre la photo
he: צילום תמונה
id: Ambil foto
it: Scatta foto
ja: 画像を撮影
ko: 사진 촬영
lt: Nufotografuokite
nl: Maak een foto
pl: Zrób zdjęcie
pt: Fotografar
ro: Faceți o fotografie
ru: Сфотографировать
sk: Urobiť fotku
sl: Posnemi fotografijo
tr: Fotoğraf çek
uk: Зробити знімок
vi: Chụp ảnh
zh: 拍摄

# edit_product_action_confirm
source: Confirm
be: Пацвердзіць
bg: Потвърди
ca: Confirma
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fi: Vahvista
fr: Confirmer
he: אישור
id: Konfirmasi
it: Conferma
ja: 確定
ko: 확인
lt: Patvirtinti
nl: Bevestig
pl: Potwierdź
pt: Confirmar
ro: Confirmați
ru: Подтвердить
sl: Potrdi
sv: Bekräfta
tr: Onayla
uk: Підтвердити
vi: Xác nhận
zh: 确认

# signup_page_terms_of_use_line1
source: I agree to the Open Food Facts
be: Згаджаюся з умовамі выкарыстання Open Food Facts
cs: Souhlasím s Open Food Facts
de: Ich akzeptiere die Open Food Facts
el: Συμφωνώ με τα Open Food Facts
es: Estoy de acuerdo con las condiciones de Open Food Facts
fi: Hyväksyn Open Food Factsin
fr: Je suis d'accord avec les
he: נתתי ל־Open Food Facts את הסכמתי
id: Saya setuju dengan OpenFoodFacts
it: Acconsento ai
ko: Open Food Facts 약관에 동의합니다
nl: Ik ga akkoord met de Open Food Facts
pt: Concordo com
ro: Sunt de acord cu Open Food Facts
sk: Súhlasím s Open Food Facts
sl: Strinjam se z Open Food Facts
tr: Open Food Facts'i kabul ediyorum
uk: Я погоджуюсь з Open Food Facts

# signup_page_terms_of_use_line2
source: terms of use and contribution
be: умовамі выкарыстання і ўнёску ў Open Food Facts
bg: условията за ползване и принос на Open Food Facts
ca: termes d'ús i contribució
cs: podmínky použití a příspěvek
da: vilkår for brug og bidrag
de: Nutzungsbedingungen von Open Food Facts zu
el: τους όρους χρήσης και διαμοιρασμού του Open Food Facts
es: las condiciones de uso y contribución de Open Food Facts
fi: käyttöehdot ja rahoitus
fr: conditions d'utilisation et de contribution d'Open Food Facts
he: תנאי השימוש והתרומה של Open Food Facts
id: syarat penggunaan dan kontribusi
it: contributo di Open Food Facts
ja: 利用と貢献規約
ko: 이용 및 기여 약관
lt: naudojimo ir įnašo sąlygomis
nl: gebruiksvoorwaarden en bijdrage
pl: warunkami użytkowania i wkładu w Open Food Facts
pt: termos de uso e contribuição
ro: termeni de utilizare și contribuție
ru: условия использования и вклад
sk: podmienkami používania a prispievaním
sl: pogoji uporabe in prispevki
sv: användarvillkor och bidrag
tr: kullanım ve katılım koşulları
uk: умови використання та внесок
vi: điều khoản sử dụng và đóng góp
zh: 使用条款和贡献

# analytics_consent_image_semantic_label
source: Analytics icon
bg: Икона анализи
ca: Icona d'Analítiques
cs: Ikona analytiky
da: Analyseikon
de: Analysesymbol
el: Εικονίδιο Analytics
es: Icono de análisis
fi: Tilastokuva
fr: Icône de la télémetrie
he: סמל ניתוח נתונים
id: Ikon analisis
it: Icona d'analisi
ja: 分析アイコン
ko: 분석 아이콘
lt: Analizės piktograma
nl: Analytics-pictogram
pl: Analityka
pt: Ícone do Analytics
ro: Pictograma analitică
sl: Ikona analitike
tr: Analitik simgesi
uk: Значок аналітики
vi: Biểu tượng phân tích
zh: 分析图标

# knowledge_panel_page_loading_error
source: Fatal Error: {error}
be: Фатальная памылка: {error}
bg: Фатална грешка: {error}
ca: Error fatal: {error}
cs: Závažná chyba: {error}
da: Fatal fejl: {error}
de: Schwerer Fehler: {error}
el: Ανεπανόρθωτο σφάλμα: {error}
es: Error fatal: {error}
fi: Paha vika: {error}
fr: Erreur fatale : {error}
he: שגיאה מכרעת: {error}
id: Kesalahan Fatal: {error}
it: Errore Fatale: {error}
ja: 致命的なエラー：{error}
ko: 심각한 오류 발생: {error}
lt: Lemtinga klaida: {error}
nl: Fatale fout: {error}
pl: Błąd krytyczny: {error}
pt: Erro fatal: {error}
ro: Eroare fatală: {error}
sk: Závažná chyba: {error}
sl: Kritična napaka: {error}
tr: Önemli Hata: {error}
uk: Фатальна помилка: {error}
vi: Lỗi nghiêm trọng: {error}
zh: 错误: {error}

# preferences_page_loading_error
source: Fatal Error: {error}
be: Фатальная памылка: {error}
bg: Фатална грешка: {error}
ca: Error fatal: {error}
cs: Závažná chyba: {error}
da: Fatal fejl: {error}
de: Schwerer Fehler: {error}
el: Ανεπανόρθωτο σφάλμα: {error}
es: Error fatal: {error}
fi: Paha vika: {error}
fr: Erreur fatale : {error}
he: שגיאה מכרעת: {error}
id: Kesalahan Fatal: {error}
it: Errore Fatale: {error}
ja: 致命的なエラー：{error}
ko: 심각한 오류 발생: {error}
lt: Lemtinga klaida: {error}
nl: Fatale fout: {error}
pl: Błąd krytyczny: {error}
pt: Erro fatal: {error}
ro: Eroare fatală: {error}
sk: Závažná chyba: {error}
sl: Kritična napaka: {error}
tr: Önemli Hata: {error}
uk: Фатальна помилка: {error}
vi: Lỗi nghiêm trọng: {error}
zh: 错误: {error}

# summary_card_button_add_basic_details
source: Complete basic details
be: Запоўніце асноўныя звесткі
bg: Попълни основните подробности
ca: Detalls bàsics complets
cs: Vyplňte základní údaje
da: Udfyld basisoplysninger
de: Allgemeine Angaben vervollständigen
el: Συμπληρώστε τις βασικές λεπτομέρειες
es: Completa los detalles básicos
fi: Täytä perustiedot
fr: Compléter les informations de base
he: השלמת הפרטים הבסיסיים
id: Lengkapi informasi dasar
it: Completa i dettagli di base
ja: 基本情報を完成させる
ko: 기본 세부 정보 완성
lt: Užpildyti pagrindinę informaciją
nl: Basisdetails aanvullen
pl: Uzupełnij podstawowe informacje
pt: Detalhes básicos completos
ro: Detalii de bază complete
ru: Детальная информация
sl: Izpolnite osnovne podatke
sv: Komplettera grundläggande uppgifter
tr: Temel bilgileri tamamlayın
uk: Заповніть основні деталі
vi: Hoàn thành thông tin cơ bản
zh: 完善基本信息

# edit_photo_button_label
source: Edit
bg: Редактирай
ca: Edita
cs: Upravit
da: Redigér
de: Bearbeiten
el: Επεξεργασία
es: Editar
fi: Muokkaa
fr: Modifier
he: עריכה
id: Sunting
it: Modifica
ja: 編集
ko: 수정
lt: Redaguoti
nl: Bewerken
pl: Edytuj
pt: Editar
ro: Modificare
ru: Редактировать
sk: Upraviť
sl: Uredi
sv: Redigera
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh: 編輯

# edit_photo_unselect_button_label
source: Unselect photo
bg: Отмяна на избор на снимка
ca: Desselecciona la foto
cs: Zrušit výběr fotky
da: Fravælg foto
de: Foto abwählen
es: Deseleccionar la foto
fi: Jätä kuva valitsematta
fr: Désélectionner la photo
he: ביטול בחירת תמונה
id: Batalkan pilihan foto
it: Deseleziona foto
ja: 画像の選択を解除
lt: Atžymėti nuotrauką
nl: Foto deselecteren
pl: Odznacz zdjęcie
pt: Desmarcar fotografia
ro: Deselectați fotografia
ru: Отменить выбор фото
sk: Zrušte výber fotografie
tr: Fotoğrafın seçimini kaldır
uk: Скасувати вибір фото
vi: Bỏ chọn ảnh
zh: 取消选择照片

# edit_photo_select_existing_button_label
source: Select an existing image
bg: Избери съществуваща снимка
ca: Seleccionar una imatge existent
cs: Vyberte existující obrázek
da: Vælg et eksisterende foto
de: Vorhandene Foto auswählen
es: Seleccionar una imagen existente
fi: Valitse kuva
fr: Choisir une photo existante
he: בחירת תמונה קיימת
id: Memilih gambar yang sudah ada
it: Seleziona un'immagine esistente
ja: 既存の画像を選択
lt: Pasirinkti egzistuojantį vaizdą
nl: Selecteer een bestaande afbeelding
pl: Wybierz istniejące zdjęcie
pt: Selecionar uma imagem existente
ro: Selectați o imagine existentă
sk: Vyberte existujúci obrázok
tr: Mevcut bir resmi seçin
uk: Вибрати наявне зображення
vi: Chọn một hình ảnh có sẵn
zh: 选择现有图像

# edit_photo_select_existing_all_label
source: Existing images
bg: Съществуващи снимки
ca: Imatges existents
cs: Existující obrázky
da: Eksisterende fotos
de: Vorhandene Fotos
es: Imágenes existentes
fi: Olemassaolevat kuvat
fr: Photos existantes
he: תמונות קיימות
id: Gambar yang sudah ada
it: Immagini esistenti
ja: 既存の画像
lt: Egzistuojantys vaizdai
nl: Bestaande afbeeldingen
pl: Istniejące zdjęcia
pt: Imagens existentes
ro: Imagini existente
sk: Existujúce obrázky
tr: Mevcut resimler
uk: Наявні зображення
vi: Các ảnh hiện có
zh: 现有图像

# edit_photo_select_existing_download_label
source: Retrieving existing images…
bg: Извличане на съществуващите снимки…
ca: Recuperant imatges existents…
cs: Načítání existujících obrázků…
da: Henter eksisterende fotos…
de: Vorhandene Fotos werden abgerufen …
es: Recuperando imágenes existentes…
fi: Etsitään olemassaolevia kuvia…
fr: Récupération des images existantes…
he: התמונות הקיימות מתקבלות…
id: Mengambil gambar yang sudah ada…
it: Recuperando le immagini esistenti…
ja: 既存の画像を取得中…
lt: Gaunami esami vaizdai…
nl: Bestaande afbeeldingen ophalen…
pl: Pobieranie istniejących zdjęć…
pt: A recuperar imagens existentes…
ro: Se preiau imaginile existente...
sk: Načítavanie existujúcich obrázkov…
tr: Mevcut görüntüler alınıyor…
uk: Отримання наявних зображень…
zh: 正在获取现有图像…
