Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# uploading_image
source: Uploading photo to the server
ar: تحميل الصورة على الخادم
be: Запампоўванне фота на сервер
bg: Качване на снимката на сървъра
ca: S'està carregant la foto al servidor
cs: Nahrávání fotografie na server
da: Uploader foto til server
de: Foto wird auf den Server hochgeladen
el: Μεταφόρτωση φωτογραφίας στον διακομιστή
es: Subiendo imagen al servidor
fi: Ladataan kuva palvelimelle
fr: Envoi de la photo sur le serveur
he: התמונה נשלחת לשרת
id: Mengunggah foto ke peladen
it: Caricamento della foto sul server
ja: サーバーに画像をアップロードしています
ko: 사진을 서버에 올리는 중
lt: Įkeliama nuotrauka į serverį
nl: Foto uploaden naar de server
pl: Przesyłanie zdjęcia na serwer
pt: A enviar a fotografia para o servidor
ro: Încărcarea fotografiei pe server
ru: Фото выгружается на сервер
sk: Nahrávanie fotografie na server
sl: Nalaganje fotografij na strežnik
sq: Duke ngarkuar imazhin ne server.
sv: Laddar upp fotot till servern
tr: Fotoğraf sunucuya yükleniyor
uk: Вивантаження фото на сервер
vi: Đang tải ảnh lên hệ thống
zh: 正在向服务器上传照片

# uploading_image_type_front
source: Uploading front image to Open Food Facts
ar: تحميل الصورة الأمامية إلى Open Food Facts
be: Запампоўванне выявы спераду ў Open Food Facts
cs: Nahrávání předního obrázku do Open Food Facts
de: Foto der Vorderseite wird zu Open Food Facts hochgeladen
el: Μεταφόρτωση μπροστινής εικόνας στο Open Food Facts
es: Subiendo imagen frontal a Open Food Facts
fi: Ladataan etukuva Open Food Factsiin
fr: Envoi de la photo de la face avant à Open Food Facts
he: תמונת החזית נשלחת ל־Open Food Facts
id: Mengunggah gambar depan ke OpenFoodFacts
it: Caricamento dell'immagine frontale su Open Food Facts
ko: 전면 사진을 Open Food Facts에 올리는 중
nl: Afbeelding van de voorkant uploaden naar Open Food Facts
pt: A enviar a imagem frontal para o Open Food Facts
ro: Se încarcă imaginea din față în Open Food Facts
ru: Загрузка фронтального изображения в Open Food Facts
sk: Nahráva sa predný obrázok do Open Food Facts
sl: Nalaganje sprednje fotografije v Open Food Facts
sv: Laddar upp bild på framsida till Open Food Facts
uk: Вивантаження лицьового зображення до Open Food Facts

# uploading_image_type_ingredients
source: Uploading ingredients image to Open Food Facts
ar: تحميل صورة المكونات إلى Open Food Facts
be: Запампоўванне выявы інгрэдыентаў у Open Food Facts
cs: Nahrávání obrázku přísad do Open Food Facts
de: Foto der Zutaten wird zu Open Food Facts hochgeladen
el: Μεταφόρτωση εικόνας συστατικών στο Open Food Facts
es: Subiendo imagen de ingredientes a Open Food Facts
fi: Ladataan ainesosien kuvaa Open Food Factsiin
fr: Envoi de la photo des ingrédients à Open Food Facts
he: תמונת הרכיבים נשלחת ל־Open Food Facts
id: Mengunggah gambar bahan ke OpenFoodFacts
it: Caricamento dell'immagine degli ingredienti su Open Food Facts
ko: 재료 사진을 Open Food Facts에 올리는 중
nl: Afbeelding van ingrediënten uploaden naar Open Food Facts
pt: A enviar a imagem dos ingredientes para o Open Food Facts
ro: Se încarcă imaginea ingredientelor în Open Food Facts
ru: Загрузка листа ингредиентов в Open Food Facts
sk: Nahrávanie obrázka ingrediencií do Open Food Facts
sl: Nalaganje fotografije sestavin v Open Food Facts
sv: Laddar upp ingrediensbild till Open Food Facts
uk: Вивантаження зображення інгредієнтів до Open Food Facts

# uploading_image_type_nutrition
source: Uploading nutrition image to Open Food Facts
ar: تحميل صورة المكونات الغذائية إلى Open Food Facts
be: Запампоўванне выявы пажыўнасці ў Open Food Facts
cs: Nahrávání obrázku výživových údajů do Open Food Facts
de: Foto der Nährwertangaben wird zu Open Food Facts hochgeladen
el: Μεταφόρτωση εικόνας διατροφικών στοιχείων στο Open Food Facts
es: Subiendo imagen sobre nutrientes a Open Food Facts
fi: Ladataan ravintosisältökuvaa Open Food Factsiin
fr: Envoi de la photo des informations nutritionnelles à Open Food Facts
he: תמונת הערכים התזונתיים נשלחת ל־Open Food Facts
id: Mengunggah gambar nutrisi ke OpenFoodFacts
it: Caricamento dell'immagine dei valori nutrizionali su Open Food Facts
ko: 영양 성분 사진을 Open Food Facts에 올리는 중
nl: Voedingswaardenafbeelding uploaden naar Open Food Facts
pt: A enviar a imagem das informações nutricionais para o Open Food Facts
ro: Se încarcă imaginea informațiilor nutriționale în Open Food Facts
ru: Загрузка листа ингредиентов в Open Food Facts
sk: Nahrávanie obrázka výživy do Open Food Facts
sl: Nalaganje fotografije hranilnih vrednosti v Open Food Facts
sv: Laddar upp näringsbild till Open Food Facts
uk: Вивантаження зображення харчової цінності до Open Food Facts

# uploading_image_type_packaging
source: Uploading packaging image to Open Food Facts
ar: تحميل صورة التغليف إلى Open Food Facts
be: Запампоўванне выявы ўпакоўкі ў Open Food Facts
cs: Nahrávání obrázku balení do Open Food Facts
de: Foto der Verpackung wird zu Open Food Facts hochgeladen
el: Μεταφόρτωση εικόνας συσκευασίας στο Open Food Facts
es: Subiendo imagen del envase a Open Food Facts
fi: Ladataan pakkauskuvaa Open Food Factsiin
fr: Envoi de la photo de l'emballage sur Open Food Facts
he: תמונת האריזה נשלחת ל־Open Food Facts
id: Mengunggah gambar kemasan ke OpenFoodFacts
it: Caricamento dell'immagine dell'imballaggio su Open Food Facts
ko: 포장 사진을 Open Food Facts에 올리는 중
nl: Verpakkingsafbeelding uploaden naar Open Food Facts
pt: A enviar a imagem da embalagem para o Open Food Facts
ro: Se încarcă imaginea ambalajului în Open Food Facts
ru: Загрузка изображения упаковки в Open Food Facts
sk: Nahrávanie obrázka obalu do Open Food Facts
sl: Nalaganje fotografije embalaže v Open Food Facts
sv: Laddar upp förpackningsbild till Open Food Facts
uk: Завантаження зображення пакування на Open Food Facts

# uploading_image_type_other
source: Uploading other image to Open Food Facts
ar: تحميل صورة أخرى إلى Open Food Facts
be: Запампоўванне іншай выявы ў Open Food Facts
cs: Nahrání jiného obrázku do Open Food Facts
de: Weiteres Foto wird zu Open Food Facts hochgeladen
el: Μεταφόρτωση άλλης εικόνας στο Open Food Facts
es: Subiendo otro tipo de imágenes a Open Food Facts
fi: Ladataan muuta kuvaa Open Food Factsiin
fr: Envoi d'une autre image sur Open Food Facts
he: תמונה אחרת נשלחת ל־Open Food Facts
id: Mengunggah gambar lain ke OpenFoodFacts
it: Caricamento di un'altra immagine su Open Food Facts
ko: 기타 사진을 Open Food Facts에 올리는 중
nl: Andere afbeelding uploaden naar Open Food Facts
pt: A enviar outra imagem para o Open Food Facts
ro: Încărcarea unei alte imagini în Open Food Facts
ru: Загрузка другого изображения в Open Food Facts
sk: Nahrávanie iného obrázka do Open Food Facts
sl: Nalaganje drugih fotografij v Open Food Facts
sv: Laddar upp en annan bild till Open Food Facts
uk: Вивантаження іншого зображення на Open Food Facts

# uploading_image_type_generic
source: Uploading image to Open Food Facts
ar: تحميل الصورة إلى Open Food Facts
be: Запампоўванне выявы ў Open Food Facts
cs: Nahrávání obrázku do Open Food Facts
de: Foto wird zu Open Food Facts hochladen
el: Μεταφόρτωση εικόνας στο Open Food Facts
es: Subiendo imagen a Open Food Facts
fi: Ladataan kuvaa Open Foods Factsiin
fr: Envoi de l'image à Open Food Facts
he: תמונה נשלחת ל־Open Food Facts
id: Mengunggah gambar ke OpenFoodFacts
it: Caricamento di un'immagine su Open Food Facts
ko: 사진을 Open Food Facts에 올리는 중
nl: Afbeelding uploaden naar Open Food Facts
pt: A enviar imagem para o Open Food Facts
ro: Se încarcă imaginea în Open Food Facts
ru: Загрузка изображения в Open Food Facts
sk: Nahrávanie obrázka do Open Food Facts
sl: Nalaganje fotografije v Open Food Facts
sv: Laddar upp bild till Open Food Facts
tr: Görsel Open Food Facts'e yükleniyor
uk: Вивантаження зображення до Open Food Facts

# score_add_missing_ingredients
source: Add missing ingredients
ar: أضف المكونات المفقودة
be: Дадаць адсутныя інгрэдыенты
bg: Добави липсващите съставки
ca: Afegiu els ingredients que falten
cs: Přidejte chybějící přísady
da: Tilføj manglende ingredienser
de: Fehlende Zutaten hinzufügen
el: Προσθήκη συστατικών που λείπουν
es: Añadir los ingredientes que faltan
fi: Lisää puuttuva ravintoaine
fr: Ajouter les ingrédients manquants
he: הוספת רכיבים חסרים
id: Tambahkan bahan yang kurang
it: Aggiungi gli ingredienti mancanti
ja: 不足している原材料を追加
ko: 누락된 재료 추가
lt: Pridėkite trūkstamus ingredientus
nl: Ontbrekende ingrediënten toevoegen
pl: Dodaj brakujące składniki
pt: Adicionar ingredientes que faltam
ro: Adăugați ingredientele lipsă
ru: Добавить недостающие ингридиенты
sk: Pridajte chýbajúce ingrediencie
sl: Dodaj manjkajoče sestavine
sq: Shto perberesit e munguar.
sv: Lägg till saknade ingredienser
tr: Eksik içindekiler bilgileri ekle
uk: Додати відсутні інгредієнти
vi: Thêm các thành phần còn thiếu
zh: 添加缺失的成分

# score_add_missing_packaging_image
source: Add missing packaging image
be: Дадаць адсутную выяву ўпакоўкі
bg: Добави липсващата снимка на опаковката
ca: Afegeix la imatge que falta de l'envàs
cs: Přidat chybějící obrázek obalu
da: Tilføj manglende emballagefoto
de: Fehlendes Foto der Verpackung hinzufügen
es: Añadir la imagen del envase que falta
fi: Lisää kuva pakkauksesta
fr: Ajouter l'image d'emballage manquante
he: הוספת תמונת אריזה חסרה
id: Tambahkan foto kemasan yang kurang
it: Aggiungi l'immagine mancante dell'imballaggio
ja: 不足しているパッケージ画像を追加
lt: Pridėti trūkstamą pakuotės vaizdą
nl: Ontbrekende verpakkingsafbeelding toevoegen
pl: Dodaj brakujący obraz opakowania
pt: Adicionar imagem de embalagem que falta
ro: Adaugă imaginea lipsă a ambalajului
ru: Добавить отсутствующее изображение упаковки
sk: Pridajte chýbajúci obrázok obalu
tr: Eksik paketleme resmini ekleyin
uk: Додайте відсутнє зображення упакування
vi: Thêm hình ảnh bao bì bị thiếu
zh: 添加缺失的包装照片

# score_add_missing_nutrition_facts
source: Add missing nutrition facts
ar: إضافة معلومات التغذية المفقودة
be: Дадаць адсутныя звесткі аб пажыўнасці
bg: Добави липсващи хранителни стойности
ca: Afegiu les dades nutricionals que falten
cs: Přidejte chybějící výživová fakta
da: Tilføj manglende ernæringsfakta
de: Fehlende Nährwertangaben hinzufügen
el: Προσθήκη διατροφικών στοιχείων που λείπουν
es: Añadir la información nutricional que falta
fi: Lisää puuttuva ravintosisältö
fr: Ajouter les informations nutritionnelles manquantes
he: הוספת עובדות תזונתיות חסרות
id: Tambahkan informasi nilai gizi yang kurang
it: Aggiungi i valori nutrizionali mancanti
ja: 不足している栄養成分表を追加
ko: 누락된 영양성분 추가
lt: Pridėkite trūkstamus mitybos faktus
nl: Ontbrekende voedingswaarden toevoegen
pl: Dodaj brakujące informacje o wartościach odżywczych
pt: Adicionar informações nutricionais que faltam
ro: Adăugați informațiile nutriționale care lipsesc
ru: Добавить данные о пищевой ценности
sk: Pridajte chýbajúce výživové údaje
sl: Dodaj manjkajoče hranilne vrednosti
sq: Shto faktet ushqyese te munguara
sv: Lägg till saknade näringsfakta
tr: Eksik besin değerlerini ekle
uk: Додати відсутні поживні речовини
vi: Thêm thông tin dinh dưỡng còn thiếu
zh: 添加缺失的营养成分

# score_add_missing_product_category
source: Select a category
ar: إضافة فئة المنتج مفقودة
be: Дадаць адсутную катэгорыю прадукту
bg: Добави липсваща продуктова категория
ca: Afegiu la categoria de producte que falta
cs: Přidejte chybějící kategorii produktu
da: Tilføj manglende produktkategori
de: Fehlende Produktkategorie hinzufügen
el: Προσθήκη κατηγορίας προϊόντος που λείπει
es: Seleccionar una categoría
fi: Lisää puuttuva tuoteluokka
fr: Ajouter une catégorie de produit manquante
he: הוספת קטגוריית מוצר חסרה
id: Tambahkan kategori produk yang kurang
it: Seleziona una categoria
ja: 不足している製品カテゴリを追加
ko: 누락된 상품 카테고리 추가
lt: Pridėkite trūkstamą produkto kategoriją
nl: Selecteer een categorie
pl: Dodaj brakującą kategorię produktu
pt: Selecionar uma categoria
ro: Adăugați categoria de produse lipsă
ru: Добавить собственную категорию продукта
sk: Pridajte chýbajúcu kategóriu produktu
sl: Dodaj manjkajočo kategorijo izdelka
sq: Shto kategorine e munguar te produktit.
sv: Lägg till saknad produktkategori
tr: Eksik ürün kategori bilgisini ekle
uk: Додати відсутню категорію продукту
vi: Thêm danh mục sản phẩm bị thiếu

# score_add_missing_product_countries
source: Add missing product countries
be: Дадаць адсутныя краіны паходжання прадукту
bg: Добави липсващите страни където се продава
ca: Afegiu els països del producte que falten
cs: Přidat chybějící země produktu
da: Tilføj manglende produktlande
de: Fehlende Produktländer hinzufügen
es: Añadir los países de producto que faltan
fi: Lisää valmistusmaa
fr: Ajouter les pays de vente manquants
he: הוספת מדינות מוצר חסרות
id: Tambahkan negara asal produk yang kurang
it: Aggiungi i paesi mancanti del prodotto
ja: 不足している製品の国を追加
lt: Pridėti trūkstamas produktų šalis
nl: Voeg ontbrekende productlanden toe
pl: Dodaj brakujące kraje pochodzenia produktów
pt: Adicionar países que faltam de produtos
ro: Adăugați țările care lipsesc
ru: Добавить отсутствующие страны продукта
sk: Pridajte chýbajúce krajiny produktu
tr: Eksik ürün ülkelerini ekleyin
uk: Додайте відсутні країни для товарів
vi: Thêm quốc gia sản phẩm bị thiếu
zh: 添加缺失的产品产地国

# score_add_missing_product_emb
source: Add missing product traceability codes
be: Дадаць адсутныя коды адсочвання прадуктаў
bg: Добави липсващите кодове за проследяване на продукта
ca: Afegiu els codis de traçabilitat dels productes que falten
cs: Přidat chybějící kódy sledovatelnosti produktu
da: Tilføj manglende produktsporbarhedskoder
de: Fehlende Rückverfolgbarkeitscodes fürs Produkt hinzufügen
es: Añadir los códigos de trazabilidad que faltan
fi: Lisää jäljitettävyyskoodi
fr: Ajouter les codes de traçabilité manquants
he: הוספת קודים למעקב חסרים של מוצר
id: Tambahkan kode ketertelusuran produk yang kurang
it: Aggiungi i codici di tracciabilità mancanti del prodotto
ja: 不足している製品のトレーサビリティコードを追加
lt: Pridėti trūkstamus produktų atsekamumo kodus
nl: Voeg ontbrekende producttraceerbaarheidscodes toe
pl: Dodaj brakujące kody identyfikacji produktów
pt: Adicionar códigos de rastreabilidade que faltam de produtos
ro: Adăugați codurile de trasabilitate ale produselor care lipsesc
ru: Добавьте отсутствующие коды отслеживания продукта
tr: Eksik ürün izlenebilirlik kodlarını ekleyin
uk: Додайте відсутні коди відстеження продукту
vi: Thêm mã truy xuất nguồn gốc sản phẩm còn thiếu
zh: 添加缺失的产品代码（翻译注：可能是条形码

# score_add_missing_product_labels
source: Add missing product labels
be: Дадаць адсутныя этыкеткі прадукту
bg: Добави липсващите етикети
ca: Afegiu les etiquetes dels productes que falten
cs: Přidat chybějící štítky produktu
da: Tilføj manglende produktketiketter
de: Fehlende Etiketten für Produkte hinzufügen
es: Añadir las etiquetas que faltan
fi: Lisää puuttuvat merkit
fr: Ajouter les labels manquants
he: הוספת תוויות מוצר חסרות
id: Tambahkan label produk yang kurang
it: Aggiungi le etichette mancanti del prodotto
ja: 不足している製品ラベルを追加
lt: Pridėkite trūkstamas produktų eitketes
nl: Voeg ontbrekende productlabels toe
pl: Dodaj brakujące etykiety produktu
pt: Adicionar rótulos que faltam de produtos
ro: Adăugați etichetele produselor care lipsesc
ru: Добавить отсутствующие метки продукта
sk: Pridajte chýbajúce štítky produktov
tr: Eksik ürün etiketlerini ekleyin
uk: Додайте відсутні етикетки продуктів
vi: Thêm nhãn sản phẩm còn thiếu
zh: 添加缺失的产品标签

# score_add_missing_product_origins
source: Add missing product origins
be: Дадаць адсутнае паходжанне прадукту
bg: Добавете липсващ произход на продукта
ca: Afegiu els orígens dels productes que falten
cs: Přidat chybějící původ produktu
da: Tilføj manglende produktoprindelser
de: Fehlende Herkunft der Produkte hinzufügen
es: Añadir los orígenes del producto que faltan
fi: Lisää alkuperä
fr: Ajouter les origines manquantes
he: הוספת מקורות מוצר חסרים
id: Tambahkan asal produk yang kurang
it: Aggiungi le origini mancanti del prodotto
ja: 不足している製品の産地を追加
lt: Pridėti trūkstamas produktų kilmes
nl: Voeg ontbrekende productherkomsten toe
pl: Dodaj brakujące pochodzenie produktów
pt: Adicionar origens que faltam de produtos
ro: Adăugați originile produselor care lipsesc
ru: Добавить недостающее происхождение продукта
sk: Pridajte chýbajúci pôvod produktu
tr: Eksik ürün menşelerini ekleyin
uk: Додати відсутню категорію продукту
vi: Thêm nguồn gốc sản phẩm còn thiếu
zh: 添加缺失的产品来源

# score_add_missing_product_stores
source: Add missing product stores
be: Дадаць адсутныя крамы продажу прадукту
bg: Добавяне на липсващите магазини за продукта
ca: Afegeix les botigues de productes que falten
cs: Přidat chybějící obchody produktů
da: Tilføj manglende produktbutikker
de: Fehlende Shops für Produkte hinzufügen
es: Añadir las tiendas que faltan
fi: Lisää kaupat
fr: Ajouter les magasins de vente manquants
he: הוספת חנויות מוצר חסרות
id: Tambahkan toko produk yang kurang
it: Aggiungi i negozi mancanti del prodotto
ja: 不足している製品の販売店を追加
lt: Pridėti trūkstamas produktų parduotuves
nl: Voeg ontbrekende productwinkels toe
pl: Dodaj brakujące sklepy z produktem
pt: Adicionar lojas que faltam de produtos
ro: Adăugați magazine de produse lipsă
ru: Добавить недостающие магазины продукта
sk: Pridajte chýbajúce obchody s produktmi
tr: Eksik ürün mağazalarını ekleyin
uk: Додайте відсутні магазини продуктів
vi: Thêm cửa hàng bán sản phẩm còn thiếu
zh: 添加缺失的产品来源商店

# score_update_nutrition_facts
source: Update nutrition facts
ar: تحديث المعلومات الغذائية
be: Абнавіць звесткі аб пажыўнасці
bg: Актуализирай хранителните стойности
ca: Actualitzar les dades nutricionals
cs: Aktualizujte výživová fakta
da: Opdatér ernæringsfakta
de: Nährwertangaben aktualisieren
el: Ενημέρωση διατροφικών στοιχείων
es: Actualizar información nutricional
fi: Päivitä ravintosisältö
fr: Mettre à jour les informations nutritionnelles
he: עדכון העובדות התזונתיות
id: Perbarui informasi nilai gizi
it: Aggiorna i valori nutrizionali
ja: 栄養成分表を更新
ko: 영양 성분 갱신
lt: Atnaujinkite mitybos faktus
nl: Voedingswaarden bijwerken
pl: Zaktualizuj informacje o produkcie
pt: Atualizar dados nutricionais
ro: Actualizați informațiile nutriționale
ru: Введите данные о пищевой ценности
sk: Aktualizujte fakty o výžive
sl: Posodobi hranilne vrednosti
sq: Perditesoni faktet ushqyese.
sv: Uppdatera näringsfakta
tr: Besin değerleri bilgilerini güncelle
uk: Оновити поживні речовини
vi: Cập nhật thông tin dinh dưỡng
zh: 更新营养成分表

# nutrition_page_title
source: Nutrition Facts
ar: حقائق غذائية
bg: Хранителни стойности
ca: Informació nutricional
cs: Nutriční hodnoty
da: Ernæringsfakta
de: Nährwertangaben
el: Διατροφικά Στοιχεία
es: Información nutricional
fi: Ravintosisältö
fr: Informations nutritionnelles
he: מפרט תזונתי
id: Informasi nilai gizi
it: Informazioni nutrizionali
ja: 栄養成分表
ko: 영양 성분 정보
lt: Maistingumo faktai
nl: Voedingswaarden
pl: Wartość odżywcza
pt: Informações nutricionais
ro: Valori nutriționale
ru: Пищевая ценность
sk: Výživové údaje
sl: Dejstva o hranilni vrednosti
sq: Faktet ushqyese te produktit.
sv: Näringsfakta
tr: Besin Değerleri
uk: Детальна харчова цінність
vi: Giá trị dinh dưỡng
zh: 营养成分表

# nutrition_page_unspecified
source: Nutrition facts are not specified on the product
ar: لم يتم تحديد المعلومات الغذائية على المنتج
be: Звесткі аб пажыўнасці не пазначаны на прадукце
bg: Хранителните стойности не са посочени върху продукта
ca: Les dades nutricionals no estan especificades en el producte
cs: Výživové údaje nejsou u produktu uvedeny
da: Ernæringsfakta ikke angivet på produktet
de: Auf dem Produkt sind keine Nährwertangaben angegeben
el: Τα διατροφικά στοιχεία δεν αναφέρονται στο προϊόν
es: La información nutricional no aparece en el producto
fi: Ravintosisältöä ei ole määritelty tuotteessa
fr: Les valeurs nutritionnelles ne sont pas spécifiées sur le produit
he: העובדות התזונתיות לא מופיעות על המוצר
id: Informasi nilai gizi tidak ditampilkan pada produk
it: I valori nutrizionali non sono specificati sul prodotto
ja: 栄養成分表が製品に明記されていません
ko: 영양성분표가 상품에 명시되어 있지 않습니다
lt: Mitybos faktai ant gaminio nenurodyti
nl: De voedingswaarden zijn niet op het product vermeld
pl: Nie podano wartości odżywczych dla tego produktu
pt: A informação nutricional não é está presente no produto
ro: Valorile nutriționale nu sunt specificate pe produs
ru: Пищевая ценность не указана на продукте
sk: Na produkte nie sú uvedené výživové údaje
sl: Podatki o hranilni vrednosti niso navedeni na izdelku
sq: Faktet ushqyese nuk jane te specifikuara ne produkt.
sv: Näringsfakta anges inte på produkten
tr: Ürünün üzerinde besin değerleri bilgisi yer almıyor
uk: На продукті не вказані поживні речовини
vi: Thành phần dinh dưỡng không được chỉ định trên sản phẩm
zh: 产品未标明营养成分

# nutrition_page_per_100g
source: per 100g
ar: لكل 100 غرام
be: на 100 г
bg: на 100 г
cs: na 100 g
da: pr. 100g
de: pro 100g
el: ανά 100g
es: por 100 g
fi: 100 grammaa kohti
fr: pour 100g
he: ל־100 ג׳
ja: 100gあたり
ko: 100g 당
lt: už 100 g
pl: w 100 g
pt: por 100g
ro: la 100g
ru: на 100 грамм
sk: na 100 g
sl: na 100 g
sq: për 100 g
tr: 100g başına
uk: на 100 г.
vi: mỗi 100g
zh: 每 100 克

# nutrition_page_per_serving
source: per serving
ar: لكل وجبة
bg: на порция
ca: per porció
cs: v jedné porci
da: per portion
de: pro Portion
el: ανά μερίδα
es: por porción
fi: annosta kohti
fr: par portion
he: לכל הגשה
id: per sajian
it: per porzione
ja: 一食当たり
ko: 인분
lt: porcijoje
nl: per portie
pl: na porcję
pt: por porção
ro: per porție
ru: на порцию
sk: na jednu porciu
sl: na porcijo
sv: per portion
tr: porsiyon başına
uk: в одній порції
vi: mỗi khẩu
zh: 每份

# nutrition_page_add_nutrient
source: Add a nutrient
ar: إضافة مادة غذائية
bg: Добави хранително вещество
ca: Afegir un nutrient
cs: Přidejte živinu
da: Tilføj et næringsstof
de: Nährstoff hinzufügen
el: Προσθέστε ένα θρεπτικό συστατικό
es: Añadir un nutriente
fi: Lisää ravintoaine
fr: Ajouter un nutriment
he: הוספת רכיב תזונתי
id: Tambahkan nutrisi
it: Aggiungi un nutriente
ja: 栄養成分を追加
ko: 영양소 추가하기
lt: Pridėti maistinę medžiagą
nl: Voeg voedingsstof toe
pl: Dodaj składnik odżywczy
pt: Adicionar um nutriente
ro: Adăugați un nutrient
ru: Добавить питательное вещество
sk: Pridajte živinu
sl: Dodaj hranilo
sv: Lägg till ett näringsämne
tr: Besin ögesi ekle
uk: Додати поживну речовину
vi: Thêm chất dinh dưỡng
zh: 添加营养

# nutrition_page_serving_size
source: Serving size
ar: حجم الحصة
bg: Размер на порция
ca: Mida de la porció
cs: Velikost porce
da: Portionsstørrelse
de: Portionsgröße
el: Μέγεθος μερίδας
es: Tamaño de la porción
fi: Annoskoko
fr: Taille d'une portion
he: גודל ההגשה
id: Takaran saji
it: Porzione
ja: 一人前の分量
ko: 서빙 사이즈
lt: Porcijos dydis
nl: Grootte van een portie
pl: Wielkość porcji
pt: Tamanho da porção
ro: Cantitatea unei porții
ru: Размер порции
sk: Veľkosť porcie
sl: Velikost obroka
sv: Portionsstorlek
tr: Porsiyon ölçüsü
uk: Розмір порції
vi: Kích thước phục vụ
zh: 份量

# nutrition_page_invalid_number
source: Invalid number
ar: الرقم غير صحيح
be: Недапушчальны лік
bg: Невалидно число
ca: Número no vàlid
cs: Neplatné číslo
da: Ugyldigt nummer
de: Ungültige Nummer
el: Μη έγκυρος αριθμός
es: Número inválido
fi: Virheellinen numero
fr: Nombre invalide
he: מספר שגוי
id: Nomor tidak valid
it: Numero non valido
ja: 無効な数字です
ko: 잘못된 번호
lt: Neteisingas numeris
nl: Ongeldig nummer
pl: Nieprawidłowa liczba
pt: Número inválido
ro: Număr nevalid
ru: Неверный номер
sk: Neplatné číslo
sl: Neveljavna številka
sq: Numer i pavlefshem, jo i sakte.
sv: Ogiltigt nummer
tr: Geçersiz numara
uk: Недійсний номер
vi: Số không hợp lệ
zh: 无效的数字
