Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# compare_products_appbar_subtitle
source: Please select at least two products
be: Выберыце не менш за два прадукты
bg: Моля, избери поне два продукта
ca: Seleccioneu com a mínim dos productes
cs: Vyberte prosím alespoň dva produkty
da: Vælg mindst to produkter
de: Bitte wählen Sie mindestens zwei Produkte
es: Por favor, selecciona al menos dos productos
fi: Valitse vähintään kaksi tuotetta
fr: Veuillez sélectionner au moins deux produits
he: נא לבחור שני מוצרים לפחות
id: Silahkan pilih minimal dua produk
it: Selezionare almeno due prodotti
ja: 製品を2つ以上選択してください
ko: 하나 이상의 옵션을 선택하십시오.
lt: Prašome pasirinkti bent du produktus
nl: Selecteer minimaal twee producten
pl: Proszę wybrać co najmniej dwa produkty
pt: Selecione pelo menos dois produtos
ro: Vă rugăm să selectați cel puțin două produse
ru: Пожалуйста, выберите не менее двух продуктов
tr: Lütfen en az iki ürünü seçiniz
uk: Виберіть принаймні два продукти
vi: Xin vui lòng chọn ít nhất hai sản phẩm
zh: 请至少选择两个产品

# retry_button_label
source: Retry
ar: إعادة المحاولة
be: Паўтарыць
bg: Повторен опит
ca: Torna a provar
cs: Opakovat
da: Forsøg igen
de: Wiederholen
el: Προσπαθήστε ξανά
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
he: ניסיון חוזר
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도
lt: Bandyti dar kartą
nl: Opnieuw proberen
pl: Ponów próbę
pt: Repetir
ro: Reîncercați
ru: Повтор
sk: Skúsiť znova
sl: Poskusi znova
sv: Försök igen
tr: Tekrar dene
uk: Повторити спробу
vi: Thử lại
zh: 重试

source: Connect with us
ar: اتصل بنا
be: Звяжыцеся з намі
bg: Свържи се с нас
ca: Connecta amb nosaltres
cs: Spojte se s námi
da: Kom i forbindelse med os
de: Mit uns in Verbindung treten
el: Συνδεθείτε μαζί μας
es: Contáctanos
fi: Ota yhteyttä
fr: Nous contacter
he: להתחבר אלינו
id: Terhubung dengan kami
it: Connettiti con noi
ja: 私たちとつながる
ko: 소통하기
lt: Susisiekite su mumis
nl: Contacteer ons
pl: Połącz się z nami
pt: Ligue-se a nós
ro: Conectați-vă cu noi
ru: Мы в соцсетях
sl: Povežite se z nami
sv: Kontakta oss
tr: Bizimle iletişime geçin
uk: Зв'яжіться з нами
vi: Kết nối với chúng tôi
zh: 联系我们

# instagram
source: Follow us on Instagram
ar: Instagram
be: Instagram
ca: Segueix-nos a Instagram
cs: Sledujte nás na Instagramu
de: Folge uns bei Instagram
el: Instagram
es: Síguenos en Instagram
fi: Seuraa meitä Instagramissa
fr: Suivez-nous sur Instagram
he: למעקב אחרינו באינסטגרם
id: Ikuti kami di Instagram
it: Seguici su Instagram
ja: Instagram でフォロー
ko: 인스타그램
lt: Sekite mus „Instagram“
nl: Volg ons op Instagram
pt: Siga-nos no Instagram
ro: Urmăriți-ne pe Instagram
ru: Instagram
sl: Instagram
sq: Instagram
sv: Instagram
tr: Bizi Instagram'da takip edin
uk: Слідкуйте за нами в Instagram

# twitter
source: Follow us on X (formerly Twitter)
ar: Twitter
be: Twitter
ca: Segueix-nos a X (abans Twitter)
cs: Sledujte nás na X (dříve Twitter)
de: Folge uns auf X (vormals Twitter)
el: Twitter
es: Síguenos en X (anteriormente Twitter)
fi: Seuraa meitä X:ssä (entinen Twitter)
fr: Suivez-nous sur X (anciennement Twitter)
he: למעקב אחרינו ב־X (לשעבר טוויטר)
id: Ikuti kami di X (sebelumnya Twitter)
it: Seguici su X (ex Twitter)
ja: X (旧 Twitter) でフォローしてください
ko: Twitter
lt: Sekite mus X (anksčiau – „Twitter“)
nl: Volg ons op X (voorheen Twitter)
pt: Siga-nos no X (antigo Twitter)
ro: Urmăriți-ne pe X (fostul Twitter)
ru: Twitter
sl: Twitter
sq: Twitter
sv: Twitter
tr: Bizi X'te takip edin (eski adıyla Twitter)
uk: Слідкуйте за нами в X (раніше Twitter)

# twitter_link
source: https://www.twitter.com/openfoodfacts
de: https://twitter.com/openfoodfacts
fr: https://www.twitter.com/openfoodfactsfr

source: FAQ
ar: الأسئلة المتكررة
bg: ЧЗВ
ca: PMF
cs: Často kladené otázky
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
he: שו״ת
lt: DUK
nl: Veelgestelde vragen (FAQ)
pl: Najczęściej zadawane pytania (FAQ)
pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sl: Pogosta vprašanja
tr: SSS
uk: ЧаПИ
zh: 常见问题

source: Discover
ar: إكتشف
bg: Открийте
ca: Descobrir
cs: Zjistit víc
da: Opdag
de: Entdecken
el: Ανακαλύψτε
es: Descubrir
fi: Tutustu
fr: Découvrir
he: לגלות
id: Jelajahi
it: Scopri
ja: 見つける
ko: 둘러보기
lt: Atrasti
nl: Ontdek
pl: Odkryj
pt: Descubra
ro: Descoperiți
ru: О проекте
sk: Objavte
sl: Odkritje
sq: Zbulo
sv: Upptäck
tr: Keşfet
uk: Дізнатись більше
vi: Khám phá
zh: 发现

source: How to Contribute
ar: كيفية المساهمة
be: Як зрабіць унёсак
bg: Как да допринесеш
ca: Com contribuir
cs: Jak přispět
da: Sådan bidrager man
de: Wie Sie beitragen können
el: Πως να συνεισφέρετε
es: Cómo colaborar
fi: Miten voit auttaa
fr: Comment contribuer
he: כיצד לתרום
id: Cara Berkontribusi
it: Come contribuire
ja: 貢献方法
ko: 기여하는 방법
lt: Kaip prisidėti
nl: Hoe kan u bijdragen?
pl: Jak mogę pomóc
pt: Como contribuir
ro: Cum să contribuiți
ru: Как помочь проекту
sl: Kako prispevati
sv: Hur man bidrar
tr: Nasıl Katkıda Bulunulur
uk: Як зробити внесок
vi: Làm thế nào để đóng góp
zh: 如何贡献数据

# hint_knowledge_panel_message
source: Your can tap on any part of the card to get more details about what you see. Try it now!
be: Вы можаце націснуць на любую частку карткі, каб даведацца больш аб тым, што вы бачыце. Паспрабуйце зараз!
bg: Можеш да докоснеш всяка част от картата, за да получиш повече подробности за това, което виждаш. Опитай сега!
ca: Podeu fer clic a qualsevol part de la targeta per obtenir més detalls del que veieu. Proveu-ho ara!
cs: Klepnutím na kteroukoli část karty získáte další podrobnosti o tom, co vidíte. Vyzkoušejte to teď!
da: Tryk på enhver del af kortet for yderligere detaljer om, hvad der ses. Prøv det nu!
de: Sie können auf einen beliebigen Teil tippen, um mehr Details zu sehen. Probieren Sie es jetzt aus!
el: Μπορείτε να πατήσετε σε οποιοδήποτε μέρος της κάρτας για περισσότερες λεπτομέρειες σχετικά με το τι βλέπετε. Δοκιμάστε το τώρα!
es: Puedes tocar en cualquier parte de la tarjeta para obtener más detalles sobre lo que ves. ¡Pruébalo!
fi: Voit painaa mistä kohti kortta tahansa saadaksesi lisätietoja kohteesta. Kokeile!
fr: Vous pouvez appuyer sur n'importe quelle partie de la carte pour obtenir plus d'informations sur ce que vous voyez. Essayez dès maintenant !
he: ניתן לחלק בכל אחד מחלקי הכרטיס לקבלת פרטים נוספים על מה שמופיע. כדאי לנסות!
id: Anda dapat mengetuk bagian mana pun kartu untuk mendapatkan keterangan lebih lanjut tentang apa yang Anda lihat. Coba sekarang!
it: Puoi toccare su qualsiasi parte della scheda per ottenere ulteriori dettagli su ciò che vedi. Provaci adesso!
ja: カードの任意の部分をタップすると、さらに詳細な情報を確認できます。試してみてください！
ko: 카드의 아무 부분이나 눌러서 상세 정보를 볼 수 있습니다. 지금 해보세요!
lt: Galite paliesti bet kurią kortelės dalį, kad gautumėte daugiau informacijos apie tai, ką matote. Išbandykite dabar!
nl: U kunt op elk deel van de kaart tikken om meer details te krijgen over wat u ziet. Probeer het nu!
pl: Możesz dotknąć dowolnej części karty, aby uzyskać więcej informacji na temat tego, co widzisz. Spróbuj teraz!
pt: Pode tocar em qualquer parte do cartão para obter mais detalhes sobre o que vê. Tente agora!
ro: Puteți atinge orice parte a cardului pentru a obține mai multe detalii despre ceea ce vedeți. Încearcă acum!
ru: Вы можете нажать на любую часть карточки, чтобы получить более подробную информацию о том, что вы видите. Попробуйте сейчас!
sl: Kliknite kjerkoli na kartici za več informacij o tem kar vidite. Poizkusite sedaj!
sv: Du kan trycka på valfri del av kortet för att få mer information om vad du ser. Prova det nu!
tr: Gördüğünüz şey hakkında daha fazla ayrıntı almak için kartın herhangi bir yerine dokunabilirsiniz. Şimdi dene!
uk: Ви можете торкнутися будь-якої частини картки, щоб дізнатися більше про те, що ви бачите. Спробуй зараз!
vi: Bạn có thể nhấn vào bất kì vị trí nào trên thẻ để xem chi tiết hơn về những gì bạn đang xem. Thử ngay!
zh: 点击卡片任意部分获取更多信息。立即尝试！

# consent_analytics_title
source: Send anonymous analytics
ar: إرسال تحليلات مجهولة
bg: Анонимно споделяне на статистики
ca: Enviament de dades anònimes
cs: Odesílejte anonymní analýzy
da: Indsend anonyme analysedata
de: Anonymisierte Analysedaten senden
el: Αποστολή ανώνυμων δεδομένων
es: Enviar análisis anónimos
fi: Lähetä anonyymi analytiikka
fr: Partager anonymement les statistiques
he: שליחת ניתוח נתונים אלמוני
id: Kirim analitik anonim
it: Invia analitiche anonime
lt: Siųsti anoniminę analizę
nl: Stuur anonieme analyses
pl: Wysyłanie anonimowych danych analitycznych
pt: Enviar estatísticas anónimas
ro: Trimiteți analize anonime
ru: Отправлять анонимную статистику
sl: Pošljite anonimno analitiko
tr: Anonim analizler gönder
uk: Проттььои
vi: Gửi phân tích ẩn danh
zh: 发送匿名分析

# consent_analytics_body1
source: Help the Open Food Facts volunteers to improve the app. You decide whether to submit anonymous analytics.
ar: ساعد المتطوعين في Open Food Facts لتحسين التطبيق. أنت تقرر ما إذا كنت تريد تقديم تحليلات مجهولة.
be: Дапамажыце валанцёрам Open Food Facts палепшыць праграму. Вы самі вырашаеце, ці варта падаваць ананімную аналітыку.
ca: Ajudeu als voluntaris d'Open Food Facts a millorar l'aplicació. Decidiu si voleu enviar analítiques anònimes.
cs: Pomozte dobrovolníkům Open Food Facts vylepšit aplikaci. Vy se rozhodnete, zda odeslat anonymní analýzu.
de: Helfen Sie den Mitarbeitern von Open Food Facts, die App zu verbessern. Sie entscheiden, ob Sie anonyme Analysendaten übermitteln möchten.
el: Βοηθήστε τους εθελοντές του Open Food Facts να βελτιώσουν την εφαρμογή. Αποφασίζετε αν θα υποβάλετε ανώνυμα στοιχεία χρήσης.
es: Ayuda al equipo de voluntariado a mejorar la aplicación. La decisión de enviar analíticas de forma anónima es tuya.
fi: Auta Open Food Factsin vapaaehtoisia parantamaan sovellusta. Päätät, lähetätkö anonyymit analytiikkatiedot.
fr: Aidez les bénévoles d'Open Food Facts à améliorer l'application. C'est vous qui décidez d'envoyer des données analytiques anonymes.
he: סיוע למתנדבי Open Food Facts בשיפור היישומון. לבחירתך אם מקובל עליך להגיש מדדים בעילום שם.
id: Bantu sukarelawan OpenFoodFacts untuk meningkatkan aplikasi. Anda dapat memutuskan untuk mengirim analisa secara anonim.
it: Aiuta i volontari di Open Food Facts per migliorare l'app. Decidi tu se vuoi inviare le statistiche anonime.
ko: Open Food Facts 자원 봉사자가 앱을 개선하도록 도와주세요. 익명 분석 보고서을 제출할지 여부는 귀하가 결정합니다.
nl: Help de vrijwilligers van Open Food Facts om de app te verbeteren. U beslist of u anonieme analyses wilt indienen.
pt: Ajude os voluntários da Open Food Facts a melhorar a aplicação. A decisão de enviar dados analíticos anónimos é sua.
ro: Ajutați voluntarii Open Food Facts să îmbunătățească aplicația. Dumneavoastră decideți dacă trimiteți analize anonime.
ru: Помогите волонтерам Open Food Facts улучшить приложение. Вы сами решаете, отправлять ли анонимную аналитику.
sl: Pomagajte prostovoljcem Open Food Facts izboljšati aplikacijo. Odločite se, ali želite oddati anonimno analitiko.
sq: Help the Open Food Facts volunteer to improve the app. You decide if you want to send anonymous analytics.
uk: Допоможіть волонтерам Open Food Facts покращити додаток. Ви самі вирішуєте чи подавати анонімну аналітику.

# consent_analytics_body2
source: If you change your mind, this option can be enabled and disabled at any time from the settings.
be: Калі вы перадумаеце, гэту опцыю можна ўключыць і адключыць у наладах у любы час.
bg: Ако промениш решението си, тази опция може да бъде активирана и деактивирана по всяко време от настройките.
ca: Si canvieu d'opinió, aquesta opció es pot activar o desactivar en qualsevol moment des de la configuració.
cs: Pokud si to rozmyslíte, můžete tuto možnost kdykoli povolit nebo zakázat v nastavení.
da: Ombestemmer man sig, kan denne indstilling altid aktiveres/deaktiveres via Indstillingerne.
de: Wenn Sie Ihre Meinung ändern, können Sie diese Option jederzeit in den Einstellungen aktivieren und deaktivieren.
el: Αν αλλάξετε γνώμη, αυτή η επιλογή μπορεί να ενεργοποιηθεί και να απενεργοποιηθεί ανά πάσα στιγμή από τις ρυθμίσεις.
es: En cualquier caso, recuerda que si cambias de opinión, puedes activar y desactivar esta opción desde la configuración cuando quieras.
fi: Voit muuttaa tätä koska tahansa asetuksissa.
fr: Si vous changez d'avis, cette option peut être activée et désactivée à tout moment depuis les paramètres.
he: אפשר להפעיל או להשבית את האפשרות הזאת דרך ההגדרות במקרה של חרטה.
id: Jika anda berubah pikiran, pilihan ini dapat diaktikan dan dinonaktifkan kapan saja dari pengaturan.
it: Se cambi idea, quest'opzione può essere abilitata e disabilitata in qualsiasi momento dalle impostazioni.
ja: 気が変わった場合、設定からいつでも切り替えることができます。
ko: 마음이 바뀌면 언제든지 설정에서 이 옵션을 활성화하거나 비활성화할 수 있습니다.
lt: Jei apsigalvosite, šią parinktį galite bet kada įjungti ir išjungti nustatymuose.
nl: Als u van gedachten verandert, kan deze optie op elk moment in de instellingen worden in- en uitgeschakeld.
pl: Jeśli zmienisz zdanie, tę opcję możesz włączyć i wyłączyć w dowolnym momencie w ustawieniach.
pt: Se mudar de ideias, esta opção pode ser ativada e desativada a qualquer momento nas configurações.
ro: Dacă vă răzgândiți, această opțiune poate fi activată și dezactivată în orice moment din setări.
ru: Если вы передумаете, эту опцию можно включить и отключить в настройках в любое время.
sl: To opcijo lahko onemogočite ali ponovno omogočite kadarkoli v nastavitvah.
sv: Om du ändrar dig kan det här alternativet aktiveras och inaktiveras när som helst från inställningarna.
tr: Fikrinizi değiştirirseniz, bu seçenek istediğiniz zaman ayarlardan etkinleştirilebilir ve devre dışı bırakılabilir.
uk: Якщо ви передумаєте, цю опцію можна будь-коли ввімкнути або вимкнути в налаштуваннях.
vi: Nếu bạn thay đổi ý định, lựa chọn này có thể được bật hoặc tắt bất kì lúc nào trong phần cài đặt.
zh: 如果您改变主意，可以随时在设置里启用或禁用此功能。

# permissions_page_title
source: Camera access
be: Доступ да камеры
bg: Достъп до камерата
ca: Accés a la càmera
cs: Přístup k fotoaparátu
da: Kameraadgang
de: Zugriff auf Kamera
es: Acceso a la cámara
fi: Kameran käyttöoikeus
fr: Accès à la caméra
he: גישה למצלמה
id: Akses kamera
it: Accesso alla fotocamera
ja: カメラへのアクセス権限
ko: 카메라 액세스
lt: Prieiga prie kameros
nl: Cameratoegang
pl: Dostęp do aparatu
pt: Acesso à câmara
ro: Acces la cameră
ru: Доступ к камере
tr: Kamera erişimi
uk: Доступ до камери
vi: Truy cập máy ảnh
zh: 相机访问权限

# permissions_page_body1
source: To scan barcodes with your phone's camera, please Authorise the access.
be: Для сканавання штрых-кодаў з дапамогай камеры тэлефона, аўтарызуйце доступ.
bg: За да сканираш баркодове с камерата на телефона си, моля разреши достъпа.
ca: Per escanejar codis de barres amb la càmera del telèfon, si us plau, autoritzeu l'accés.
cs: Chcete-li skenovat čárové kódy fotoaparátem telefonu, autorizujte přístup.
de: Um Strichcodes mit der Kamera Ihres Telefons zu erfassen, autorisieren Sie bitte den Zugriff.
el: To scan barcodes with your phone's camera, please Authorize the access.
es: Para poder escanear los códigos de barras con la cámara de tu móvil, primero tienes que autorizar el acceso.
fi: Myönnä sovellukselle kameran käyttöoikeus, jotta se voi lukea viivakoodeja.
fr: Pour scanner un code-barres avec l'appareil photo de votre téléphone, veuillez autoriser l'accès.
he: כדי לסרוק ברקודים עם מצלמת הטלפון שלך, נא לאשר את הגישה.
id: Untuk memindai kode batang menggunakan kamera ponsel Anda, harap otorisasi akses.
it: Per scansionare i codici a barre con la fotocamera del tuo telefono, sei pregato di Autorizzare l'accesso.
ja: 携帯電話のカメラでバーコードをスキャンするには、アクセスを許可してください。
ko: 휴대전화의 카메라로 바코드를 스캔하려면 접근을 승인하세요.
lt: Norėdami nuskaityti brūkšninius kodus savo telefono kamera, suteikite prieigos teisę.
nl: Om barcodes te scannen met de camera van uw telefoon, moet u de toegang autoriseren.
pl: Aby zeskanować kody kreskowe aparatem telefonu, proszę autoryzować dostęp.
pt: Para digitalizar códigos de barras com a câmara do telemóvel, por favor conceda o acesso.
ro: Pentru a scana coduri de bare cu camera telefonului, vă rugăm să Autorizați accesul.
ru: Для сканирования штрих-кодов с помощью камеры вашего телефона, пожалуйста, авторизуйтесь для доступа.
tr: Barkodları telefonunuzun kamerasıyla taramak için lütfen erişimi yetkilendirin.
uk: Щоб сканувати штрих-коди за допомогою камери телефону, авторизуйте доступ.
vi: Để quét mã vạch với máy ảnh của bạn, vui lòng Cấp quyền truy cập.
zh: 请授权访问摄像头，不然你不能扫描条形码

# permissions_page_body2
source: If you change your mind, this option can be enabled and disabled at any time from the settings.
be: Калі вы перадумаеце, гэту опцыю можна ўключыць і адключыць у наладах у любы час.
bg: Ако промениш решението си, тази опция може да бъде активирана и деактивирана по всяко време от настройките.
ca: Si canvieu d'opinió, aquesta opció es pot activar o desactivar en qualsevol moment des de la configuració.
cs: Pokud si to rozmyslíte, můžete tuto možnost kdykoli povolit nebo zakázat v nastavení.
da: Ombestemmer man sig, kan denne indstilling altid aktiveres/deaktiveres via Indstillingerne.
de: Wenn Sie Ihre Meinung ändern, können Sie diese Option jederzeit in den Einstellungen aktivieren und deaktivieren.
el: Αν αλλάξετε γνώμη, αυτή η επιλογή μπορεί να ενεργοποιηθεί και να απενεργοποιηθεί ανά πάσα στιγμή από τις ρυθμίσεις.
es: En cualquier caso, recuerda que si cambias de opinión, puedes activar y desactivar esta opción desde la configuración cuando quieras.
fi: Voit muuttaa tätä koska tahansa asetuksissa.
fr: Si vous changez d'avis, cette option peut être activée et désactivée à tout moment depuis les paramètres.
he: אפשר להפעיל או להשבית את האפשרות הזאת דרך ההגדרות במקרה של חרטה.
id: Jika anda berubah pikiran, pilihan ini dapat diaktikan dan dinonaktifkan kapan saja dari pengaturan.
it: Se cambi idea, quest'opzione può essere abilitata e disabilitata in qualsiasi momento dalle impostazioni.
ja: 気が変わった場合、設定からいつでも切り替えることができます。
ko: 마음이 바뀌면 언제든지 설정에서 이 옵션을 활성화하거나 비활성화할 수 있습니다.
lt: Jei apsigalvosite, šią parinktį galite bet kada įjungti ir išjungti nustatymuose.
nl: Als u van gedachten verandert, kan deze optie op elk moment in de instellingen worden in- en uitgeschakeld.
pl: Jeśli zmienisz zdanie, tę opcję możesz włączyć i wyłączyć w dowolnym momencie w ustawieniach.
pt: Se mudar de ideias, esta opção pode ser ativada e desativada a qualquer momento nas configurações.
ro: Dacă vă răzgândiți, această opțiune poate fi activată și dezactivată în orice moment din setări.
ru: Если вы передумаете, эту опцию можно включить и отключить в настройках в любое время.
tr: Fikrinizi değiştirirseniz, bu seçenek istediğiniz zaman ayarlardan etkinleştirilebilir ve devre dışı bırakılabilir.
uk: Якщо ви передумаєте, цю опцію можна будь-коли ввімкнути або вимкнути в налаштуваннях.
vi: Nếu bạn thay đổi ý định, lựa chọn này có thể được bật hoặc tắt bất kì lúc nào trong phần cài đặt.
zh: 如果您改变主意，可以随时在设置里启用或禁用此功能。

# contact_form_body_android
source: OS: Android (SDK Int: {sdkInt} / Release: {release}) Model: {model} Product: {product} Device: {device} Brand:{brand}
be: АС: Android (SDK Int: {sdkInt} / Выпуск: {release}) Мадэль: {model} Прадукт: {product} Прылада: {device} Брэнд:{brand}
bg: ОС: Android (SDK Int: {sdkInt} / Версия: {release}) Модел: {model} Продукт: {product} Устройство: {device} Марка:{brand}
ca: Sistema operatiu: Android (SDK Int: {sdkInt} / Versió: {release}) Model: {model} Producte: {product} Dispositiu: {device} Marca:{brand}
cs: OS: Android (SDK Int: {sdkInt} / Release: {release}) Model: {model} Produkt: {product} Zařízení: {device} Značka:{brand}
da: OS: Android (SDK Int: {sdkInt}/Udgivelse: {release}) Model: {model} Produkt: {product} Enhed: {device} Mærke:{brand}
de: OS: Android (SDK Int: {sdkInt} / Release: {release}) Modell: {model} Produkt: {product} Gerät: {device} Marke: {brand}
es: SO: Android (SDK Int: {sdkInt} / Lanzamiento: {release}) Modelo: {model} Producto: {product} Dispositivo: {device} Marca: {brand}
fi: Käyttöjärjestelmä: Android (SDK Int: {sdkInt} / Julkaisu: {release}) Malli: {model} Tuote: {product} Laite: {device} Tuotemerkki:{brand}
fr: Système d'exploitation : Android (SDK Int : {sdkInt} / Version : {release}) Modèle : {model} Produit : {product} Appareil : {device} Marque : {brand}
he: מערכת הפעלה: Android (SDK Int: {sdkInt} / מהדורה: {release}) דגם: {model} מוצר: {product} מכשיר: {device} מותג: {brand}
id: OS: Android (SDK Int: {sdkInt} / Rilis: {release}) Model: {model} Produk: {product} Perangkat: {device} Jenama:{brand}
it: OS: Android (Int SDK: {sdkInt} / Release: {release}) Modello: {model} Prodotto: {product} Dispositivo: {device} Marca:{brand}
ja: OS: Android (SDK Int: {sdkInt} / Release: {release}) モデル: {model} 製品: {product} デバイス: {device} ブランド:{brand}
ko: 운영체제: Android (SDK Int: {sdkInt} / Release: {release}) 모델: {model} 제품: {product} 기기: {device} 브랜드:{brand}
lt: Operacinė sistema: „Android“ („SDK“ Int: {sdkInt} / Išleidimas: {release}) Modelis: {model} Produktas: {product} Įrenginys: {device} Gamintojas: {brand}
nl: Besturingssysteem: Android (SDK Int: {sdkInt} / Release: {release}) Model: {model} Product: {product} Apparaat: {device} Merk:{brand}
pl: System operacyjny: Android (SDK Int: {sdkInt} / Wprowadzona: {release}) Model: {model} Produkt: {product} Urządzenie: {device} Marka: {brand}
pt: SO: Android (SDK Int: {sdkInt} / lançamento: {release}) Modelo: {model} Produto: {product} Dispositivo: {device} Marca: {brand}
ro: OS: Android (SDK Int: {sdkInt} / Lansare: {release}) Model: {model} Produs: {product} Dispozitiv: {device} Brand:{brand}
ru: ОС: Android (SDK Int: {sdkInt} / Выпуск: ${release}) Модель: ${model} Продукт: ${product} Устройство: ${device} Марка:{brand}
tr: OS: Android (SDK Int: {sdkInt} / Sürüm: {release}) Model: {model} Ürün: {product} Cihaz: {device} Marka:{brand}
uk: ОС: Android (SDK Int: {sdkInt} / Випуск: {release}) Модель: {model} Продукт: {product} Прилад: {device} Марка: {brand}
vi: OS: Android (SDK Int: {sdkInt} / Phát hành: {release}) Mẫu: {model} Sản phẩm: {product} Thiết bị: {device} Nhãn hiệu:{brand}
zh: 操作系统：Android（SDK Int： {sdkInt} / 版本： {release}） 型号： {model} 产品： {product} 设备： {device} 品牌：{brand}
