Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# new_product_dialog_description
source: Please take photos of the packaging to add this product to our common database
bg: Моля, направи снимки на опаковката, за да добавиш този продукт към нашата обща база данни
ca: Si us plau, feu fotos de l'embalatge per afegir aquest producte a la nostra base de dades comuna
cs: Pořiďte prosím fotografie obalu, abyste přidali tento produkt do naší společné databáze
da: Tag fotos af emballagen for føje produktet til den fælles databasen
de: Bitte fotografieren Sie die Verpackung, um dieses Produkt in unsere gemeinsame Datenbank aufzunehmen
es: Haz fotos del envase para añadir el producto a nuestra base de datos general.
fi: Ota valokuvia pakkauksesta lisätäksesi tämän tuotteen yhteistietokantaamme
fr: Veuillez prendre des photos de l'emballage pour ajouter ce produit à notre base de données commune
he: נא לצלם את האריזה כדי להוסיף את המוצר הזה למסד הנתונים השיתופי שלנו
id: Fotolah kemasan untuk menambahkan produk ini pada basis data kami
it: Ti preghiamo di scattare delle foto dell'imballaggio per aggiungerlo al nostro database comune
ja: この製品を共通データベースに追加するには、パッケージの写真を撮ってください。
lt: Nufotografuokite pakuotę, kad pridėtumėte šį produktą prie mūsų bendros duomenų bazės
nl: Neem foto's van de verpakking om dit product toe te voegen aan onze gemeenschappelijke database
pl: Proszę zrób zdjęcia opakowania, aby dodać ten produkt do naszej wspólnej bazy danych
pt: Por favor fotografe a embalagem do produto para o adicionar à nossa base de dados
ro: Vă rugăm să faceți fotografii ale ambalajului pentru a adăuga acest produs în baza noastră de date comună
tr: Bu ürünü ortak veritabanımıza eklemek için lütfen ambalajın fotoğraflarını çekin
uk: Зробіть фото пакування, щоб додати цей продукт до Вашої бази даних
vi: Vui lòng chụp ảnh bao bì để thêm sản phẩm này vào cơ sở dữ liệu chung
zh: 拍摄包装照片以将此产品添加到我们的数据库中

# new_product_dialog_illustration_description
source: An illustration with unknown Nutri-Score and Eco-Score
cs: Ilustrace s neznámým Nutri-Score a Eco-Score
de: Eine Abbildung mit unbekanntem Nutri-Score und Eco-Score
es: Una ilustración con Nutri-Score y Eco-Score desconocidos
fr: Une illustration avec un Nutri-Score et un Eco-Score inconnus
id: Ilustrasi untuk Nutri-Score dan Eco-Score yang tidak diketahui
it: Un'illustrazione con Nutri-Score e Eco-Score sconosciuti
nl: Een illustratie met onbekende Nutri-Score en Eco-Score
pt: Uma ilustração com Nutri-Score e Eco-Score desconhecidos
uk: Ілюстрація з невідомими Nutri-Score та Eco-Score

# front_packaging_photo_button_label
source: Front packaging photo
ar: الصورة الأمامية للمنتج
be: Фота прадукту спераду
bg: Снимка на продукта отпред
ca: Foto frontal del producte
cs: Přední fotka produktu
da: Produktforsidefoto
de: Foto von der Vorderseite des Produkts
el: Μπροστινή φωτογραφία προϊόντος
es: Foto frontal del producto
fi: Kuva edestä
fr: Photo frontale du produit
he: תמונת החזית של המוצר
id: Foto depan produk
it: Foto frontale del prodotto
ja: 製品の正面画像
ko: 상품 전면 사진
lt: Produkto priekinė nuotrauka
nl: Foto van voorkant verpakking
pl: Zdjęcie produktu z przodu
pt: Fotografia frontal da embalagem
ro: Fotografia din față a produsului
ru: Фотография лицевой стороны продукта
sk: Predná fotografia produktu
sl: Fotografija sprednjega dela izdelka
sq: Foto e paketimit te perparme, ballor.
sv: Product front photo
tr: Ürünün önden bir fotoğrafı
uk: Фото передньої частини продукту
vi: Ảnh mặt trước sản phẩm

# confirm_front_packaging_photo_button_label
source: Confirm upload of Front packaging photo
ar: تأكيد تحميل الصورة الأمامية للمنتج
be: Пацвердзіце запампоўку фота прадукту спераду
bg: Потвърди качването на снимката на предната страна на продукта
ca: Confirma la càrrega de la foto frontal del producte
cs: Potvrdit nahrání přední fotky produktu
da: Bekræft upload af produktforsidefoto
de: Hochladen des Fotos der Vorderseite des Produkts bestätigen
el: Επιβεβαίωση μεταφόρτωσης μπροστινής φωτογραφίας προϊόντος
es: Confirmar el envío de la foto frontal del producto
fi: Vahvista edestäpäin otetun kuvan lataaminen
fr: Confirmer le téleversement de la photo frontale du produit
he: לאשר את העלאת תמונת החזית של המוצר
id: Konfirmasi pengunggahan foto depan produk
it: Conferma il caricamento della foto frontale del Prodotto
ja: 製品の正面画像のアップロードを確認する
ko: 상품 전면 사진 업로드 확인
lt: Patvirtinkite gaminio priekinės nuotraukos įkėlimą
nl: Bevestig het uploaden van de foto van de voorkant
pl: Potwierdź przesłanie zdjęcia produktu
pt: Confirmar envio da fotografia frontal da embalagem
ro: Confirmă încărcarea fotografiei din față a produsului
ru: Подтвердить загрузку фотографии лицевой стороны продукта
sl: Potrdite naloženo sprednjo fotografijo izdelka
sq: Konfirmoni foton e paketimit, ambalazhimit ballor.
sv: Confirm upload of Product front photo
tr: Ürünün ön fotoğrafının yüklenmesini onaylayın
uk: Підтвердьте завантаження передньої фотографії продукту
vi: Xác nhận tải lên ảnh trước của Sản phẩm

# confirm_button_label
source: Confirm
be: Пацвердзіць
bg: Потвърди
ca: Confirma
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fi: Vahvista
fr: Confirmer
he: אישור
id: Konfirmasi
it: Conferma
ja: 確定
ko: 확인
lt: Patvirtinti
nl: Bevestig
pl: Potwierdź
pt: Confirmar
ro: Confirmați
ru: Подтвердить
sl: Potrdi
sv: Bekräfta
tr: Onayla
uk: Підтвердити
vi: Xác nhận
zh: 确认

# send_image_button_label
source: Send image
bg: Изпрати снимката
ca: Enviar imatge
cs: Odeslat obrázek
da: Indsend foto
de: Foto senden
es: Enviar imagen
fi: Lähetä kuva
fr: Envoyer l'image
he: שליחת תמונה
id: Kirim gambar
it: Invia immagine
ja: 画像を送信
lt: Siųsti vaizdą
nl: Afbeelding verzenden
pl: Wyślij obraz
pt: Enviar imagem
ro: Trimite imaginea
tr: Resim gönder
uk: Надіслати зображення
vi: Gửi ảnh
zh: 发送图片

# crop_page_action_saving
source: Saving the image…
bg: Запазване на снимката…
ca: S'està desant la imatge…
cs: Ukládání obrázku…
da: Gemmer fotoet…
de: Bild wird gespeichert …
es: Guardando la imagen…
fi: Tallennetaan kuvaa…
fr: Enregistrement de l'image…
he: התמונה נשמרת…
id: Menyimpan gambar…
it: Salvando l'immagine…
ja: 画像を保存中…
lt: Įrašomas vaizdas…
nl: De afbeelding opslaan…
pl: Zapisywanie obrazu…
pt: A guardar a imagem…
ro: Se salvează imaginea…
tr: Görüntüyü kaydetme…
uk: Збереження зображення…
vi: Đang lưu ảnh…
zh: 正在保存图像…

# crop_page_action_cropping
source: Cropping the image…
bg: Изрязване на снимката…
ca: Retallant la imatge…
cs: Oříznutí obrázku…
da: Beskærer fotoet…
de: Bild wird zugeschnitten …
es: Recortando imagen…
fi: Rajataan kuvaa…
fr: Recadrage de l'image…
he: התמונה נחתכת…
id: Memotong gambar…
it: Ritagliando l'immagine…
ja: 画像を加工中...
lt: Apkarpomas vaizdas…
nl: De afbeelding bijsnijden…
pl: Przycinanie obrazu…
pt: A recortar a imagem…
ro: Decuparea imaginii…
tr: Resmin kırpılması…
uk: Обрізання зображення…
vi: Đang cắt hình ảnh…
zh: 剪裁图像…

# crop_page_action_local
source: Saving a local version…
ca: S'està desant una versió local…
cs: Ukládání místní verze…
da: Gemmer en lokal version…
de: Lokale Version wird gespeichert …
es: Guardando una versión local…
fi: Tallennetaan paikallinen versio…
fr: Enregistrement d'une version locale…
he: גרסה מקומית נשמרת…
id: Menyimpan versi lokal…
it: Salvando una versione locale…
ja: ローカルバージョンを保存しています…
lt: Įrašoma vietinė versija…
nl: Een lokale versie opslaan…
pl: Zapisywanie lokalnej wersji…
pt: A guardar uma versão local…
ro: Salvarea unei versiuni locale…
tr: Yerel bir sürümü kaydetme…
uk: Збереження локальної версії…
vi: Đang lưu phiên bản cục bộ…
zh: 保存本地版本…

# crop_page_action_local_failed_title
source: Oops… there's something with your photo!
cs: Oops, něco se stalo s tvojí fotkou!
da: Hovsa… der er et problem med fotoet!
de: Hoppla... es gibt ein Problem mit Ihrem Foto!
es: Vaya… hay un problema con tu foto.
fi: Hups… valokuvassasi on jotain!
fr: Oups… il y a un problème avec votre photo !
he: אבוי… יש איזה עניין עם התמונה שלך!
id: Ups... ada yang salah dengan foto Anda!
it: Ops… c'è qualche problema con la tua foto!
ja: … あなたの写真に何かが含まれています!
lt: Oi… jūsų nuotraukai kažkas yra!
nl: Oeps… er is iets met je foto!
pl: Ups… coś jest nie tak z twoim zdjęciem!
pt: Oops... há um problema com a fotografia!
ro: Oops… e ceva cu fotografia ta!
tr: Hata… Fotoğrafınızda bir şey var!
uk: Ой… з твоєю фотографією щось сталося!
zh: 啊噢…你的照片有点问题！

# crop_page_action_local_failed_message
source: We are unable to process the image locally, before sending it to our server. Please try again later or contact-us if the issue persists.
cs: Před odesláním na náš server nejsme schopni zpracovat obrázek lokálně. Zkuste to znovu později nebo nás kontaktujte, pokud problém přetrvává.
da: Ude af stand til stand at behandle fotoet lokalt, før det indsendes til vores server. Forsøg igen senere, eller kontakt os, hvis problemet fortsætter.
de: Das Bild kann nicht lokal verarbeitet werden, bevor es an unseren Server gesendet wird. Bitte versuchen Sie es später noch einmal oder kontaktieren Sie uns, wenn das Problem weiterhin besteht.
es: No podemos procesar la imagen localmente, antes de enviarla a nuestro servidor. Por favor, inténtalo de nuevo más tarde o ponte en contacto con nosotros si el problema persiste.
fi: Emme pysty käsittelemään kuvaa paikallisesti ennen sen lähettämistä palvelimellemme. Yritä myöhemmin uudelleen tai ota meihin yhteyttä, jos ongelma jatkuu.
fr: Nous ne pouvons pas traiter l'image localement, avant de l'envoyer à notre serveur. Veuillez réessayer plus tard ou contactez-nous si le problème persiste.
he: לא הצלחנו לעבד את התמונה מקומית, בטרם שליחתה לשרתינו. נא לנסות שוב מאוחר יותר או ליצור אתנו קשר אם התקלה נמשכת.
id: Kami tidak dapat memproses gambar pada perangkat, sebelum mengirimkannya ke server kami. Harap coba lagi nanti atau hubungi kami jika masalah berlanjut.
it: Non riusciamo a elaborare localmente l'immagine, prima di inviarla al nostro server. Ti preghiamo di riprovare più tardi o di contattarci se il problema persiste.
ja: サーバーに送信する前に画像をローカルで処理することができません。後でもう一度試すか、問題が解決しない場合はcontact-usをお試しください。
lt: Negalime apdoroti vaizdo vietoje, prieš išsiųsdami jį į savo serverį. Bandykite dar kartą vėliau arba susisiekite su mumis, jei problema nedingsta.
nl: We kunnen de afbeelding niet lokaal verwerken voordat deze naar onze server wordt verzonden. Probeer het later opnieuw of neem contact met ons op als het probleem aanhoudt.
pl: Nie możemy przetworzyć obrazu lokalnie, przed wysłaniem go na nasz serwer. Spróbuj ponownie później lub skontaktuj się z nami, jeśli problem będzie się powtarzał.
pt: Não estamos a conseguir processar a sua imagem antes de a enviar para o nosso servidor. Tente novamente mais tarde ou contacte-nos se o problema persistir.
ro: Nu putem procesa imaginea local, înainte de a o trimite pe serverul nostru. Vă rugăm să încercați din nou mai târziu sau să ne contactați dacă problema persistă.
tr: Görüntüyü sunucumuza göndermeden önce yerel olarak işleyemiyoruz. Lütfen daha sonra tekrar deneyin veya sorun devam ederse bizimle iletişime geçin.
uk: Ми не можемо обробити зображення локально перед надсиланням на наш сервер. Спробуйте пізніше або зв’яжіться з нами, якщо проблема не зникне.
zh: 在把图片上传到服务器前，我们没有办法在本地进行处理。请稍后再试，如果仍有问题请联系我们。

# crop_page_too_small_image_title
source: The image is too small!
bg: Снимката е прекалено малка!
ca: La imatge és massa petita!
cs: Obrázek je příliš malý!
da: Foto for lille!
de: Das Bild ist zu klein!
es: ¡La imagen es demasiado pequeña!
fi: Kuva on liian pieni!
fr: L'image est trop petite !
he: התמונה קטנה מדי!
id: Gambar terlalu kecil!
it: L'immagine è troppo piccola!
lt: Paveikslėlis per mažas!
nl: De afbeelding is te klein!
pl: Obraz jest za mały!
pt: A imagem é muito pequena!
ro: Imaginea este prea mică!
tr: Resim çok küçük!
uk: Зрбраження занадто маленьке!
zh: 图片尺寸过小

# crop_page_too_small_image_message
source: The minimum size in pixels for picture upload is {expectedMinWidth}x{expectedMinHeight}. The current picture is {actualWidth}x{actualHeight}.
ca: La mida mínima en píxels per pujar imatges és {expectedMinWidth}x{expectedMinHeight}. La imatge actual és de {actualWidth}x{actualHeight}.
cs: Minimální velikost v pixelech pro nahrávání obrázků je {expectedMinWidth}x{expectedMinHeight}. Aktuální obrázek je {actualWidth}x{actualHeight}.
da: Minimumsstørrelsen i pixels for foto-upload udgør {expectedMinWidth}x{expectedMinHeight}. Det aktuelle foto er {actualWidth}x{actualHeight}.
de: Die Mindestgröße in Pixeln für das Hochladen von Bildern ist {expectedMinWidth}×{expectedMinHeight}. Das aktuelle Bild hat die Maße {actualWidth}×{actualHeight}.
es: El tamaño mínimo para la subida de imágenes es de {expectedMinWidth} x {expectedMinHeight}. Esta imagen tiene {actualWidth} x {actualHeight}.
fi: Vähimmäiskoko pikseleinä kuvan lähettämiseen on {expectedMinWidth}x{expectedMinHeight}. Nykyinen kuva on {actualWidth}x{actualHeight}.
fr: La taille minimale en pixels pour le téléchargement d'images est {expectedMinWidth}x{expectedMinHeight}. L'image actuelle est {actualWidth}x{actualHeight}.
he: הגודל המזערי בפיקסלים להעלאת תמונה הוא ‎{expectedMinWidth}×{expectedMinHeight}. גודל התמונה הנוכחית הוא ‎{actualWidth}×{actualHeight}.
id: Ukuran minimum piksel untuk unggahan gambar adalah {expectedMinWidth}x{expectedMinHeight}. Gambar ini {actualHeight}×{actualWidth}.
it: La dimensione minima in pixel per il caricamento dell'immagine è {expectedMinWidth}x{expectedMinHeight}. L'immagine corrente è {actualWidth}x{actualHeight}.
lt: Mažiausias įkeliamų nuotraukų dydis pikseliais yra {expectedMinWidth}x{expectedMinHeight}. Dabartinė nuotrauka yra {actualWidth}x{actualHeight}.
nl: De minimale grootte in pixels voor het uploaden van afbeeldingen is {expectedMinWidth}x{expectedMinHeight}. De huidige afbeelding is {actualWidth}x{actualHeight}.
pl: Minimalny rozmiar obrazu w pikselach wynosi: {expectedMinWidth}x{expectedMinHeight}. Obecne wymiary obrazu wynoszą: {actualWidth}x{actualHeight}.
pt: Para carregar imagens o tamanho mínimo em píxeis é {expectedMinWidth}x{expectedMinHeight}. A imagem selecionada tem {actualWidth}x{actualHeight}.
ro: Dimensiunea minimă în pixeli pentru încărcarea imaginii este {expectedMinWidth}x{expectedMinHeight}. Poza curentă este {actualWidth}x{actualHeight}.
tr: Resim yükleme için minimum piksel boyutu {expectedMinWidth}x{expectedMinHeight}. Mevcut resim {actualWidth}x{actualHeight}.
uk: Мінімальний розмір зображення у пікселях - {expectedMinWidth}x{expectedMinHeight}. Поточна картинка {actualWidth}x{actualHeight}.
zh: 图片上传的最小尺寸（以像素为单位）为 {expectedMinWidth}x{expectedMinHeight}。当前图片的尺寸为 {actualWidth}x{actualHeight}。

# crop_page_action_server
source: Preparing a call to the server…
ca: Preparant una trucada al servidor…
cs: Příprava volání serveru…
da: Forbereder kald til serveren…
de: Anruf an den Server wird vorbereitet …
es: Preparando la llamada al servidor…
fi: Valmistellaan palvelinkutsua…
fr: Préparation d'un appel au serveur…
he: בהכנות לקריאה לשרת…
id: Mempersiapkan panggilan ke server…
it: Preparando una chiamata al server…
ja: サーバーへの呼び出しを準備しています…
lt: Ruošiamas skambutis į serverį…
nl: Een oproep naar de server voorbereiden…
pl: Przygotowywanie połączenia z serwerem…
pt: A preparar um telefonema para o servidor…
ro: Pregătirea unui apel către server…
tr: Çağrıyı sunucuya hazırlama…
uk: Підготовка виклику до сервера…
vi: Chuẩn bị cuộc gọi đến máy chủ…
zh: 准备调用服务器…

# front_packaging_photo_title
source: Front Packaging Photo
be: Фота ўпакоўкі спераду
bg: Снимка на предната част на опаковката
ca: Foto frontal de l'embalatge
cs: Fotografie předního obalu
da: Emballageforsidefoto
de: Foto der Vorderseite der Verpackung
el: Μπροστινή φωτογραφία συσκευασίας
es: Foto frontal del envase
fi: Pakkauksen kuva
fr: Photo de l'emballage de face
he: תמונת חזית האריזה
id: Foto Kemasan Depan
it: Foto dell'Imballaggio Anteriore
ja: パッケージの正面の画像
ko: 전면 포장 사진
lt: Priekinės pakuotės nuotrauka
nl: Foto van voorkant verpakking
pl: Zdjęcie opakowania z przodu
pt: Foto frontal da embalagem
ro: Fotografie ambalaj frontal
ru: Фото упаковки спереди
sl: Fotografija sprednje embalaže
sv: Foto på Förpackningens Framsida
tr: Ön ambalaj fotoğrafı
uk: Фото лицьової сторони пакування
vi: Ảnh bao bì phía trước
zh: 正面包装照片

# ingredients_photo_title
source: Ingredients Photo
be: Фота інгрэдыентаў
bg: Снимка на съставките
ca: Foto dels ingredients
cs: Fotografie ingrediencí
da: Ingrediensfoto
de: Foto der Zutatenliste
el: Φωτογραφία συστατικών
es: Foto de los ingredientes
fi: Sisältöluettelon kuva
fr: Photo des ingrédients
he: תמונת רכיבים
id: Foto Komposisi
it: Foto degli Ingredienti
ja: 原材料の画像
ko: 재료 사진
lt: Sudėties Nuotrauka
nl: Foto van de ingrediëntenlijst
pl: Zdjęcie listy składników
pt: Fotografia dos ingredientes
ro: Fotografie cu ingredientele
ru: Фото состава
sl: Slika sestavin
sv: Foto på Ingredienser
tr: İçindekiler fotoğarafı
uk: Фото інгредієнтів
vi: Ảnh thành phần
zh: 配料表照片

# nutritional_facts_photo_title
source: Nutrition Facts Photo
ar: Nutritional Facts Photo
be: Фота звестак аб пажыўнасці
bg: Снимка на хранителните стойности
ca: Foto dels valors nutricionals
cs: Fotografie nutričních údajů
da: Næringsfaktafoto
de: Foto der Nährwertangaben
el: Φωτογραφία διατροφικών στοιχείων
es: Foto de la información nutricional
fi: Ravintosisältökuva
fr: Photo des valeurs nutritionnelles
he: תמונת פירוט תזונתי
id: Foto Informasi Nilai Gizi
it: Foto valori nutrizionali
ja: 栄養成分表の画像
ko: 영양 성분 사진
lt: Maistingumo duomenų nuotrauka
nl: Foto van de voedingswaardetabel
pl: Zdjęcie tabeli wartości odżywczych
pt: Fotografia das informações nutricionais
ro: Informații nutriționale Foto
ru: Фото информации о пищевой ценности
sl: Slika hranilnih vrednosti
sv: Foto på Näringsfakta
tr: Besin Değerleri Fotoğrafı
uk: Світлина харчової цінності продукту
vi: Ảnh chụp thông tin dinh dưỡng
zh: 营养成分表

# recycling_photo_title
source: Recycling Photo
be: Фота звестак аб перапрацоўцы
bg: Снимка на указанията за рециклиране
ca: Foto del reciclatge
cs: Fotografie recyklace
da: Genbrugsfoto
de: Foto der Recycling-Informationen
el: Φωτογραφία ανακύκλωσης
es: Foto sobre el reciclaje
fi: Kierrätyksen kuva
fr: Photo du recyclage
he: תמונת מיחזור
id: Foto daur ulang
it: Foto delle istruzioni di riciclaggio
ja: リサイクル情報の画像
ko: 재활용 사진
lt: Perdirbimo Nuotrauka
nl: Foto recycleren
pl: Zdjęcie informacji o recyklingu
pt: Fotografia de reciclagem
ro: Imaginea cu metoda de reciclare
ru: Изображение сведений о переработке
sl: Fotografija recikliranja
sv: Bild på återvinningsinformation
tr: Geri Dönüşüm Fotoğrafı
uk: Обробка фото
vi: Ảnh quy định tái chế
zh: 循环利用照片

# take_photo_title
source: Take a picture
bg: Направи снимка
ca: Fer una foto
cs: Vyfotit
da: Tag et billede
de: Foto aufnehmen
es: Saca una foto
fi: Ota kuva
fr: Prendre une photo
id: Ambil gambar
it: Scatta una foto
nl: Neem een foto
pt: Tirar uma foto
uk: Сфотографувати
vi: Chụp ảnh

# take_more_photo_title
source: Take more pictures
bg: Направи още снимки
ca: Feu més fotos
cs: Vyfotit další obrázky
da: Tag flere billeder
de: Weitere Fotos aufnehmen
es: Haz más fotos
fi: Ota lisää kuvia
fr: Prendre plus de photos
id: Ambil lebih banyak foto
it: Scatta più foto
nl: Maak meer foto's
pt: Tirar mais fotografias
uk: Зробити більше фото
vi: Chụp thêm ảnh

source: Front photo uploaded
ar: تم تحميل الصورة الأمامية
be: Фота спераду запампавана
bg: Снимката на предната страна е качена
ca: S'ha penjat la foto frontal
cs: Přední fotka nahrána
da: Forsidefoto uploadet
de: Foto der Vorderseite der Verpackung hochgeladen
el: Η μπροστινή φωτογραφία μεταφορτώθηκε
es: Foto frontal subida
fi: Etukuva ladattu
fr: Photo de la face avant téléchargée
he: תמונת החזית נשלחה
id: Foto depan diunggah
it: Foto frontale caricata
ja: 正面の画像をアップロードしました
ko: 전면 사진 갱신됨
lt: Priekinė nuotrauka įkelta
nl: Foto voorkant geüpload
pl: Przesłano zdjęcie przodu
pt: Fotografia inicial enviada
ro: Fotografia frontală a fost încărcată
ru: Загружено переднее фото
sl: Sprednja fotografija je naložena
sq: Fotoja e perparme, ballore u ngarkua.
sv: Framsidefoto uppladdat
tr: Önden fotoğraf yüklendi
uk: Попереднє фото завантажено
vi: Đã tải ảnh mặt trước lên
zh: 已上传正面照片

# ingredients_photo_button_label
source: Ingredients photo
ar: صورة المكونات
be: Фота інгрэдыентаў
bg: Снимка на съставките
ca: Foto dels ingredients
cs: Fotografie ingrediencí
da: Ingrediensfoto
de: Foto der Zutatenliste
el: Φωτογραφία συστατικών
es: Foto de los ingredientes
fi: Ainesosakuva
fr: Photo des ingrédients
he: תמונת רכיבים
id: Foto kandungan bahan
it: Foto degli ingredienti
ja: 原材料の画像
ko: 재료 사진
lt: Sudėties nuotrauka
nl: Ingrediënten foto
pl: Zdjęcie listy składników
pt: Foto de ingredientes
ro: Foto ingrediente
ru: Фото состава
sk: Fotografia ingrediencií
sl: Slike sestavin
sq: Foto e perberesve
sv: Foto på ingredienser
tr: İçindekiler fotoğarafı
uk: Фото інгредієнтів
vi: Ảnh chụp thành phần
zh: 原料的照片

source: Ingredients photo uploaded
ar: تم تحميل صورة المكونات
be: Фота інгрэдыентаў запампавана
bg: Снимката на съставките е качена
ca: S'ha penjat la foto dels ingredients
cs: Fotografie ingrediencí nahrána
da: Ingrediensfoto uploadet
de: Foto der Zutatenliste hochgeladen
el: Η φωτογραφία των συστατικών μεταφορτώθηκε
es: Foto de los ingredientes subida
fi: Sisältöluettelokuva ladattu
fr: Photo des ingrédients téléchargée
he: תמונת הרכיבים נשלחה
id: Foto komposisi diunggah
it: Foto degli ingredienti caricata
ja: 原材料の画像がアップロードされました
ko: 재료 사진을 올렸습니다
lt: Ingredientų nuotrauka įkelta
nl: Foto van ingrediënten geüpload
pl: Przesłano zdjęcie składników
pt: Foto dos ingredientes enviada
ro: Fotografia cu ingredientele încărcată
ru: Фото ингредиентов загружено
sl: Fotografija sestavin je naložena
sq: Fotoja e perberesve u ngarkua.
sv: Ingrediensfoto uppladdat
tr: "İçindekiler" fotoğrafı yüklendi
uk: Фото Інгредієнтів завантажено
vi: Đã tải ảnh thành phần lên
zh: 已上传配料表照片

# nutrition_cache_loading_error
source: Unable to load nutrients from cache
be: Не ўдалося загрузіць пажыўныя рэчывы з кэшу
bg: Не може да се заредят хранителни вещества от кеша
ca: No es poden carregar els nutrients de la memòria cau
cs: Nelze načíst živiny z mezipaměti
da: Kan ikke indlæse næringsstoffer fra cache
de: Kann Nährstoffe nicht aus Cache laden
el: Δεν είναι δυνατή η φόρτωση θρεπτικών συστατικών από την προσωρινή μνήμη
es: Imposible cargar los nutrientes desde el caché
fi: Ravintoaineita ei voida ladata välimuistista
fr: Impossible de charger les nutriments à partir du cache
he: לא ניתן לטעון חומרי הזנה מהמטמון
id: Tidak dapat memuat nutrien dari cache
it: Impossibile caricare i nutrienti dalla cache
ja: キャッシュから栄養成分を読み込むことができませんでした
ko: 캐시에서 영양 성분을 불러올 수 없습니다
lt: Nepavyko įkelti maistinių medžiagų iš talpyklos
nl: Kan voedingsstoffen uit de cache niet laden
pl: Nie można załadować składników odżywczych z pamięci podręcznej
pt: Não é possível carregar nutrientes do cache
ro: Imposibil de încărcat nutrienții din cache
ru: Не удается загрузить питательные вещества из кэша
sl: Ni mogoče naložiti hranil iz predpomnilnika
tr: Besin değerleri önbellekten yüklenemiyor
uk: Не вдалося завантажити поживні речовини з кешу
vi: Không thể tải thông tin dinh dưỡng từ bộ nhớ sản phẩm
zh: 无法从缓存中加载营养成分
