Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# download_top_products
source: Download the top 1000 products in your country for instant scanning
bg: Изтегли най-добрите 1000 продукта в твоята страна за незабавно сканиране
ca: Baixeu els 1000 millors productes del vostre país per a l'escaneig instantani
cs: Stáhněte si 1000 nejlepších produktů ve vaší zemi pro okamžité skenování
da: Download de 1.000 bedste produkter i dit land til omgående skanning
de: Laden Sie die 1.000 wichtigsten Produkte in Ihrem Land zum sofortigen Scannen herunter
es: Descarga los 1000 productos mejor valorados de tu país para escanearlos al instante.
fi: Lataa maasi 1000 suosituinta tuotetta välitöntä skannausta varten
fr: Téléchargez les 1000 meilleurs produits de votre pays pour un scan instantané
he: אפשר להוריד את 1000 המוצרים המובילים במדינה שלך להאצת הסריקה
id: Unduh 1000 produk teratas di negara Anda untuk pemindaian instan
it: Scarica i migliori 1000 prodotti nel tuo paese per la scansione istantanea
ja: あなたの国の上位 1,000 製品をダウンロードして即時スキャンできます
lt: Atsisiųskite 1000 populiariausių produktų savo šalyje, kad galėtumėte greitai nuskaityti
nl: Download de top 1000 producten in uw land om direct te scannen
pl: Pobierz najlepsze 1000 produktów w Twoim kraju do natychmiastowego skanowania
pt: Descarregar os 1000 produtos mais digitalizados do seu país para fazer digitalizações instantâneas
ro: Descărcați primele 1000 de produse din țara dvs. pentru scanare instantanee
tr: Anında tarama ile ülkenizdeki en iyi 1000 ürünü indirin
uk: Завантажте 1000 найпопулярніших продуктів у вашій країні для миттєвого сканування
vi: Tải xuống 1000 sản phẩm hàng đầu ở quốc gia của bạn để quét ngay lập tức
zh: 下载您所在国家/地区排名前 1000 的产品进行即时扫描

# download_top_n_products
source: Download the top {count,plural, other{{count} products}} in your country for instant scanning
ca: Descarrega el{count,plural, other{/s {count} producte/s més popular/s}} al teu país per a l'escaneig instantani
cs: Stáhnout {count,plural, one {nejlepší {count} produkt} few {nejlepší {count} produkty} many {nejlepších {count} produktů}other{nejlepších {count} produktů}} ve tvé zemi pro okamžité skenování
da: Download {count,plural, one {}other{{count} topprodukterne}} i dit land til øjeblikkelig skanning
de: Lade {count,plural, one {das beliebteste Produkt}other{die {count} beliebtesten Produkte}} in deinem Land herunter um schneller zu scannen
es: Descarga {count,plural, one {el producto mejor valorado}other{los {count} productos mejor valorados}} de tu país para escanear al instante.
fi: Lataa suosituimmat {count,plural, other{{count} tuotetta}} maassasi välittömään skannaukseen
fr: Téléchargez le top {count,plural, one {}other{{count} produits}} dans votre pays pour une numérisation instantanée
he: הורדת {count,plural, one {} two {{count} המוצרים} many {{count} המוצרים}other{{count} המוצרים}} במדינה שלך לסריקה מהירה
id: Unduh {count,plural, other{{count} produk}} teratas di negara Anda untuk pemindaian instan
it: Scarica i migliori {count,plural, other{{count} prodotti}} nel tuo paese, per la scansione istantanea
nl: Top {count,plural, one {}other{{count} producten}} downloaden in uw land voor direct scannen
pl: Pobierz topowe {count,plural, one {} few {{count} produkty} many {{count} produkty}other{{count} produkty}} w twoim kraju dla natychmiastowego skanowania
pt: Descarregar os {count,plural, other{{count} produtos}} produtos mais digitalizados do seu país para fazer digitalizações instantâneas
ro: Descărcați partea de sus {count,plural, one {} few {{count} produse}other{{count} produse}} în țara dvs. pentru scanare instantanee
zh: 下载您所在国家/地区排名前 {count,plural, other{{count} 的产品}}进行即时扫描

# download_in_progress
source: Downloading data This may take a while
bg: Изтегляне на данните Това може да отнеме известно време
ca: Baixant dades Això pot trigar una estona
cs: Stahování dat Může to chvíli trvat
da: Downloader data Dette kan tage lidt tid
de: Daten werden heruntergeladen Dies kann eine Weile dauern
es: Descargando datos. Puede tardar un poco.
fi: Ladataan tietoja Tämä voi kestää jonkin aikaa
fr: Téléchargement des données Cela peut prendre un certain temps
he: הנתונים מתקבלים עשוי לקחת זמן מה
id: Mengunduh data Ini mungkin memerlukan waktu beberapa saat
it: Scaricando i dati... Potrebbe volerci un po'
ja: データをダウンロード中 しばらく時間がかかる場合があります
lt: Duomenų atsisiuntimas Tai gali užtrukti
nl: Gegevens downloaden Dit kan even duren
pl: Pobieranie danych To może chwilę potrwać
pt: A descarregar os dados Isto pode demorar algum tempo
ro: Descărcarea datelor Aceasta poate dura ceva timp
tr: Veri indiriliyor Bu biraz zaman alabilir
uk: Завантаження даних Це може зайняти деякий час
vi: Đang tải xuống dữ liệu Quá trình này có thể mất một chút thời gian
zh: 正在下载数据 这可能需要一段时间

# downloaded_products
source: {num} products added
bg: {num} добавени продукта
ca: {num} productes afegits
cs: {num} produktů přidáno
da: {num} produkter tilføjet
de: {num} Produkte hinzugefügt
es: {num} productos añadidos
fi: {num} tuotetta lisätty
fr: {num} produits ajoutés
he: נוספו {num} מוצרים
id: {num} produk ditambahkan
it: {num} prodotti aggiunti
ja: {num} 商品が追加されました
lt: Pridėta {num} produktų
nl: {num} producten toegevoegd
pl: Dodano {num} produktów
pt: {num} produtos adicionados
ro: {num} produse adăugate
sk: Pridaných {num} produktov
tr: {num} ürün eklendi
uk: {num} продуктів додано
vi: Đã thêm {num} sản phẩm
zh: {num} 个产品被添加

# update_offline_data
source: Update offline product data
ca: Actualitza les dades del producte fora de línia
cs: Aktualizovat offline data produktů
da: Opdatér offlineproduktdata
de: Offline-Produktdaten aktualisieren
es: Actualizar datos del producto sin conexión
fi: Offline-tuotetietojen päivitys
fr: Mettre à jour les données produit hors ligne
he: עדכון נתוני מוצרים באופן בלתי מקוון
id: Memperbarui data produk offline
it: Aggiorna i dati offline dei prodotti
ja: オフラインデータを更新
lt: Atnaujinti produkto duomenis neprisijungus
nl: Werk offline productgegevens bij
pl: Zaktualizuj dane produktów offline
pt: Atualizar dados de produtos offline
ro: Actualizați datele despre produse offline
sk: Aktualizujte offline produktové údaje
tr: Çevrimdışı ürün verilerini güncelleyin
uk: Оновіть дані продукту офлайн
vi: Cập nhật dữ liệu sản phẩm ngoại tuyến
zh: 更新离线产品数据

# update_local_database_sub
source: Update the local product database with the latest data from Open Food Facts
cs: Aktualizujte místní databázi produktů nejnovějšími údaji z Open Food Facts
de: Aktualisieren Sie die lokale Produktdatenbank mit den neuesten Daten von Open Food Facts
es: Actualiza la base de datos local de productos con los últimos datos de Open Food Facts.
fi: Päivitä paikallinen tuotetietokanta Open Food Factsin uusimmilla tiedoilla
fr: Mettre à jour la base locale de produits avec les dernières données d'Open Food Facts
he: עדכון מסד הנתונים המקומי של המוצרים בנתונים העדכניים ביותר מ־Open Food Facts
id: Memperbarui basis data produk lokal dengan data terbaru dari Open Food Facts
it: Aggiorna il database locale dei prodotti con i dati più recenti da Open Food Facts
nl: Update de lokale productdatabase met de nieuwste gegevens van Open Food Facts
pt: Atualizar a base de dados local de produtos com os dados mais recentes do Open Food Facts
ro: Actualizați baza de date locală a produselor cu cele mai recente date de la Open Food Facts
sk: Aktualizujte lokálnu databázu produktov najnovšími údajmi z Open Food Facts
uk: Оновіть базу даних місцевих продуктів останніми даними від Open Food Facts

# clear_local_database
source: Clear offline product data
ca: Esborra les dades del producte fora de línia
cs: Vymažte offline produktová data
da: Ryd offlineproduktdata
de: Offline-Produktdaten löschen
es: Eliminar datos del producto sin conexión
fi: Offline-tuotetietojen tyhjennys
fr: Effacer les données produit hors ligne
he: פינוי נתוני מוצרים באופן בלתי מקוון
id: Menghapus data produk offline
it: Cancella i dati offline dei prodotti
ja: オフライン商品データを消去
lt: Pašalinti produkto duomenis neprisijungus
nl: Offline productgegevens wissen
pl: Wyczyść dane produktów offline
pt: Remover dados de produtos offline
ro: Ștergeți datele despre produse offline
sk: Vymazať údaje o produktoch offline
tr: Çevrimdışı ürün verilerini temizle
uk: Очистіть дані продукту офлайн
vi: Xóa dữ liệu sản phẩm ngoại tuyến
zh: 清除离线产品数据

# clear_local_database_sub
source: Clear all local product data from your app to free up space
ca: Esborra totes les dades de productes locals de la teva aplicació per alliberar espai
cs: Vymazat všechna data lokálních produktů z aplikace a uvolnit tak místo
da: Ryd alle lokale produktdata fra appen for at frigøre plads
de: Alle lokalen Produktdaten aus Ihrer Anwendung löschen, um Speicherplatz freizugeben
es: Elimina todos los datos de productos locales de tu aplicación para liberar espacio.
fi: Vapauta tilaa tyhjentämällä kaikki sovelluksen paikalliset tuotetiedot
fr: Effacez toutes les données produit locales de votre application pour libérer de l'espace
he: פינוי כל נתוני המוצרים המקומיים מהיישומון שלך כדי לפנות מקום
id: Menghapus semua data produk lokal dari aplikasi Anda untuk mengosongkan ruang
it: Cancella tutti i dati locali dei prodotti dalla tua app per liberare spazio
ja: アプリからすべてのローカル製品データを消去して空き容量を増やします
lt: Išvalykite visus vietinio produkto duomenis iš programėlės, kad atlaisvintumėte vietos
nl: Wis alle lokale productgegevens uit uw app om ruimte vrij te maken
pl: Wyczyść wszystkie lokalne dane produktów z aplikacji, aby zwolnić miejsce
pt: Limpe todos os dados de produtos locais da sua aplicação para libertar espaço
ro: Ștergeți toate datele despre produse locale din aplicație pentru a elibera spațiu
sk: Vymažte všetky údaje o miestnych produktoch z aplikácie, aby ste uvoľnili miesto
tr: Yer açmak için uygulamanızdaki tüm yerel ürün verilerini temizleyin
uk: Видаліть всі локальні дані про продукти, щоб звільнити місце
vi: Xóa tất cả dữ liệu sản phẩm tại phương khỏi ứng dụng của bạn để giải phóng dung lượng
zh: 清除应用中的所有本地产品数据以释放空间

# deleted_products
source: {num} products deleted
bg: {num} продукта са изтрити
ca: {num} productes suprimits
cs: {num} produktů smazáno
da: {num} produkter slettet
de: {num} Produkte gelöscht
es: {num} productos eliminados
fi: {num} tuotetta poistettu
fr: {num} produits supprimés
he: {num} מוצרים נמחקו
id: {num} produk dihapus
it: {num} prodotti eliminati
ja: {num} 商品が削除されました
lt: Ištrinta {num} produktų
nl: {num} producten verwijderd
pl: Usunięto {num} produktów
pt: {num} produtos eliminados
ro: {num} produse șterse
sk: {num} produktov odstránených
tr: {num} ürün silindi
uk: {num} продуктів видалено
vi: Đã xóa {num} sản phẩm
zh: {num} 个产品被删除

source: Loading…
bg: Зареждане…
ca: S'està carregant…
cs: Načítá se…
da: Indlæser…
de: Wird geladen …
es: Cargando…
fi: Ladataan…
fr: Chargement…
he: בטעינה…
id: Memuat…
it: Caricamento in corso…
ja: 読み込んでいます…
lt: Įkeliama…
nl: Bezig met laden…
pl: Ładowanie…
pt: Carregando…
ro: Se încarcă…
ru: Загрузка…
sk: Načítavam…
tr: Yükleniyor…
uk: Завантаження…
zh: 載入中…

source: Know More
bg: Научи повече
ca: Més informació
cs: Zjistit více
da: Få mere at vide
de: Mehr erfahren
es: Más información
fi: Lisätietoja
fr: En savoir plus
he: מידע נוסף
id: Tahu Lebih Banyak
it: Scopri di Più
ja: 詳しくはこちら
lt: Sužinoti daugiau
nl: Meer weten
pl: Dowiedz się więcej
pt: Mais informação
ro: Aflați mai multe
sk: Zistiť viac
tr: Daha Fazla Bilgi Edinin
uk: Докладніше
vi: Tìm hiểu thêm
zh: 了解更多

# offline_data_desc
source: Click to know more about offline data
ca: Feu clic per obtenir més informació sobre les dades fora de línia
cs: Klikněte pro více informací o offline datech
da: Klik for at mere information om offlinedata
de: Klicken Sie hier, um mehr über Offline-Daten zu erfahren
es: Haz clic para obtener más información sobre los datos sin conexión.
fi: Napsauta saadaksesi lisätietoja offline-tiedoista
fr: Cliquez pour en savoir plus sur les données hors connexion
he: לחיצה כאן תחשוף מידע נוסף על נתונים בלתי מקוונים
id: Klik untuk mengetahui lebih lanjut tentang data offline
it: Clicca per scoprire di più sui dati offline
ja: オフラインデータの詳細についてはクリックしてください
lt: Spustelėkite, kad sužinotumėte daugiau apie duomenis neprisijungus
nl: Klik om meer te weten te komen over offline gegevens
pl: Kliknij, aby dowiedzieć się więcej o danych offline
pt: Clique para saber mais sobre os dados offline
ro: Faceți clic pentru a afla mai multe despre datele offline
sk: Kliknutím získate viac informácií o údajoch offline
tr: Çevrimdışı veriler hakkında daha fazla bilgi edinmek için tıklayın
uk: Натисніть, щоб дізнатися більше про офлайн-дані
vi: Nhấp để biết thêm về dữ liệu ngoại tuyến
zh: 点击了解更多有关离线数据的信息

# offline_product_data_title
source: Offline product data
ca: Dades de producte fora de línia
cs: Offline produktová data
da: Offlineproduktdata
de: Offline-Produktdaten
es: Datos sin conexión del producto
fi: Offline-tuotetiedot
fr: Données produit hors ligne
he: נתוני מוצרים בלתי מקוונים
id: Data produk offline
it: Dati offline sui prodotti
ja: オフラインの製品データ
lt: Produkto duomenys neprisijungus
nl: Offline productgegevens
pl: Dane produktów offline
pt: Dados de produtos offline
ro: Date despre produse offline
sk: Offline produktové dáta
tr: Çevrimdışı ürün verileri
uk: Дані продукту офлайн
vi: Dữ liệu sản phẩm ngoại tuyến
zh: 离线产品数据

# available_for_download
source: {num} products available for immediate scaning
bg: {num} налични продукта за незабавно сканиране
ca: {num} productes disponibles per a l'exploració immediata
cs: {num} produktů dostupných k okamžitému skenování
da: {num} produkter tilgængelige til omgående skanning
de: {num} Produkte zum sofortigen Scannen verfügbar
es: {num} productos disponibles para escanear inmediatamente
fi: {num} tuotetta saatavilla välittömään skannaukseen
fr: {num} produits disponibles pour un scan immédiat
he: {num} מוצרים זמינים לסריקה מיידית
id: Produk {num} tersedia untuk pemindaian segera
it: {num} prodotti disponibili per la scansione immediata
ja: 即時スキャン可能な製品は{num} 件あります
lt: {num} produktų galima nuskaityti iškart
nl: {num} producten beschikbaar om onmiddellijk te scannen
pl: Dostępnych jest {num} produktów do natychmiastowego skanowania
pt: {num} produtos disponíveis para digitalização instantânea
ro: {num} produse disponibile pentru scanare imediată
sk: {num} produktov dostupných na okamžité skenovanie
tr: Anında tarama için {num} ürün mevcut
uk: {num} продуктів доступні для миттєвого сканування
vi: {num} sản phẩm có sẵn để quét ngay lập tức
zh: {num} 产品可供立即扫描

# country_selector_title
source: Select your country:
cs: Vyberte svou zemi:
da: Vælg dit land:
de: Bitte wählen Sie Ihr Land:
es: Selecciona tu país:
fi: Valitse maa:
fr: Sélectionnez votre pays :
he: נא לבחור את המדינה שלך:
id: Pilih negara Anda:
it: Seleziona il tuo paese:
ja: 国を選択してください
lt: Pasirinkite savo šalį:
nl: Selecteer uw land:
pl: Wybierz swój kraj:
pt: Selecione o seu país:
ro: Selectează țara:
sk: Vyberte vašu krajinu:
uk: Оберіть вашу країну:

# currency_selector_title
source: Select your currency:
cs: Vyberte svou měnu:
de: Wählen Sie Ihre Währung:
es: Seleccione su moneda:
fi: Valitse valuutta:
fr: Sélectionnez votre devise:
id: Pilih mata uang Anda:
it: Seleziona la tua valuta:
nl: Selecteer uw valuta:
pt: Selecione a sua moeda:
uk: Оберіть Вашу валюту:

# language_selector_title
source: Select your language:
bg: Избери език:
cs: Vyberte svůj jazyk:
de: Sprache auswählen:
es: Selecciona tu idioma:
fi: Valitse kieli:
fr: Sélectionnez votre langue :
he: נא לבחור את השפה שלך:
id: Pilih bahasa:
it: Seleziona la tua lingua:
ja: 言語を選択してください:
lt: Pasirinkite savo kalbą:
nl: Selecteer uw taal:
pt: Selecione o seu idioma:
ro: Selectați limba dvs.:
sk: Vyberte váš jazyk
tr: Dilinizi seçiniz:
uk: Виберіть свою мову:

# action_delete_list
source: Delete
bg: Изтрий
ca: Elimina
cs: Odstranit
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
he: מחיקה
id: Hapus
it: Elimina
ja: 削除
lt: Ištrinti
nl: Verwijder
pl: Usuń
pt: Eliminar
ro: Ştergeţi
sk: Vymazať
tr: Sil
uk: Видалити
vi: Xóa
zh: 删除

# action_change_list
source: Change the current list
cs: Změnit aktuální seznam
da: Ændrer den aktuelle liste
de: Aktuelle Liste ändern
es: Cambiar la lista acual
fi: Muuta nykyistä luetteloa
fr: Changer la liste actuelle
he: החלפת הרשימה הנוכחית
id: Mengubah daftar saat ini
it: Modifica la lista corrente
lt: Pakeiskite dabartinį sąrašą
nl: De huidige lijst wijzigen
pl: Zmień bieżącą listę
pt: Alterar a lista atual
ro: Schimbați lista curentă
sk: Zmeňte aktuálny zoznam
uk: Змінити поточний список

# product_list_create
source: Create
bg: Създай
ca: Crea
cs: Vytvořit
da: Opret
de: Erstellen
es: Crear
fi: Luo
fr: Créer
he: יצירה
id: Buat
it: Crea
lt: Kurti
nl: Aanmaken
pl: Stwórz
pt: Criar
ro: Crează
sk: Vytvoriť
tr: Oluştur
uk: Створити
vi: Tạo
zh: 创建

# product_list_create_tooltip
source: Create a new list
bg: Създай нов списък
ca: Crea una llista nova
cs: Vytvořit nový seznam
da: Opret ny liste
de: Neue Liste erstellen
es: Crear una nueva lista
fi: Luo uusi luettelo
fr: Créer une nouvelle liste
he: יצירת רשימה חדשה
id: Buat daftar baru
it: Crea una nuova lista
lt: Sukurti naują sąrašą
nl: Een nieuwe lijst maken
pl: Stwórz nową listę
pt: Criar uma nova lista
ro: Creați o listă nouă
tr: Yeni bir liste oluştur
uk: Створити новий список
vi: Tạo danh sách mới

# nutriscore_new_formula
source: Nutri-Score {letter} (New calculation)
ca: Nutri-Score {letter} (nou càlcul)
cs: Nutri-Score {letter} (Nový výpočet)
de: Nutri-Score {letter} (neue Berechnung)
fr: Nutri-Score {letter} (Nouveau calcul)
id: Nutri-Score {letter} (Perhitungan baru)
it: Nutri-Score {letter} (Nuovo calcolo)
nl: Nutri-Score {letter} (Nieuwe berekening)
pt: Nutri-Score {letter} (novo cálculo)
uk: Nutri-Score {letter} (новий розрахунок)

# nutriscore_new_formula_title
source: Nutri-Score (New calculation)
ca: Nutri-Score (nou càlcul)
cs: Nutri-Score (Nový výpočet)
de: Nutri-Score (neue Berechnung)
fr: Nutri-Score (nouveau calcul)
id: Nutri-Score (Perhitungan baru)
it: Nutri-Score (Nuovo calcolo)
nl: Nutri-Score (Nieuwe berekening)
pt: Nutri-Score (novo cálculo)
uk: Nutri-Score (Новий розрахунок)

# nutriscore_unknown
source: Unknown Nutri-Score
ca: Nutri-Score desconegut
cs: Neznámé Nutri-Score
de: Unbekannter Nutri-Score
es: Nutri-Score desconocido
fi: Tuntematon Nutri-Score
fr: Nutri-Score inconnu
he: Nutri-Score לא ידוע
id: Nutri-Score tidak diketahui
it: Nutri-Score Sconosciuto
nl: Onbekende Nutri-Score
pt: Nutri-Score desconhecido
ro: Scor nutrițional necunoscut
sk: Neznáme Nutri-Score
uk: Невідома оцінка Nutri-Score

# nutriscore_unknown_new_formula
source: Unknown Nutri-Score (New calculation)
ca: Nutri-score desconegut (nou càlcul)
cs: Neznámé Nutri-Score (Nový výpočet)
de: Unbekannter Nutri-Score (neue Berechnung)
fr: Nutri-Score inconnu (Nouveau calcul)
id: Nutri-Score tidak diketahui (Perhitungan baru)
it: Nutri-Score sconosciuto (Nuovo calcolo)
nl: Onbekende Nutri-Score (Nieuwe berekening)
pt: Nutri-Score desconhecido (novo cálculo)
uk: Невідомий Nutri-Score (новий розрахунок)

# nutriscore_not_applicable
source: Nutri-Score is not applicable
cs: Nutri-Score nelze použít
de: Nutri-Score nicht zutreffend
es: No es posible aplicar el Nutri-Score
fi: Nutri-Score ei sovellu
fr: Nutri-Score non applicable
he: Nutri-Score לא ניתן ליישום
id: Nutri-Score tidak dapat diterapkan
it: Nutri-Score non applicabile
nl: Nutri-Score is niet van toepassing
pt: Nutri-Score não aplicável
ro: Scorul nutrițional nu se aplică
sk: Nutri-Score nie je použiteľné
uk: Nutri-Score не застосовується

# nutriscore_not_applicable_new_formula
source: Nutri-Score is not applicable (New calculation)
cs: Nutri-Score nelze použít (Nový výpočet)
de: Nutri-Score ist nicht anwendbar (neue Berechnung)
fr: Le Nutri-Score n'est pas applicable (Nouveau calcul)
id: Nutri-Score tidak bisa diterapkan (Perhitungan baru)
it: Nutri-Score non è applicabile (Nuovo calcolo)
nl: Nutri-Score is niet van toepassing (Nieuwe berekening)
pt: O Nutri-Score não é aplicável (novo cálculo)
uk: Nutri-Score не застосовується (новий розрахунок)

# ecoscore_unknown
source: Unknown Eco-Score
cs: Neznámé Eco-Score
de: Unbekannter Eco-Score
es: Eco-Score desconocido
fi: Tuntematon Eco-Score
fr: Éco-score inconnu
he: Eco-Score לא ידוע
id: Eco-Score tidak diketahui
it: Eco-Score Sconosciuto
nl: Onbekende Eco-Score
pt: Eco-Score desconhecido
ro: Scor ecologic necunoscut
sk: Neznáme Eco-Score
uk: Невідомий показник Eco-Score

# ecoscore_not_applicable
source: Eco-Score is not applicable
cs: Eco-Score nelze použít
de: Eco-Score nicht zutreffend
es: No es posible aplicar el Eco-Score
fi: Eco-Score ei sovellu
fr: Éco-Score non applicable
he: Eco-Score לא ניתן ליישום
id: Eco-Score tidak dapat diterapkan
it: Eco-Score non applicabile
nl: Eco-Score is niet van toepassing
pt: Eco-Score não é aplicável
ro: Scorul Ecologic nu se aplică
sk: Eco-Score sa neaplikuje
uk: Eco-Score не застосовується

# nova_group_generic
source: Ultra-processing - NOVA groups
bg: Свръх преработка - групи NOVA
cs: Ultra-zpracování - skupiny NOVA
de: Ultrahochverarbeitung – NOVA-Gruppen
es: Ultraprocesados: gurpos NOVA
fi: Ultraprosessointi - NOVA-ryhmät
fr: Groupe NOVA
he: אולטרה־עיבוד - קבוצות NOVA
id: Pemrosesan ultra - grup NOVA
it: Ultra-trasformazione - Gruppi NOVA
ja: 超処理 - NOVA グループ
lt: Ultraapdorojimas – NOVA grupės
nl: Ultra-verwerking - NOVA-groepen
pt: Ultra-processamento - grupos NOVA
ro: Ultra-procesare - grupuri NOVA
sk: Ultra-spracovanie - skupiny NOVA
tr: Ultra işleme - NOVA grupları
uk: Ультраобробка - групи НОВА

source: NOVA Group 1
cs: Skupina NOVA 1
de: Nova-Gruppe 1
es: Grupo NOVA 1
fi: NOVA Ryhmä 1
fr: Groupe NOVA 1
he: קבוצת NOVA‏ 1
id: NOVA Kelompok 1
it: Gruppo NOVA 1
nl: NOVA Groep 1
pt: NOVA Grupo 1
ro: Grupa 1 NOVA
sk: Skupina NOVA 1
tr: NOVA Grup 1
uk: Група NOVA 1

source: NOVA Group 2
cs: Skupina NOVA 2
de: Nova-Gruppe 2
es: Grupo NOVA 2
fi: NOVA Ryhmä 2
fr: Groupe NOVA 2
he: קבוצת NOVA‏ 2
id: NOVA Kelompok 2
it: Gruppo NOVA 2
nl: NOVA Groep 2
pt: NOVA Grupo 2
ro: Grupa 2 NOVA
sk: Skupina NOVA 2
tr: NOVA Grup 2
uk: Група NOVA 2

source: NOVA Group 3
cs: Skupina NOVA 3
de: Nova-Gruppe 3
es: Grupo NOVA 3
fi: NOVA Ryhmä 3
fr: Groupe NOVA 3
he: קבוצת NOVA‏ 3
id: NOVA Kelompok 3
it: Gruppo NOVA 3
nl: NOVA Groep 3
pt: NOVA Grupo 3
ro: Grupa 3 NOVA
sk: Skupina NOVA 3
tr: NOVA Grup 3
uk: Група NOVA 3

source: NOVA Group 4
cs: Skupina NOVA 4
de: Nova-Gruppe 4
es: Grupo NOVA 4
fi: NOVA Ryhmä 4
fr: Groupe NOVA 4
he: קבוצת NOVA‏ 4
id: NOVA Kelompok 4
it: Gruppo NOVA 4
nl: NOVA Groep 4
pt: NOVA Grupo 4
ro: Grupa 4 NOVA
sk: Skupina NOVA 4
tr: NOVA Grup 4
uk: Група NOVA 4

# nova_group_unknown
source: Unknown NOVA Group
cs: Neznámá skupina NOVA
de: Unbekannt NOVA-Gruppe
es: Grupo NOVA desconocido
fi: Tuntematon NOVA Ryhmä
fr: Groupe NOVA inconnu
he: קבוצת NOVA לא ידועה
id: Grup NOVA yang tidak diketahui
it: Gruppo NOVA Sconosciuto
nl: Onbekende NOVA Groep
pt: NOVA Grupo desconhecido
ro: Grupul NOVA necunoscut
sk: Neznáma skupina NOVA
tr: Bilinmeyen NOVA Grubu
uk: Невідома група NOVA

# nutrition_facts
source: Nutrient Levels
cs: Úrovně živin
de: Nährstoffwerte
es: Niveles de nutrientes
fi: Ravintoaineiden Tasot
fr: Valeurs nutritionnelles
he: רמות חומרים מזינים
id: Tingkat Kandungan Gizi
it: Livelli di nutrienti
ja: 栄養レベル
lt: Maistinių medžiagų lygiai
nl: Voedingswaarden
pt: Valores nutricionais
ro: Nivelurile de nutrienți
sk: Úrovne živín
tr: Besin Düzeyleri
uk: Рівні поживних речовин
