Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# edit_product_form_item_exit_confirmation
source: Do you want to save your changes before leaving this page?
be: Хочаце захаваць змены, перш чым пакінуць гэтую старонку?
bg: Искаш ли да запазиш промените, преди да напуснеш тази страница?
ca: Voleu desar els canvis abans de sortir de la pàgina?
cs: Chcete uložit změny před opuštěním této stránky?
da: Gem ændringerne, inden siden forlades?
de: Möchten Sie Ihre Änderungen speichern, bevor Sie diese Seite verlassen?
el: Θέλετε να αποθηκεύσετε τις αλλαγές σας πριν από την έξοδο από αυτή τη σελίδα;
es: ¿Deseas guardar los cambios antes de salir de esta página?
fi: Haluatko tallenta muutokset ennen poistumista?
fr: Souhaitez-vous enregistrer vos modifications avant de quitter cette page ?
he: לשמור את השינויים שלך בטרם יציאה מהעמוד הזה?
id: Apa Anda ingin menyimpan perubahan sebelum meninggalkan halaman ini?
it: Salvare le modifiche prima di lasciare questa pagina?
ja: ページを離れる前に変更を保存しますか？
ko: 페이지를 나가기 전에 변경 사항을 저장하시겠습니까?
lt: Ar norite išsaugoti pakeitimus prieš išeidami iš šio puslapio?
nl: Wilt u de wijzigingen opslaan voor het verlaten van deze pagina?
pl: Czy chcesz zapisać zmiany przed opuszczeniem tej strony?
pt: Quer guardar as alterações antes de deixar esta página?
ro: Doriți să salvați modificările înainte de a părăsi această pagină?
ru: Хотите ли Вы сохранить изменения прежде чем покинуть страницу?
sk: Chcete uložiť zmeny pred opustením tejto stránky?
sl: Želite shraniti spremembe pred odhodom?
tr: Sayfadan ayrılmadan önce değişiklikleri kaydetmek istiyor musunuz?
uk: Бажаєте зберегти зміни, перш ніж покинути цю сторінку?
vi: Bạn có muốn lưu các thay đổi trước khi rời trang?
zh: 是否再离开页面前保存?

# edit_product_form_item_exit_confirmation_positive_button
source: Save changes
be: Захаваць змены
bg: Запази промените
ca: Desa els canvis
cs: Uložit změny
da: Gem ændringer
de: Änderungen speichern
el: Save my changes
es: Guardar cambios
fi: Tallenna muutokset
fr: Enregistrer les modifications
he: שמירת שינויים
id: Simpan perubahan
it: Salva le modifiche
ja: 変更を保存
ko: 변경 사항 저장
lt: Įrašyti pakeitimus
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt: Guardar alterações
ro: Salvează modificările
sk: Uložiť zmeny
sv: Save my changes
tr: Değişiklikleri kaydet
uk: Зберегти зміни
vi: Lưu thay đổi
zh: 保存更改

# edit_product_form_item_exit_confirmation_negative_button
source: Discard changes
be: Адмяніць змены
bg: Отхвърли промените
ca: Descarta els canvis
cs: Zrušit změny
da: Kassér ændringer
de: Änderungen verwerfen
el: Ignore my changes
es: Descartar cambios
fi: Hylkää muutokset
fr: Annuler les modifications
he: התעלמות מהשינויים
id: Batalkan perubahan
it: Scarta le modifiche
ja: 変更を破棄
ko: 변경 사항 무시
lt: Išmesti pakeitimus
nl: Wijzigingen negeren
pl: Odrzuć zmiany
pt: Descartar alterações
ro: Renunțați la modificări
sk: Zrušiť zmeny
sv: Ignore my changes
tr: Değişiklileri yoksay
uk: Скасувати зміни
vi: Hủy bỏ thay đổi
zh: 放弃更改

# edit_product_form_item_ingredients_title
source: Ingredients
ar: المكونات والأصول
be: Інгрэдыенты і паходжанне
bg: Съставки
cs: Složení
da: Ingredienser
de: Zutaten
el: Συστατικά & Προέλευση
es: Ingredientes
fi: Ainesosat
fr: Ingrédients
he: רכיבים
id: bahan
it: Ingredienti
ja: 原材料
ko: 성분 및 원산지
lt: Sudėtis
nl: Ingrediënten
pl: Składniki
pt: Ingredientes
ro: Ingrediente
ru: Ингредиенты и происхождение
sk: Ingrediencie
sl: Sestavine in poreklo
sv: Ingredienser & Ursprung
tr: İçindekiler
uk: Інгредієнти
vi: Thành phần
zh: 成分

# edit_product_form_item_add_valid_item_tooltip
source: Add
be: Дадаць
bg: Добави
ca: Afegeix
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθέστε
es: Añadir
fi: Lisää
fr: Ajouter
he: הוספה
id: Tambahkan
it: Aggiungi
ja: 追加
ko: 추가하기
lt: Pridėti
nl: Toevoegen
pl: Dodaj
pt: Adicione
ro: Adaugă
ru: Добавить
sk: Pridať
sv: Lägg till
tr: Ekle
uk: Додати
vi: Thêm vào
zh: 加入产品

# edit_product_form_item_add_invalid_item_tooltip
source: Please enter a text first
be: Спачатку ўвядзіце тэкст
bg: Моля, първо въведи текст
ca: Si us plau, introduïu un text
cs: Nejprve prosím zadejte text
da: Angiv først en tekst
de: Bitte zuerst einen Text eingeben
es: Primero escribe algo
fi: Syötä ensin teksti
fr: Veuillez d'abord saisir un texte
he: נא למלא טקסט תחילה
id: Harap masukkan teks
it: Per favore inserisci prima un testo
ja: まずは文字を入力してください
ko: 먼저 내용을 입력해주세요
lt: Pirmiausia įveskite tekstą
nl: Voer eerst een tekst in alsjeblieft
pl: Proszę najpierw wpisać tekst
pt: Introduzir primeiro um texto
ro: Vă rugăm să introduceți mai întâi un text
ru: Пожалуйста, сначала введите текст
tr: Lütfen önce bir metin girin
uk: Будь ласка, введіть слово
vi: Vui lòng nhập một văn bản trước
zh: 请先输入文字

# edit_product_form_item_remove_item_tooltip
source: Remove
be: Выдаліць
bg: Премахни
ca: Suprimeix
cs: Odstranit
da: Fjern
de: Entfernen
es: Eliminar
fi: Poista
fr: Retirer
he: הסרה
id: Hapus
it: Rimuovi
ja: 削除する
ko: 제거
lt: Pašalinti
nl: Verwijderen
pl: Usuń
pt: Eliminar
ro: Elimină
ru: Удалить
tr: Kaldır
uk: Видалити
vi: Gỡ bỏ
zh: 移除

# edit_product_form_item_packaging_title
source: Recycling instructions photo
ar: التعبئة والتغليف
be: Фота інструкцый па перапрацоўцы
bg: Снимка с инструкции за рециклиране
ca: Foto d'instruccions sobre el reciclatge
cs: Fotografie pokynů pro recyklaci
da: Genbrugsvejledningsfoto
de: Foto der Recycling-Anweisungen
el: Συσκευασία
es: Foto sobre instrucciones de reciclaje
fi: Kierrätysohjekuva
fr: Photo des informations de recyclage
he: תמונת הנחיות מיחזור
id: Foto instruksi daur ulang
it: Foto delle istruzioni di riciclaggio
ja: リサイクル手順の画像
ko: 포장
lt: Perdirbimo instrukcijos nuotrauka
nl: Recycling instructies foto
pl: Zdjęcie informacji dotyczących recyklingu
pt: Fotografia das instruções de reciclagem
ro: Fotografie cu instrucțiuni de reciclare
ru: Фото инструкции по переработке
sl: Pakiranje
sv: Förpackning
tr: Geri dönüşüm talimatları fotoğrafı
uk: Інструкція з перероблювання
vi: Ảnh hướng dẫn tái chế
zh: 回收说明照片

# edit_product_form_item_nutrition_facts_title
source: Nutrition facts
ar: حقائق غذائية
bg: Хранителни стойности
ca: Informació nutricional
cs: Nutriční hodnoty
da: Ernæringsfakta
de: Nährwertangaben
el: Διατροφικά στοιχεία
es: Información nutricional
fi: Ravintosisältö
fr: Tableau nutritionnel
he: מפרט תזונתי
id: Informasi nilai gizi
it: Valori nutrizionali
ja: 栄養成分表
ko: 영양 성분 표시
nl: Voedingswaarden
pl: Wartości odżywcze
pt: Informação nutricional
ro: Valori nutriționale
ru: Пищевая и энергетическая ценность
sk: Nutričné hodnoty
sl: Dejstva o hranilni vrednosti
sv: Näringsfakta
tr: Beslenme gerçekleri
uk: Харчова цінність
vi: Giá trị dinh dưỡng
zh: 營養成分

# edit_product_form_item_nutrition_facts_subtitle
source: Nutrition, alcohol content…
ar: التفاضيل الغذائية، ومحتوى الكحول…
be: Пажыўнасць, утрыманне алкаголю…
bg: Хранителни стойности, съдържание на алкохол…
ca: Nutrició, contingut alcohòlic…
cs: Výživa, obsah alkoholu…
da: Ernæring, alkoholindhold…
de: Ernährung, Alkoholgehalt …
el: Διατροφή, περιεκτικότητα σε αλκοόλ…
es: Nutrición, contenido en alcohol…
fi: Ravintosisältö, alkoholipitoisuus, jne.
fr: Nutrition, teneur en alcool…
he: תזונה, הרכב אלכוהול…
id: Nutrisi, kandungan alkohol…
it: Nutrizione, gradazione alcolica…
ja: 栄養成分、アルコール含有量…
ko: 영양 성분, 알코올 포함...
lt: Maistingumas, alkoholio kiekis…
nl: Voeding, alcoholgehalte…
pl: Wartości odżywcze, zaw. alkoholu…
pt: Informações nutricionais, conteúdo alcoólico…
ro: Nutriție, conținut de alcool…
ru: Пищевая ценность, содержание алкоголя…
sl: Hranilna vrednost, vsebnost alkohola…
sv: Näring, alkoholhalt…
tr: Besin değerleri, alkol içeriği…
uk: Поживність, вміст алкоголю…
vi: Dinh dưỡng, độ cồn…
zh: 营养成分、酒精含量……

# edit_product_form_save
source: Edit
ar: تحرير
bg: Редактирай
ca: Edita
cs: Upravit
da: Redigér
de: Bearbeiten
el: Επεξεργασία
es: Editar
fi: Muokkaa
fr: Modifier
he: עריכה
id: Sunting
it: Modifica
ja: 編集
ko: 수정
lt: Redaguoti
nl: Bewerken
pl: Edytuj
pt: Editar
ro: Modificare
ru: Редактировать
sk: Upraviť
sl: Uredi
sv: Redigera
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh: 編輯

source: No data available
cs: Nejsou dostupná žádná data
de: Keine Daten verfügbar
es: Sin datos disponibles
fi: Tietoja ei ole saatavilla
fr: Aucune donnée disponible
id: Data tidak tersedia
it: Nessun dato disponibile
nl: Geen gegevens beschikbaar
pt: Sem dados disponíveis
uk: Немає даних

# completed_basic_details_btn_text
source: Complete basic details
be: Запоўніце асноўныя звесткі
bg: Попълни основните подробности
ca: Detalls bàsics complets
cs: Vyplňte základní údaje
da: Udfyld basisoplysninger
de: Allgemeine Angaben vervollständigen
el: Συμπληρώστε τις βασικές λεπτομέρειες
es: Completa los detalles básicos
fi: Täytä perustiedot
fr: Compléter les informations de base
he: השלמת הפרטים הבסיסיים
id: Lengkapi informasi dasar
it: Completa i dettagli di base
ja: 基本情報を完成させる
ko: 기본 세부 정보 완성
lt: Užpildyti pagrindinę informaciją
nl: Basisdetails aanvullen
pl: Uzupełnij podstawowe informacje
pt: Detalhes básicos completos
ro: Detalii de bază complete
ru: Детальная информация
sl: Izpolnite osnovne podatke
sv: Komplettera grundläggande uppgifter
tr: Temel bilgileri tamamlayın
uk: Заповніть основні деталі
vi: Hoàn thành thông tin cơ bản
zh: 完善基本信息

# not_implemented_snackbar_text
source: Not implemented yet
be: Яшчэ не рэалізавана
bg: Все още не е внедрено
ca: Encara no s'ha implementat
cs: Zatím neimplementováno
da: Endnu ikke implementeret
de: Noch nicht implementiert
el: Δεν έχει υλοποιηθεί ακόμη
es: Aún sin implementar
fi: Ei vielä käytössä
fr: Pas encore disponible
he: לא מיושם עדיין
id: Belum diimplementasi
it: Non ancora implementato
ja: まだ実装されていません
ko: 아직 구현되지 않았어요
lt: Dar neįgyvendinta
nl: Nog niet geïmplementeerd
pl: Jeszcze niezaimplementowane
pt: Ainda não implementado
ro: Neimplementat încă
ru: Пока что не реализовано
sl: Še ni implementirano
sv: Inte implementerat ännu
tr: Henüz uygulanmadı
uk: Ще не реалізовано
vi: Chưa thực hiện
zh: 尚未生效

# category_picker_page_appbar_text
source: Categories
ar: الفئات
be: Катэгорыі
bg: Категории
cs: Kategorie
da: Kategorier
de: Kategorien
el: Κατηγορίες
es: Categorías
fi: Tuoteluokat
fr: Catégories
he: קטגוריות
id: Kategori
it: Categorie
ja: カテゴリー
ko: 카테고리
lt: Kategorijos
nl: Categorieën
pl: Kategorie
pt: Categorias
ro: Categorii
ru: Категории
sk: Kategórie
sl: Kategorije
sv: Kategorier
tr: Kategoriler
uk: Категорії
vi: Thể loại
zh: 類別

# edit_ingredients_extract_ingredients_btn_text
source: Extract ingredients from the photo
de: Zutaten aus dem Foto extrahieren
fr: Extraire les ingrédients à partir de la photo
it: Estrai gli ingredienti dalla foto
nl: Detecteer de ingrediënten op de foto
uk: Видобути інгредієнти з фото

# edit_ingredients_extracting_ingredients_btn_text
source: Extracting ingredients from the photo
de: Zutaten werden aus dem Foto extrahiert
fr: Extraction des ingrédients à partir de la photo
it: Estrazione degli ingredienti dalla foto
nl: Detecteer de ingrediënten op de foto
uk: Отримання інгредієнтів із зображення

# edit_ingredients_loading_photo_btn_text
source: Loading photo…
de: Foto wird geladen …
fr: Chargement de la photo…
it: Caricamento della foto…
nl: Foto laden…
uk: Завантаження фото…

# edit_ingredients_loading_photo_help_dialog_title
source: Why do I see this message?
de: Warum wird diese Meldung angezeigt?
fr: Pourquoi est-ce que je vois ce message ?
it: Perché vedo questo messaggio?
nl: Waarom zie ik dit bericht?
uk: Чому я бачу це повідомлення?

# edit_ingredients_loading_photo_help_dialog_body
source: To use the "Extract ingredients" feature, the photo needs to be uploaded first. Please wait a few seconds or enter them manually.
de: Um die Funktion "Zutaten extrahieren" nutzen zu können, muss das Foto zunächst hochgeladen werden. Bitte warten Sie ein paar Sekunden oder geben Sie sie manuell ein.
fr: Pour utiliser la fonction "Extraire les ingrédients", la photo doit d'abord être téléversée. Veuillez patienter quelques secondes ou saisissez-les manuellement.
it: Per utilizzare la funzionalità "Estrai ingredienti", è necessario prima caricare la foto. Attendi qualche secondo o inseriscili manualmente.
nl: Om de functie 'Ingrediënten extraheren' te gebruiken, moet de foto eerst worden geüpload. Wacht een paar seconden of voer de ingrediënten handmatig in.
uk: Щоб скористатися функцією «Витяг інгредієнтів», спершу потрібно завантажити фото. Зачекайте кілька секунд або введіть їх вручну.

# edit_ingredients_refresh_photo_btn_text
source: Refresh photo
be: Абнавіць фота
bg: Обнови снимката
ca: Actualitza la foto
cs: Obnovit fotku
da: Opfrisk foto
de: Foto aktualisieren
el: Ανανέωση φωτογραφίας
es: Actualizar foto
fi: Päivitä kuva
fr: Mettre à jour la photo
he: רענון תמונה
id: Muat ulang foto
it: Aggiorna foto
ja: 画像を更新
ko: 사진 새로고침
lt: Atnaujinti nuotrauką
nl: Foto vernieuwen
pl: Odśwież zdjęcie
pt: Atualizar fotografia
ro: Reîmprospătați fotografia
ru: Обновить фото
sl: Osveži fotografijo
tr: Fotoğrafı yenileyin
uk: Оновити фото
vi: Làm mới ảnh
zh: 刷新照片

# edit_packaging_extract_btn_text
source: Extract packaging from the photo
be: Распазнаць упакоўку
de: Verpackung aus dem Foto extrahieren
el: Extract packaging
fr: Extraire l'emballage
he: חילוץ אריזה
it: Estrai la confezione dalla foto
ja: パッケージ情報を抽出
ko: 포장 사진에서 추출
lt: Išgauti pakavimą
nl: Detecteer de verpakking op de foto
pl: Rozpoznaj opakowanie
ro: Extragere ambalaj
ru: Извлечь информацию об упаковке
sk: Extract packaging
sl: Extract packaging
sv: Extract packaging
tr: Extract packaging
uk: Видобути упаковку з фото
zh: 提取包装信息

# edit_packaging_extracting_btn_text
source: Extracting packaging from the photo
de: Verpackung wird aus dem Foto extrahiert
fr: Extraction de l'emballage à partir de la photo
it: Estrazione della confezione dalla foto
nl: Detecteer de verpakking op de foto
uk: Вилучення пакунка з фотографії

# edit_packaging_loading_photo_btn_text
source: Loading photo…
de: Foto wird geladen …
fr: Chargement de la photo…
it: Caricamento della foto…
nl: Foto laden…
uk: Завантаження фото…

# edit_packaging_loading_photo_help_dialog_title
source: Why do I see this message?
de: Warum wird diese Meldung angezeigt?
fr: Pourquoi est-ce que je vois ce message ?
it: Perché vedo questo messaggio?
nl: Waarom zie ik dit bericht?
uk: Чому я бачу це повідомлення?

# edit_packaging_loading_photo_help_dialog_body
source: To use the "Extract packaging" feature, the photo needs to be uploaded first. Please wait a few seconds or enter them manually.
de: Um die Funktion "Verpackung extrahieren" nutzen zu können, muss das Foto zunächst hochgeladen werden. Bitte warten Sie ein paar Sekunden oder geben Sie es manuell ein.
fr: Pour utiliser la fonction "Extraire l'emballage", la photo doit d'abord être téléversée. Veuillez patienter quelques secondes ou saisissez-les manuellement.
nl: Om de functie "Verpakkingsgegevens extraheren" te gebruiken, moet de foto eerst worden geüpload. Wacht alstublieft een paar seconden of voer de verpakkingsgegevens handmatig in.
uk: Щоб скористатися функцією «Витягнути упаковку», спочатку потрібно завантажити фотографію. Зачекайте кілька секунд або введіть їх вручну.

# edit_packaging_refresh_photo_btn_text
source: Refresh photo
be: Абнавіць фота
bg: Обнови снимката
ca: Actualitza la foto
cs: Obnovit fotku
da: Opfrisk foto
de: Foto aktualisieren
el: Ανανέωση φωτογραφίας
es: Actualizar foto
fi: Päivitä kuva
fr: Mettre à jour la photo
he: רענון תמונה
id: Muat ulang foto
it: Aggiorna foto
ja: 画像を更新
ko: 사진 새로고침
lt: Atnaujinti nuotrauką
nl: Foto vernieuwen
pl: Odśwież zdjęcie
pt: Atualizar fotografia
ro: Reîmprospătați fotografia
ru: Обновить фото
sl: Osveži fotografijo
tr: Fotoğrafı yenileyin
uk: Оновити фото
vi: Làm mới ảnh
zh: 刷新照片

# edit_ocr_extract_failed
source: Failed to detect text in image.
be: Не ўдалося выявіць тэкст у выяве.
bg: Неуспешно откриване на текст в снимката.
ca: No ha pogut detectar text a la imatge.
cs: Nepodařilo se rozpoznat text v obrázku.
da: Tekst i fotoet kunne ikke detekteres.
de: Text im Bild konnte nicht erkannt werden.
es: Error al detectar texto en la imagen.
fi: Tekstintunnistus epäonnistui.
fr: Impossible de détecter le texte dans l'image.
he: זיהוי טקסט בתמונה נכשל.
id: Gagal mendeteksi teks dalam gambar.
it: Impossibile rilevare del testo nell'immagine.
ja: 画像内のテキストを検出できませんでした。
ko: 이미지에서 텍스트를 감지하지 못했습니다.
lt: Nepavyko aptikti teksto vaizde.
nl: Detecteren van tekst in afbeelding mislukt.
pl: Nie udało się wykryć tekstu na obrazie.
pt: Falha ao detetar texto na imagem.
ro: Nu s-a putut detecta textul din imagine.
ru: Не удалось обнаружить текст на изображении.
tr: Resimdeki metin algılanamadı.
uk: Не вдалося опізнати текст зі світлини.
vi: Không thể phát hiện văn bản trong hình ảnh.
zh: 无法检测图像中的文本。

# user_list_dialog_new_title
source: New list of products
be: Новы спіс прадуктаў
bg: Нов списък с продукти
ca: Nova llista de productes
cs: Nový seznam produktů
da: Ny produktliste
de: Neue Produktliste
el: Νέα λίστα προϊόντων
es: Nueva lista de productos
fi: Uusi tuotelista
fr: Nouvelle liste de produits
he: רשימת מוצרים חדשה
id: Daftar produk baru
it: Nuovo elenco di prodotti
ja: 新規製品リスト
ko: 새 상품 목록
lt: Naujas produktų sąrašas
nl: Nieuwe lijst van producten
pl: Nowa lista produktów
pt: Nova lista de produtos
ro: Noua listă de produse
ru: Новый список продуктов
sl: Nov seznam izdelkov
tr: Ürünlerin yeni listesi
uk: Новий список продуктів
vi: Danh sách sản phẩm mới
zh: 新产品列表

# user_list_dialog_rename_title
source: Rename list
be: Перайменаваць спіс
bg: Преименувай списъка
ca: Canvia el nom a la llista
cs: Přejmenovat seznam
da: Omdøb liste
de: Liste umbenennen
el: Μετονομασία λίστας
es: Renombrar la lista
fi: Uudelleennimeä lista
fr: Renommer la liste
he: שינוי שם רשימה
id: Ubah nama daftar
it: Rinomina lista
ja: リスト名を変更
ko: 목록 이름 변경
lt: Pervadinti sąrašą
nl: Lijst hernoemen
pl: Zmień nazwę listy
pt: Alterar nome da lista
ro: Redenumiți lista
ru: Переименование списка
sl: Preimenuj seznam
tr: Listeyi yeniden adlandırın
uk: Перейменувати список
vi: Đổi tên danh sách
zh: 重命名列表

# user_list_subtitle_product
source: Lists
be: Спісы
bg: Списъци
ca: Llistes
cs: Seznamy
da: Lister
de: Listen
el: Λίστες
es: Listas
fi: Listat
fr: Listes
he: רשימות
id: Daftar
it: Elenchi
ja: リスト
ko: 목록
lt: Sąrašai
nl: Lijsten
pl: Listy
pt: Listas
ro: Liste
ru: Списки
sk: Zoznamy
sl: Seznam
tr: Listeler
uk: Списки
vi: Danh sách
zh: 列表

# user_list_add_product
source: Add the product to your lists
be: Дадайце прадукт у вашы спісы
bg: Добави продукта към твоите списъци
ca: Afegeix el producte a les teves llistes
cs: Přidejte produkt do svých seznamů
da: Føj produktet til dine lister
de: Produkt zu Ihren Listen hinzufügen
es: Añade el producto a tus listas
fi: Lisää tuote listoihisi
fr: Ajouter le produit à vos listes
he: הוספת המוצר לרשימות שלך
id: Tambahkan produk ke daftar anda
it: Aggiungi il prodotto alle tue liste
ja: 製品をリストに追加
ko: 목록에 제품 추가
lt: Įtraukti produktą į savo sąrašus
nl: Voeg het product toe aan je lijsten
pl: Dodaj produkt do swoich list
pt: Adicione o produto às suas listas
ro: Adăugați produsul în listele dvs
ru: Добавить этот продукт в ваши списки
tr: Ürünü listelerinize ekleyin
uk: Додати продукт до ваших списків
vi: Thêm sản phẩm vào danh sách của bạn
zh: 将产品添加到您的列表

# user_list_button_new
source: Create a new list
ar: New list
bg: Създай нов списък
ca: Crea una llista nova
cs: Vytvořit nový seznam
da: Opret ny liste
de: Neue Liste erstellen
el: Νέα λίστα
es: Crear una nueva lista
fi: Luo uusi luettelo
fr: Créer une nouvelle liste
he: יצירת רשימה חדשה
id: Buat daftar baru
it: Crea una nuova lista
lt: Sukurti naują sąrašą
nl: Een nieuwe lijst maken
pl: Stwórz nową listę
pt: Criar uma nova lista
ro: Creați o listă nouă
ru: Создание нового списка
sl: Nov seznam
sv: New list
tr: Yeni bir liste oluştur
uk: Створити новий список
vi: Tạo danh sách mới

# user_list_empty_label
source: No list available yet, please start by creating one
be: Пакуль няма даступнага спісу, пачніце са стварэння новага
ca: Encara no hi ha cap llista disponible, si us plau, comenceu creant-ne una
cs: Zatím není k dispozici žádný seznam, začněte jeho vytvořením
da: Ingen liste tilgængelig endnu. Start med at oprette én
de: Noch keine Liste vorhanden. Bitte beginnen Sie, eine zu erstellen
es: No hay ninguna lista disponible, puedes crear una.
fi: Luetteloa ei ole vielä saatavilla. Aloita luomalla sellainen
fr: Aucune liste disponible pour le moment, veuillez commencer par en créer une
he: אין עדיין רשימות זמינות, עדיף ליצור אחת בתור התחלה
id: Belum ada daftar yang tersedia, silakan mulai dengan membuatnya
it: Nessuna lista ancora disponibile, inizia creandone una
ja: まだリストがありません。リストを作成してください。
ko: 아직 사용할 수 있는 목록이 없습니다. 새 목록을 만들어 시작하세요.
lt: Jokio sąrašo dar nėra, pradėkite sukurdami jį
nl: Er is nog geen lijst beschikbaar, maak er eerst een aan
pl: Brak dostępnej listy, proszę zacząć od utworzenia listy
pt: Ainda não existe nenhuma lista disponível, por favor comece por criar uma
ro: Nu există încă o listă disponibilă, vă rugăm să începeți prin a crea una
tr: Henüz bir liste mevcut değil, lütfen bir tane oluşturarak başlayın
uk: Список ще не доступний, почніть зі створення
zh: 暂无可用列表，请从创建一个新列表开始

# user_list_button_add_product
source: Add to list
ar: أضف إلى القائمة
bg: Добави към списък
ca: Afegeix a la llista
cs: Přidat na seznam
da: Føj til liste
de: Zur Liste hinzufügen
el: Προσθήκη στη λίστα
es: Añadir a la lista
fi: Lisää luetteloon
fr: Ajouter à une liste
he: הוספה לרשימה
id: Tambahkan ke daftar
it: Aggiungi alla lista
ko: 목록에 추가
lt: Pridėti prie sąrašo
nl: Toevoegen aan lijst
pl: Dodaj do listy
pt: Adicionar à lista
ro: Adaugă la listă
ru: Добавить в список
sl: Dodaj na seznam
sv: Lägg till i lista
tr: Listeye ekle
uk: Додати до списку
vi: Thêm vào danh sách
zh: 添加到列表

# added_to_list_msg
source: Added to list
be: Дададзена ў спіс
bg: Добавено към списъка
ca: S'ha afegit a la llista
cs: Přidáno do seznamu
da: Føjet til liste
de: Zur Liste hinzugefügt
es: Añadido a la lista
fi: Lisätty listaan
fr: Ajouté à la liste
he: נוסף לרשימה
id: Ditambahkan ke daftar
it: Aggiunti all'elenco
ja: リストに追加されました
ko: 목록에 추가됨
lt: Pridėta prie sąrašo
nl: Toegevoegd aan lijst
pl: Dodano do listy
pt: Adicionado à lista
ro: Adăugat la listă
ru: Добавлено в список
tr: Listeye eklendi
uk: Додано до списку
zh: 已添加到列表

# user_list_popup_clear
source: Clear your history
ar: محو
be: Clear
bg: Изчистване на историята
ca: Neteja l'historial
cs: Vymažte historii
da: Ryd historikken
de: Verlauf leeren
el: Εκκαθάριση
es: Limpiar tu historial
fi: Tyhjennä historiasi
fr: Effacer votre historique
he: מחיקת ההיסטוריה שלך
id: Hapus riwayat
it: Cancella la tua cronologia
ko: 지우기
lt: Išvalyti savo istoriją
nl: Wis je geschiedenis
pl: Wyczyść historię
pt: Limpar histórico
ro: Ștergeți-vă istoricul
ru: Очистить
sl: Počisti
sv: Rensa
tr: Geçmişinizi temizleyin
uk: Очистити вашу історію
zh: 清除历史记录

# user_list_popup_rename
source: Rename
be: Перайменаваць
bg: Преименувай
ca: Canviar el nom
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Renombrar
fi: Uudelleennimeä
fr: Renommer
he: שינוי שם
id: Ubah Nama
it: Rinomina
ja: 名前を変更
ko: 이름 변경
lt: Pervardyti
nl: Hernoem
pl: Zmień nazwę
pt: Alterar nome
ro: Redenumiți
ru: Переименовать
sl: Preimenuj
tr: Yeniden adlandırın
uk: Перейменувати
vi: Đổi tên
zh: 重命名

# user_list_name_hint
source: My list
be: Мой спіс
bg: Моят списък
ca: La meva llista
cs: Můj seznam
da: Min liste
de: Meine Liste
el: Η λίστα μου
es: Mi lista
fi: Listani
fr: Ma liste
he: הרשימה שלי
id: Daftar saya
it: La mia lista
ja: マイリスト
ko: 내 목록
lt: Mano sąrašas
nl: Mijn lijst
pl: Moja lista
pt: A minha lista
ro: Lista mea
ru: Мой список
sl: Moj seznam
tr: Listem
uk: Мій список
zh: 我的列表
