Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# native_app_description
source: Open systems settings for Open Food Facts
ca: Obre la configuració del sistema per a Open Food Facts
cs: Otevřít systémová nastavení pro Open Food Facts
de: Einstellungen für offene Systeme für Open Food Facts
es: Abrir configuración del sistema de Open Food Facts
fi: Avaa Open Food Factsin asetukset
fr: Open system settings for Open Food Facts
he: פתיחת הגדרות המערכת עבור Open Food Facts
id: Pengaturan sistem terbuka untuk Open Food Facts
it: Apri le impostazioni di sistema per Open Food Facts
nl: Open systeeminstellingen voor Open Food Facts
pt: Abrir configurações do sistema do Open Food Facts
ro: Deschideți setările de sistem pentru Open Food Facts
sk: Nastavenia otvorených systémov pre Open Food Facts
uk: Налаштування відкритих систем для Open Food Facts

# product_removed_history
source: Product removed from history
ar: تم إزالة المنتج من السجل
be: Прадукт выдалены з гісторыі
bg: Продуктът е премахнат от историята
ca: Producte eliminat de l'historial
cs: Produkt byl odstraněn z historie
da: Produkt fjernet fra historik
de: Produkt aus dem Verlauf entfernt
el: Το προϊόν αφαιρέθηκε από το ιστορικό
es: Producto eliminado del historial
fi: Tuote poistettu historiasta
fr: Produit retiré de l'historique
he: המוצר הוסר מההיסטוריה
id: Produk telah dihapus dari riwayat
it: Prodotto rimosso dalla cronologia
ja: 履歴から削除された製品
ko: 기록에서 제거된 제품
lt: Produktas pašalintas iš istorijos
nl: Product verwijderd uit geschiedenis
pl: Produkt usunięty z historii
pt: Produto removido do histórico
ro: Produs eliminat din istoric
ru: Продукт удален из истории
sk: Produkt bol odstránený z histórie
sl: Izdelek je odstranjen iz zgodovine
sv: Produkt borttagen från historik
tr: Ürün geçmişten kaldırıldı
uk: Продукт вилучено з історії
vi: Sản phẩm bị xóa khỏi lịch sử
zh: 已从历史记录中删除该产品

# product_removed_list
source: Product removed from list
ca: Producte eliminat de la llista
cs: Produkt odstraněn ze seznamu
da: Produkt fjernet fra liste
de: Produkt aus der Liste entfernt
es: Producto eliminado de la lista
fi: Tuote poistettu listalta
fr: Produit retiré de la liste
he: המוצר הוסר מהרשימה
id: Produk telah dihapus dari daftar
it: Prodotto rimosso dall'elenco
ja: リストから削除された商品
lt: Produktas pašalintas iš sąrašo
nl: Product verwijderd uit de lijst
pl: Produkt usunięty z listy
pt: Produto removido da lista
ro: Produs eliminat din listă
sk: Produkt odstránený zo zoznamu
tr: Ürün listeden kaldırıldı
uk: Продукт вилучено з історії
zh: 把产品从列表移除

# product_could_not_remove
source: Could not remove product
ar: لا يمكن إزالة المنتج
be: Не ўдалося выдаліць прадукт
bg: Продуктът не можа да бъде премахнат
ca: No s'ha pogut eliminar el producte
cs: Produkt se nepodařilo odebrat
da: Produkt kunne ikke fjernes
de: Produkt konnte nicht entfernt werden
el: Δεν ήταν δυνατή η αφαίρεση του προϊόντος
es: No se ha podido eliminar el producto
fi: Tuotetta ei voi poistaa
fr: Impossible de supprimer le produit
he: לא ניתן להסיר מוצר
id: Tidak dapat menghapus produk
it: Impossibile rimuovere il prodotto
ja: 製品を削除できませんでした
ko: 상품을 제거할 수 없음
lt: Nepavyko pašalinti produkto
nl: Kon product niet verwijderen
pl: Nie udało się usunąć produktu
pt: Não foi possível remover o produto
ro: Produsul nu a putut fi eliminat
ru: Не удалось удалить продукт
sk: Produkt sa nepodarilo odstrániť
sl: Izdelka ni bilo mogoče odstraniti
sq: Produkti nuk mund te hiqej.
sv: Kunde inte ta bort produkt
tr: Ürün kaldırılamadı
uk: Неможливо видалити продукт
vi: Không thể loại bỏ sản phẩm
zh: 无法移除产品

# no_prodcut_in_list
source: There is no product in this list
ar: لا يوجد منتج في هذه القائمة
be: У гэтым спісе няма прадуктаў
bg: Няма продукт в този списък
ca: No hi ha cap producte en aquesta llista
cs: V tomto seznamu není žádný produkt
da: Der er intet produkt på denne liste
de: Liste enthält noch keine Produkte
el: Δεν υπάρχει προϊόν σε αυτή τη λίστα
es: No hay ningún producto en esta lista
fi: Listassa ei ole tuotteita
fr: Il n'y a aucun produit dans cette liste
he: אין מוצרים ברשימה הזאת
hu: Nincs termék ebben a listában
id: Tidak ada produk di daftar ini
it: Non ci sono prodotti nella tua lista.
ja: このリストには製品がありません
ko: 목록에 상품이 없습니다
lt: Šiame sąraše nėra produkto
nl: Er is geen product in deze lijst
pl: Na tej liście nie ma produktu
pt: Não há nenhum produto nesta lista
ro: Nu există niciun produs în această listă
ru: В этом списке нет продуктов
sk: V tomto zozname nie je žiadny produkt
sl: Na tem seznamu ni nobenega izdelka
sq: Nuk ka produkte ne kete list.
sv: Det finns ingen produkt i denna lista
tr: Bu listede ürün yok
uk: В цьому списку немає такого товару
vi: Không có sản phẩm nào trong danh sách này
zh: 这个列表中没有产品

# no_product_in_section
source: There is no product in this section
ar: لا يوجد منتج في هذا القسم
be: У гэтым раздзеле няма прадуктаў
bg: Няма продукт в този раздел
ca: No hi ha cap producte en aquesta secció
cs: V této sekci není žádný produkt
da: Der er intet produkt i dette afsnit
de: Bereich enthält noch kein Produkt
el: Δεν υπάρχει προϊόν σε αυτήν την ενότητα
es: No hay ningún producto en esta sección
fi: Tässä osiossa ei ole tuotteita
fr: Il n'y a aucun produit dans cette section
he: אין מוצרים בסעיף זה
hu: Nincs termék ebben a szekcióban
id: Tidak ada produk di bagian ini
it: Non ci sono prodotti in questa sezione
ja: このリストには製品がありません
ko: 이 섹션에는 상품이 없습니다
lt: Šiame skyriuje nėra produkto
nl: Er is geen product in deze sectie
pl: W tej sekcji nie ma produktu
pt: Não há nenhum produto nesta lista
ro: Nu există niciun produs în această secțiune
ru: В этом разделе нет продуктов
sk: V tejto sekcii nie je žiadny produkt
sl: V tem razdelku ni izdelka
sq: Nuk ka produkte ne kete seksion.
sv: Det finns ingen produkt i detta avsnitt
tr: Bu bölümde ürün bulunmamaktadır
uk: У цьому розділі немає товару
vi: Không có sản phẩm nào trong phần này
zh: 这个区域没有产品

# recently_seen_products
source: All viewed products
ar: السجل
be: History
bg: Всички разгледани продукти
ca: Tots els productes vistos
cs: Všechny prohlížené produkty
de: Alle angesehenen Produkte
el: Ιστορικό
es: Todos los productos visualizados
fi: Kaikki katsotut tuotteet
fr: Historique des produits consultés
hu: Nemrég megtekintett termékeim
id: Semua produk yang dilihat
it: Tutti i prodotti visualizzati
ja: 閲覧されたすべての製品
ko: 최근 기록
nl: Alle bekeken producten
pt: Todos os produtos visualizados
ro: Toate produsele vizualizate
ru: История
sk: Všetky prezerané produkty
sl: Zgodovina
sq: History
sv: Historik
tr: Görüntülenen tüm ürünler
uk: Всі переглянуті товари

source: Clear
ar: محو
bg: Изчисти
ca: Esborra
cs: Vymazat
da: Ryd
de: Leeren
el: Εκκαθάριση
es: Limpiar
fi: Tyhjennä
fr: Effacer
he: פינוי
hu: Törlés
id: Hapus
it: Cancella
ja: クリア
ko: 지우기
nl: Wissen
pl: Wyczyść
pt: Limpar
ro: Ștergeți
ru: Очистить
sk: Vymazať
sl: Počisti
sv: Rensa
tr: Temizle
uk: Очистити
vi: Xóa
zh: 清除

# clear_long
source: Empty the list
bg: Изпразни списъка
ca: Buida la llista
cs: Vyprázdnit seznam
da: Tøm listen
de: Liste leeren
es: Vaciar la lista
fi: Tyhjennä lista
fr: Vider la liste
he: פינוי הרשימה
id: Kosongkan daftar
it: Svuota la lista
ja: リストを空にする
lt: Išvalyti sąrašą
nl: Maak de lijst leeg
pt: Esvaziar a lista
ro: Golește lista
sk: Vyprázdnite zoznam
tr: Listeyi boşalt
uk: Очистити список

# really_clear
source: Do you really want to delete this list?
ar: هل تريد حقًا حذف هذه القائمة؟
be: Вы сапраўды хочаце выдаліць гэты спіс?
bg: Наистина ли желаеш да изтриеш този списък?
ca: Realment voleu suprimir aquesta llista?
cs: Opravdu chcete tento seznam smazat?
da: Slet denne liste, sikker?
de: Möchten Sie diese Liste wirklich löschen?
el: Θέλετε πραγματικά να διαγράψετε αυτή τη λίστα;
es: ¿Realmente quieres eliminar esta lista?
fi: Haluatko poistaa tämän listan?
fr: Voulez-vous vraiment supprimer cette liste ?
he: למחוק את הרשימה הזאת?
hu: Do you really want to clear this list?
id: Apakah anda benar-benar ingin menghapus daftar ini?
it: Desideri davvero eliminare questa lista?
ja: 本当にこのリストを削除しますか？
ko: 정말로 목록을 삭제하시겠습니까?
lt: Ar tikrai norite ištrinti šį sąrašą?
nl: Wilt u deze lijst echt wissen?
pl: Czy na pewno chcesz usunąć tę listę?
pt: Quer mesmo eliminar esta lista?
ro: Sigur doriți să ștergeți această listă?
ru: Вы действительно хотите удалить этот список?
sk: Naozaj chcete odstrániť tento zoznam?
sl: Ali res želite izbrisati ta seznam?
sv: Vill du verkligen radera den här listan?
tr: Bu listeyi silmek istediğinize emin misiniz?
uk: Ви справді хочете видалити цей список?
vi: Bạn có thực sự muốn xoá danh sách này?
zh: 确定要删除此列表吗？

# pct_match
source: {percent}% match
ar: {percent}٪ تطابق
be: працэнт супадзення: {percent}%
bg: {percent}% съвпадение
ca: {percent}% de coincidència
cs: {percent}% shoda
de: {percent}% Übereinstimmung
el: {percent}% αντιστοιχία
es: coincide un {percent} %
fi: {percent} % vastaavuus
fr: {percent}% de correspondance
he: ‎{percent}%‎ התאמה
hu: {pct}% egyezés
id: {percent}% cocok
it: Corrispondenza al {percent}%
ja: {percent}% マッチ
ko: {percent}% 일치
lt: {percent}% atitikmuo
nl: {percent}% overeenkomst
pl: {percent}% dopasowania
pt: {percent}% de correspondência
ro: {percent}% potrivire
ru: {percent}% совместимости
sk: {percent}% zhoda
sl: {percent}% ujemanje
sq: {percent}% e perputhshmerise
sv: {percent}% matchning
tr: {percent}% eşleşme
uk: {percent}% збігів
vi: {percent}% phù hợp
zh: {Percent}% 匹配度

# plural_ago_days
source: {count,plural, =1{one day ago} other{{count} days ago}}
ar: {count,plural, zero {} one {} two {{count} قبل أيام} few {{count} قبل أيام} many {{count} قبل أيام} =1{قبل يوم واحد} other{{count} قبل أيام}}
be: {count,plural, one {} few {{count} дні таму} many {{count} дзён таму} =1{дзень таму} other{{count} дня таму}}
bg: {count,plural, =1{преди един ден} other{преди {count} дни}}
ca: {count,plural, =1{fa un dia} other{fa {count} dies}}
cs: {count,plural, =1{před {count} dny} other{před {count} dny}}
de: {count,plural, =1{vor einem Tag} other{{count} Tage her}}
el: {count,plural, one {} =1{πριν από μια μέρα} other{{count} μέρες πριν}}
es: {count,plural, =1{hace un día} other{hace {count} días}}
fi: {count,plural, =1{päivä sitten} other{{count} päivää sitten}}
fr: {count,plural, =1{il y a un jour} other{il y a {count} jours}}
he: לפני {count,plural, two {יומיים} many {{count} ימים} =1{יום} other{{count} ימים}}
hu: {count,plural, =1{egy napja} other{{count} nappal ezelőtt}}
id: {count,plural, =1{satu hari yang lalu} other{{count} hari yang lalu}}
it: {count,plural, =1{un giorno fa} other{{count} giorni fa}}
ja: {count,plural, =1{1 日前} other{{count} 日前}}
ko: {count,plural, =1{하루 전} other{{count}일 전}}
nl: {count,plural, =1{een dag geleden} other{{count} dagen geleden}}
pl: {count,plural, =1{1 dzień temu} other{{count} dni temu}}
pt: {count,plural, =1{há um dia} other{há {count} dias}}
ro: {count,plural, few {{count} zile în urmă}=1{acum o zi} other{{count} zile în urmă}}
sl: {count,plural, one {} =1{pred enim dnem} other{{count} dni nazaj}}
sq: {count,plural, one {} =1{one day ago} other{{count} days ago}}
sv: {count,plural, one {} =1{en dag sedan} other{{count} dagar sedan}}
tr: {count,plural, =1{bir gün önce} other{{count} gün önce}}
uk: {count,plural, =1{один день тому} other{{count} днів тому}}
vi: {count,plural, =1{một ngày trước} other{{count} ngày trước}}
zh: {count,plural, =1{一天前} other{{count} 天前}}

# plural_ago_hours
source: {count,plural, =1{one hour ago} other{{count} hours ago}}
ar: {count,plural, one {} =1{one hour ago} other{{count} hours ago}}
be: {count,plural, one {} few {{count} гадзіны таму} many {{count} гадзін таму} =1{гадзіну таму} other{{count} гадзіны таму}}
bg: {count,plural, =1{преди един час} other{преди {count} часа}}
ca: {count,plural, =1{Fa una hora} other{Fa {count} hores}}
cs: {count,plural, =1{před {count} hodinami} many{před {count} hodinami} other{před {count} hodinami}}
de: {count,plural, =1{vor einer Stunde} other{vor {count} Stunden}}
el: {count,plural, one {} =1{πριν από μία ώρα} other{{count} ώρες πριν}}
es: {count,plural, =1{hace una hora} other{hace {count} horas}}
fi: {count,plural, =1{tunti sitten} other{{count} tuntia sitten}}
fr: {count,plural, =1{il y a une heure} other{il y a {count} heures}}
he: לפני {count,plural, two {שעתיים} many {{count} שעות} =1{שעה} other{{count} שעות}}
hu: {count,plural, =1{egy órával ezelőtt} other{{count} órája}}
id: {count,plural, =1{satu jam yang lalu} other{{count} jam yang lalu}}
it: {count,plural, =1{un'ora fa} other{{count} ore fa}}
ja: {count,plural, =1{1 時間前} other{{count} 時間前}}
ko: {count,plural, =1{1시간 전} other{{count}시간 전}}
nl: {count,plural, =1{een uur geleden} other{{count} uren geleden}}
pl: {count,plural, =1{jedną godzinę temu} other{{count} godzin temu}}
pt: {count,plural, =1{há uma hora} other{há {count} horas}}
ro: {count,plural, few {{count} ore în urmă}=1{acum o ora} other{{count} ore în urmă}}
sl: {count,plural, one {} =1{pred eno uro} other{{count} ure nazaj}}
sq: {count,plural, one {} =1{one hour ago} other{{count} hours ago}}
sv: {count,plural, one {} =1{en timme sedan} other{{count} timmar sedan}}
tr: {count,plural, =1{bir saat önce} other{{count} saatler önce}}
uk: {count,plural, =1{одна година тому} other{{count} годин тому}}
vi: {count,plural, =1{một giờ trước} other{{count} giờ trước}}
zh: {count,plural, =1{一小时前} other{{count} 小时前}}

# plural_ago_minutes
source: {count,plural, =0{less than a minute ago} =1{one minute ago} other{{count} minutes ago}}
ar: {count,plural, one {} =0{less than a minute ago} =1{one minute ago} other{{count} minutes ago}}
be: {count,plural, one {} few {{count} хвіліны таму} many {{count} хвілін таму} =0{менш за хвіліну таму} =1{хвіліну таму} other{{count} хвіліны таму}}
bg: {count,plural, =0{преди по-малко от една минута} =1{преди една минута} other{преди {count} минути}}
ca: {count,plural, =0{fa menys d'un minut} =1{fa un minut} other{fa {count} minuts}}
cs: {count,plural, =0{před méně než minutou} =1{před minutou} many{před {count} minutami} other{před {count} minutami}}
de: {count,plural, =0{vor weniger als einer Minute} =1{vor einer Minute} other{vor {count} Minuten}}
el: {count,plural, one {} =0{λιγότερο από ένα λεπτό πριν} =1{πριν από ένα λεπτό} other{{count} λεπτά πριν από}}
es: {count,plural, =0{hace menos de un minuto} =1{hace un minuto} other{hace {count} minutos}}
fi: {count,plural, =0{alle minuutti sitten} =1{minuutti sitten} other{{count} minuuttia sitten}}
fr: {count,plural, =0{moins d'une minute} =1{une minute} other{{count} minutes}}
he: לפני {count,plural, two {{count} דקות} many {{count} דקות} =0{פחות מדקה} =1{דקה} other{{count} דקות}}
hu: {count,plural, =0{kevesebb, mint egy perce} =1{egy perce} other{{count} perccel ezelőtt}}
id: {count,plural, =0{kurang dari satu menit yang lalu} =1{satu menit yang lalu} other{{count} menit yang lalu}}
it: {count,plural, =0{meno di un minuto fa} =1{un minuto fa} other{{count} minuti fa}}
ja: {count,plural, =0{1分以内} =1{1 分前} other{{count} 分前}}
ko: {count,plural, =0{1분 미만 전} =1{1분 전} other{{count}분 전}}
nl: {count,plural, =0{minder dan een minuut geleden} =1{een minuut geleden} other{{count} minuten geleden}}
pl: {count,plural, =0{mniej niż minutę temu} =1{minutę temu} other{{count} minut temu}}
pt: {count,plural, =0{há menos de um minuto} =1{há um minuto} other{há {count} minutos}}
ro: {count,plural, few {{count} minute în urmă}=0{in urma cu mai puțin de un minut} =1{acum un minut} other{{count} minute în urmă}}
sl: {count,plural, one {} =0{manj kot minuto nazaj} =1{pred eno minuto} other{{count} minut nazaj}}
sq: {count,plural, one {} =0{less than a minute ago} =1{one minute ago} other{{count} minutes ago}}
sv: {count,plural, one {} =0{mindre än en minut sedan} =1{en minut sedan} other{{count} minuter sedan}}
tr: {count,plural, =0{bir dakikadan az önce} =1{bir dakika önce} other{{count} dakika önce}}
uk: {count,plural, =0{менш ніж хвилину тому} =1{одна хвилина тому} other{{count} хвилин тому}}
vi: {count,plural, =0{gần một phút trước} =1{một phút trước} other{{count} phút trước}}
zh: {count,plural, =0{不到一分钟前} =1{1 分钟前} other{{count} 分钟前}}

# plural_ago_months
source: {count,plural, =1{one month ago} other{{count} months ago}}
ar: {count,plural, one {} =1{one month ago} other{{count} months ago}}
be: {count,plural, one {} few {{count} месяцы таму} many {{count} месяцаў таму} =1{месяц таму} other{{count} месяца таму}}
bg: {count,plural, =1{преди един месец} other{преди {count} месеца}}
ca: {count,plural, =1{fa un mes} other{fa {count} mesos}}
cs: {count,plural, =1{před měsícem} other{před {count} měsíci}}
de: {count,plural, =1{vor einem Monat} other{vor {count} Monaten}}
el: {count,plural, one {} =1{πριν από ένα μήνα} other{{count} μήνες πριν}}
es: {count,plural, =1{hace un mes} other{hace {count} meses}}
fi: {count,plural, =1{kuukausi sitten} other{{count} kuukautta sitten}}
fr: {count,plural, =1{il y a un mois} other{il y a {count} mois}}
he: לפני {count,plural, two {חודשיים} many {{count} חודשים} =1{חודש} other{{count} חודשים}}
hu: {count,plural, =1{egy hónapja} other{{count} hónappal ezelőtt}}
id: {count,plural, =1{satu bulan yang lalu} other{{count} bulan yang lalu}}
it: {count,plural, =1{un mese fa} other{{count} mesi fa}}
ja: {count,plural, =1{1 ヶ月前} other{{count} ヶ月前}}
ko: {count,plural, =1{1개월 전} other{{count}개월 전}}
nl: {count,plural, =1{een maand geleden} other{{count} maanden geleden}}
pl: {count,plural, =1{1 miesiąc temu} other{{count} miesięcy temu}}
pt: {count,plural, =1{há um mês} other{há {count} meses}}
ro: {count,plural, few {{count} cu luni în urmă}=1{acum o luna} other{{count} cu luni în urmă}}
sl: {count,plural, one {} =1{pred enim mesecm} other{{count} mescev nazaj}}
sq: {count,plural, one {} =1{one month ago} other{{count} months ago}}
sv: {count,plural, one {} =1{en månad sedan} other{{count} månader sedan}}
tr: {count,plural, =1{bir ay önce} other{{count} ay önce}}
uk: {count,plural, =1{місяць тому} other{{count} місяців тому}}
vi: {count,plural, =1{một tháng trước} other{{count} tháng trước}}
zh: {count,plural, =1{一个月前} other{{count} 个月前}}

# plural_ago_weeks
source: {count,plural, =1{one week ago} other{{count} weeks ago}}
ar: {count,plural, one {} =1{one week ago} other{{count} weeks ago}}
be: {count,plural, one {} few {{count} тыдні таму} many {{count} тыдняў таму} =1{тыдзень таму} other{{count} тыдня таму}}
bg: {count,plural, =1{преди една седмица} other{преди {count} седмици}}
ca: {count,plural, =1{fa una setmana} other{fa {count} setmanes}}
cs: před {count,plural, =1{týdnem} other{{count} týdny}}
de: {count,plural, =1{vor einer Woche} other{vor {count} Wochen}}
el: {count,plural, one {} =1{πριν από μία εβδομάδα} other{{count} εβδομάδες πριν}}
es: {count,plural, =1{hace una semana} other{hace {count} semanas}}
fi: {count,plural, =1{viikko sitten} other{{count} viikkoa sitten}}
fr: {count,plural, =1{il y a une semaine} other{il y a {count} semaines}}
he: לפני {count,plural, two {שבועיים} many {{count} weeks ago} =1{שבוע} other{{count} שבועות}}
hu: {count,plural, =1{egy hete} other{{count} héttel ezelőtt}}
id: {count,plural, =1{satu minggu yang lalu} other{{count} minggu yang lalu}}
it: {count,plural, =1{una settimana fa} other{{count} settimane fa}}
ja: {count,plural, =1{1 週間前} other{{count} 週間前}}
ko: {count,plural, =1{1주 전} other{{count}주 전}}
nl: {count,plural, =1{een week geleden} other{{count} weken geleden}}
pl: {count,plural, =1{1 tydzień temu} other{{count} tygodni temu}}
pt: {count,plural, =1{há uma semana} other{há {count} semanas}}
ro: {count,plural, few {{count} săptămâni în urma}=1{acum o saptamana} other{{count} săptămâni în urma}}
sl: {count,plural, one {} =1{pred enim tednom} other{{count} tednov nazaj}}
sq: {count,plural, one {} =1{one week ago} other{{count} weeks ago}}
sv: {count,plural, one {} =1{en vecka sedan} other{{count} veckor sedan}}
tr: {count,plural, =1{bir hafta önce} other{{count} hafta önce}}
uk: {count,plural, =1{тиждень тому} other{{count} тижнів тому}}
vi: {count,plural, =1{một tuần trước} other{{count} tuần trước}}
zh: {count,plural, =1{一周前} other{{count} 周前}}

# plural_compare_x_products
source: {count,plural, =1{Compare one Product} other{Compare {count} Products}}
bg: {count,plural, =1{Сравни един продукт} other{Сравни {count} продукта}}
ca: {count,plural, =1{Compara un producte} other{Compara {count} Productes}}
cs: {count,plural, =1{Porovnání jednoho produktu} other{Porovnání {count} produktů}}
de: {count,plural, =1{Ein Produkt vergleichen} other{{count} Produkte vergleichen}}
el: {count,plural, =1{Συγκρίνετε ένα προϊόν} other{Σύγκριση {count} προϊόντων}
es: {count,plural, =1{Comparar un producto} other{Comparar {count} productos}}
fi: {count,plural, =1{Vertaile yhtä tuotetta} other{Vertaile {count} tuotetta}}
fr: {count,plural, =1{Comparer un produit} other{Comparer {count} produits}}
he: {count,plural, =1{השוואת מוצר אחד} other{השוואה בין {count} מוצרים}}
hu: {count,plural, =other{Compare {count} Products}
id: {count,plural, =1{Bandingkan satu Produk} other{Bandingkan {count} Produk}}
it: {count,plural, =1{Confronta con un Prodotto} other{Confronta {count} Prodotti}}
ja: {count,plural, =1{1 個の製品を比較} other{{count} 個の製品を比較}}
ko: {count,plural, =1{상품 1개 비교} other{상품 {count}개 비교}
nl: {count,plural, one {}=1{Vergelijk één product} other{Vergelijk {count} producten}}
pl: {count,plural, =1{Porównaj jeden produkt} other{Porównaj {count} produktów}}
pt: {count,plural, =1{Comparar um produto} other{Comparar {count} produtos}}
ro: {count,plural, few {Compara {count} Produse}=1{Compara un produs} other{Compara {count} Produse}}
sl: {count,plural, =1{Compare one Product} other{Primerjaj {count} Izdelki}
sq: {count,plural, other{Krahaso {count} produktet}
tr: {count,plural, =1{Bir Ürünü Karşılaştırın} other{Ürünler {count} Karşılaştırın}}
uk: {count,plural, =1{Порівняти продукт} other{Порівняти {count} продукти}}
vi: {count,plural, =1{So sánh một sản phẩm} other{So sánh {count} sản phẩm}}
zh: {count,plural, =1{比较一种产品} other{比较 {count} 种产品}}

# compare_products_mode
source: Compare products
ar: قارن
be: Compare
bg: Сравни продукти
ca: Comparar productes
cs: Porovnejte produkty
da: Sammenlign produkter
de: Produkte vergleichen
el: Σύγκριση
es: Comparar productos
fi: Vertaile tuotteita
fr: Comparer les articles
he: השוואת מוצרים
id: Bandingkan produk - produk
it: Compara i prodotti
ko: 비교
lt: Palyginkite produktus
nl: Vergelijk Producten
pl: Porównaj produkty
pt: Comparar produtos
ro: Compară produsele
ru: Сравнить
sk: Porovnať výrobky
sl: Primerjaj
sq: Compare
sv: Jämföra
tr: Ürünleri karşılaştırın
uk: Порівняти товари
vi: So sánh sản phẩm
zh: 比较产品

# compare_products_appbar_title
source: Compare products
bg: Сравни продукти
ca: Comparar productes
cs: Porovnejte produkty
da: Sammenlign produkter
de: Produkte vergleichen
es: Comparar productos
fi: Vertaile tuotteita
fr: Comparer les articles
he: השוואת מוצרים
id: Bandingkan produk - produk
it: Compara i prodotti
ko: 제품 비교
lt: Palyginkite produktus
nl: Vergelijk Producten
pl: Porównaj produkty
pt: Comparar produtos
ro: Compară produsele
ru: Сравнить продукты
sk: Porovnať výrobky
tr: Ürünleri karşılaştırın
uk: Порівняти товари
vi: So sánh sản phẩm
zh: 比较产品
