Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# edit_packagings_element_title
source: Packaging component #{index}
be: Кампанент упакоўкі #{index}
bg: Опаковъчна част #{index}
ca: Component d'embalatge #{index}
cs: Složka balení #{index}
da: Emballagekomponent #{index}
de: Verpackungsbestandteil #{index}
es: Componente del envase #{index}
fi: Pakkauskomponentti #{index}
fr: Composant d'emballage #{index}
he: רכיב אריזה מס׳ {index}
id: Komponen kemasan #{index}
it: Componente dell'imballaggio #{index}
ja: パッケージの要素 #{index}
lt: Pakuotės komponentas #{index}
nl: Verpakkingscomponent #{index}
pl: Element pakowania #{index}
pt: Componente de embalagem #{index}
ro: Componenta ambalajului #{index}
ru: Компонент упаковки #{index}
sk: Zložka obalu #{index}
tr: Paketleme bileşeni #{index}
uk: Пакування компоненту #{index}
vi: Thành phần bao bì #{index}
zh: 包装成分 #{index}

# edit_packagings_element_field_units
source: Number of units
bg: Брой единици
cs: Počet jednotek
da: Antal enheder
de: Anzahl der Einheiten
es: Número de unidades
fi: Yksiköiden määrä
fr: Nombre d'éléments
he: מספר יחידות
id: Jumlah unit
it: Numero di unità
ja: ユニット数
lt: Vienetų skaičius
nl: Aantal eenheden
pl: Liczba jednostek
pt: Número de unidades
ro: Număr de unități
sk: Počet jednotiek
tr: Birim sayısı
uk: Кількість одиниць

# edit_packagings_element_hint_units
source: Enter the number of packaging units of the same shape and material contained in the product.
bg: Въведи броя на опаковъчните единици с еднаква форма и материал, съдържащи се в продукта.
ca: Introduïu el nombre d'unitats d'embalatge de la mateixa forma i material que conté el producte.
cs: Zadejte počet obalových jednotek stejného tvaru a materiálu obsažených v produktu.
da: Angiv antallet af emballageenheder af samme form og materiale indeholdt i produktet.
de: Geben Sie die Anzahl der Verpackungseinheiten gleicher Form und gleichen Materials an, die in dem Erzeugnis enthalten sind.
es: Introduce el número de unidades de envases con el mismo formato y material.
fi: Syötä samanmuotoisten ja samaa materiaalia olevien pakkausten määrä tuotteessa.
fr: Entrez le nombre d'unités d'emballage de la même forme et de la même matière contenue dans le produit.
he: נא למלא את מספר יחידות האריזה מאותה הצורה והחומר שנמצא בתוך המוצר.
id: Masukkan jumlah unit kemasan dengan bentuk dan bahan yang sama yang terdapat dalam produk.
it: Inserisci il numero di unità di imballaggio della stessa forma e materiale contenute nel prodotto.
ja: 製品に含まれる、同一形状、同材質の包装単位の数を入力してください。
lt: Įveskite tokios pačios formos ir medžiagos, esančios produkto sudėtyje, pakuočių vienetų skaičių.
nl: Voer het aantal verpakkingseenheden van dezelfde vorm en hetzelfde materiaal in het product in.
pl: Wprowadź liczbę opakowań tego samego kształtu i materiału zawartych w produkcie.
pt: Introduza o número de unidades de embalagens com o mesmo formato e material.
ro: Introduceți numărul de unități de ambalare de aceeași formă și material conținute în produs.
sk: Zadajte počet baliacich jednotiek rovnakého tvaru a materiálu obsiahnutých vo výrobku.
tr: Üründe bulunan aynı şekil ve malzemeye sahip ambalaj birimlerinin sayısını girin.
uk: Введіть кількість пакувальних одиниць однакової форми та матеріалу, які містяться в продукті.
vi: Nhập số lượng đơn vị đóng gói có cùng hình dạng và chất liệu chứa trong sản phẩm.
zh: 输入产品中包含的相同形状和材料的包装单位数量。

# edit_packagings_element_field_shape
source: Shape
bg: Форма
ca: Forma
cs: Tvar
da: Form
de: Form
es: Formato
fi: Muoto
fr: Forme
he: צורה
id: Bentuk
it: Forma
ja: 形状
lt: Forma
nl: Vorm
pl: Kształt
pt: Formato
ro: Formă
ru: Форма
sk: Tvar
tr: Şekil
uk: Форма
vi: Hình dạng
zh: 形状

# edit_packagings_element_hint_shape
source: Enter the shape name listed in the recycling instructions if they are available, or select a shape.
bg: Въведи името на формата, посочено в инструкциите за рециклиране, ако са налични, или избери форма.
ca: Introduïu el nom de la forma que apareix a les instruccions de reciclatge si està disponible o seleccioneu una forma.
cs: Zadejte název tvaru uvedený v pokynech k recyklaci, pokud jsou k dispozici, nebo vyberte tvar.
da: Angiv formnavnet oplyst i genbrugsvejledningen (hvis tilgængelig), eller vælg en form.
de: Geben Sie den Namen der Form ein, die in der Recycling-Anleitung aufgeführt ist (falls vorhanden) oder wählen Sie eine Form aus.
es: Introduce los formatos indicados en las instrucciones de reciclaje, si están disponibles, o selecciona un formato.
fi: Syötä kierrätysohjeiden mukainen muodon nimi tai valitse muoto.
fr: Entrez le nom de la forme indiqué dans les instructions de recyclage si elles sont disponibles, ou sélectionnez une forme.
he: נא למלא את שם הצורה שמופיעה על הנחיות המיחזור אם יש כאלה, או לבחור צורה.
id: Masukkan nama bentuk yang tercantum dalam petunjuk daur ulang jika tersedia, atau pilih bentuk.
it: Inserisci il nome della forma elencata nelle istruzioni di riciclaggio se disponibili, oppure selezionane una.
ja: リサイクル手順に形状が記載されている場合それを入力するか、形状を選択してください。
lt: Įveskite formos pavadinimą, įtrauktą į perdirbimo instrukcijų, jei tokios yra, sąrašą, arba pasirinkite formą.
nl: Voer de vormnaam in die wordt vermeld in de recyclinginstructies als deze beschikbaar zijn, of selecteer een vorm.
pl: Podaj nazwę kształtu znajdującego się w instrukcjach dotyczących recyklingu, lub go wybierz.
pt: Introduza o nome do formato indicado nas instruções de reciclagem, se estiverem disponíveis ou selecione um formato.
ro: Introduceți numele formei afișat în instrucțiunile de reciclare dacă sunt disponibile sau selectați o formă.
sk: Zadajte názov tvaru uvedený v pokynoch na recykláciu, ak sú k dispozícii, alebo vyberte tvar.
tr: Varsa, geri dönüşüm talimatlarında listelenen şeklin adını girin veya bir şekil seçin.
uk: Введіть назву форми, вказану в інструкціях з перероблювання, якщо вони доступні, або виберіть форму.
vi: Nhập tên hình dạng được liệt kê trong hướng dẫn tái chế nếu chúng có sẵn, hoặc chọn một hình dạng.
zh: 输入回收说明中列出的形状名称（如果可用），或选择一个形状。

# edit_packagings_element_example_shape
source: Bottle
bg: Бутилка
ca: Ampolla
cs: Láhev
da: Flaske
de: Flasche
es: Botella
fi: Pullo
fr: Bouteille
he: בקבוק
id: Botol
it: Bottiglia
ja: ボトル
lt: Butelis
nl: Fles
pl: Butelka
pt: Garrafa
ro: Sticla
ru: Бутылка
sk: Fľaša
tr: Şişe
uk: Пляшка
vi: Chai
zh: 瓶子

# edit_packagings_element_field_material
source: Material
bg: Материал
cs: Materiál
da: Materiale
de: Materialien
fi: Materiaali
fr: Matière
he: חומר גלם
it: Materiale
ja: 材質
lt: Medžiaga
nl: Materiaal
pl: Materiał
ru: Материал
tr: Malzeme
uk: Матеріал
vi: Chất liệu
zh: 材料

# edit_packagings_element_hint_material
source: Enter the specific material if it can be determined (a material code inside a triangle can often be found on packaging parts), or a generic material (for instance plastic or metal) if you are unsure.
be: Sometimes, the materials like ♵ are hidden below the pack, in 3D, on the plastic.
bg: Въведи конкретния материал, ако може да бъде определен (код на материала вътре в триъгълник често може да се намери върху частите на опаковката) или общ материал (например пластмаса или метал), ако не си сигурен.
ca: Introduïu el material específic si es pot determinar (hi sol haver un codi de material dins d'un triangle a les peces d'embalatge) o un material genèric (per exemple, plàstic o metall) si no n'esteu segurs.
cs: Zadejte konkrétní materiál, pokud jej lze určit (kód materiálu uvnitř trojúhelníku lze často nalézt na částech balení), nebo obecný materiál (například plast nebo kov), pokud si nejste jisti.
da: Angiv det specifikke materiale, hvis det kan bestemmes (en materialekode i en trekant findes ofte på emballagedele), eller et generisk materiale (f.eks. plastik eller metal), hvis der er tvivl.
de: Geben Sie das spezifische Material an, wenn es bestimmt werden kann (ein Materialcode in einem Dreieck ist oft auf Verpackungsteilen zu finden), oder ein allgemeines Material (z. B. Kunststoff oder Metall), wenn Sie sich nicht sicher sind.
es: Si es posible, introduce el material específico, muchas veces, el código del material viene indicado dentro de un triángulo en el envase. Si tienes dudas, puedes introducir un material genérico (por ejemplo, plástico o metal).
fi: Lisää materiaali, jos se voidaan määrittää (pakkauksessa materiaalikoodi kolmiossa) tai yleismateriaali (kuten muovi tai lasi), jos olet epävarma.
fr: Entrez le matériau spécifique s'il peut être déterminé (un code de matériau à l'intérieur d'un triangle peut souvent être trouvé sur les éléments d'emballage), ou un matériau générique (par exemple du plastique ou du métal) si vous n'êtes pas sûr.
he: נא לציין מה החומר המסוים שבו נעשה שימוש אם אפשר לאתר אותו (אפשר למצוא את קוד החומר בתוך משולש שנמצא על חלקי האריזה), או חומר כללי (למשל: פלסטיק או מתכת) במקרה של ספק.
id: Masukkan bahan spesifik jika dapat ditentukan (kode bahan di dalam segitiga sering kali dapat ditemukan pada bagian kemasan), atau bahan umum (misalnya plastik atau logam) jika Anda tidak yakin.
it: Inserisci il materiale specifico se determinabile (un codice del materiale in un triangolo si può spesso trovare sulle parti dell'imballaggio), o un materiale generico (ad esempio, plastica o metallo) se non ne sei sicuro.
ja: 判別できる場合は特定の素材（三角で囲まれた素材コードはパッケージ部分によくあります）を入力し、不明な場合は包括的な素材（プラスチックや金属など）を入力してください。
lt: Įveskite konkrečią medžiagą, jei ją galima nustatyti (medžiagos kodą trikampyje dažnai galima rasti ant pakuotės dalių), arba bendrąją medžiagą (pvz., plastikas arba metalas), jei nesate tikri.
nl: Voer het specifieke materiaal in als dit kan worden bepaald (een materiaalcode in een driehoek is vaak te vinden op verpakkingsonderdelen), of een algemener materiaal (bijvoorbeeld plastic of metaal) als u het niet zeker weet.
pl: Podaj konkretny materiał, jeżeli można go wskazać (kod materiału znajdujący się w trójkącie często można znaleźć na opakowaniu), lub materiał ogólny (na przykład plastik lub metal), jeśli nie masz pewności.
pt: Escreva o material específico se souber (pode-se ver muitas vezes um código de material dentro de um triângulo na embalagem) ou um material genérico (por exemplo plástico ou metal) se não tiver a certeza.
ro: Introduceți materialul specific dacă poate fi determinat (un cod de material în interiorul unui triunghi poate fi găsit adesea pe piesele de ambalaj) sau un material generic (de exemplu plastic sau metal) dacă nu sunteți sigur.
sk: Zadajte konkrétny materiál, ak ho možno určiť (kód materiálu vo vnútri trojuholníka možno často nájsť na častiach balenia), alebo všeobecný materiál (napríklad plast alebo kov), ak si nie ste istí.
tr: Belirlenebiliyorsa belirli bir malzemeyi (bir üçgen içindeki bir malzeme kodu genellikle ambalaj parçalarında bulunur) veya emin değilseniz genel bir malzemeyi (örneğin plastik veya metal) girin.
uk: Введіть конкретний матеріал, якщо він може бути визначений (матеріальний код всередині трикутника часто можна знайти на упаковуванні) або загальний матеріал (наприклад пластик чи метал) якщо ви не впевнені.
vi: Nhập vật liệu cụ thể nếu có thể xác định được (mã vật liệu bên trong hình tam giác thường có trên các bộ phận đóng gói) hoặc một loại vật liệu chung (ví dụ: nhựa hoặc kim loại) nếu bạn không chắc chắn.
zh: 如果可以确定，请输入具体材料（三角形内的材料代码通常可以在包装部件上找到），如果您不确定，请输入通用材料（例如塑料或金属）。

# edit_packagings_element_example_material
source: Glass
bg: Стъкло
ca: Vidre
cs: Sklo
da: Glas
de: Glas
es: Vidrio
fi: Lasi
fr: Verre
he: זכוכית
id: Kaca
it: Vetro
ja: ガラス
lt: Stiklas
nl: Glas
pl: Szkło
pt: Vidro
ro: Sticlă
ru: Стекло
sk: Sklo
tr: Cam
uk: Скло
vi: Thủy tinh
zh: 玻璃

# edit_packagings_element_field_recycling
source: Recycling instruction
be: Інструкцыя па перапрацоўцы
bg: Инструкция за рециклиране
ca: Instrucció de reciclatge
cs: Pokyny k recyklaci
da: Genbrugsvejledning
de: Recycling-Anweisungen
es: Instrucciones de reciclaje
fi: Kierrätysohje
fr: Consigne de tri
he: הנחיות מיחזור
id: Instruksi daur ulang
it: Istruzioni di riciclaggio
ja: リサイクル手順
lt: Perdirbimo instrukcija
nl: Recycling instructie
pl: Informacje dotyczące recyklingu
pt: Instruções de reciclagem
ro: Instrucțiuni de reciclare
ru: Инструкция по переработке
sk: Návod na recykláciu
tr: Geri dönüşüm talimatı
uk: Інструкція по переробці
vi: Hướng dẫn tái chế
zh: 回收说明

# edit_packagings_element_hint_recycling
source: Enter recycling instructions only if they are listed on the product.
bg: Въведи инструкциите за рециклиране само ако са посочени на продукта.
ca: Introduïu les instruccions de reciclatge només si apareixen al producte.
cs: Pokyny k recyklaci zadávejte pouze v případě, že jsou uvedeny na produktu.
da: Angiv kun genbrugsvejledningen anført på selve produktet.
de: Geben Sie Recyclinghinweise nur an, wenn sie auf dem Produkt angegeben sind.
es: Introduce las instrucciones de reciclaje solo si aparecen en el producto.
fi: Lisää kierrätysohje, jos se lukee paketissa.
fr: Saisissez les instructions de recyclage uniquement si elles figurent sur le produit.
he: נא למלא פרטי מיחזור רק אם הם מופיעים על המוצר.
id: Masukkan petunjuk daur ulang hanya jika petunjuk tersebut tercantum pada produk.
it: Inserisci le istruzioni di riciclaggio soltanto se sono elencate sul prodotto.
ja: 製品に記載されている場合にのみ、リサイクル手順を入力してください。
lt: Įveskite perdirbimo instrukcijas tik, jei jos yra nurodytas ant produkto.
nl: Voer alleen recyclinginstructies in als deze op het product staan vermeld.
pl: Wprowadź informacje dotyczące recyklingu tylko wtedy, gdy znajdują się na produkcie.
pt: Introduza as instruções de reciclagem apenas se estiverem indicadas no produto.
ro: Introduceți instrucțiunile de reciclare numai dacă sunt enumerate pe produs.
sk: Pokyny na recykláciu zadávajte iba vtedy, ak sú uvedené na produkte.
tr: Yalnızca ürün üzerinde listeleniyorsa geri dönüşüm talimatlarını girin.
uk: Вказуйте інструкції з утилізації, тільки якщо вони зазначені на виробі.
vi: Chỉ nhập hướng dẫn tái chế nếu chúng được liệt kê trên sản phẩm.
zh: 只有在产品上列出的回收说明才可输入。

# edit_packagings_element_example_recycling
source: Recycle
bg: Рециклирай
ca: Reciclar
cs: Recyklace
da: Genbrug
de: Recyceln
es: Reciclar
fi: Kierrätä
fr: Recycler
he: מיחזור
id: Daur Ulang
it: Ricicla
ja: リサイクル
lt: Perdirbimas
nl: Hergebruik
pl: Recykling
pt: Reciclar
ro: Reciclează
sk: Recyklovať
tr: Geri dönüşüm
uk: Переробка
vi: Tái chế
zh: 回收

# edit_packagings_element_field_quantity
source: Net quantity of product per unit
bg: Нетно количество продукт на единица
ca: Quantitat neta de producte per unitat
cs: Čisté množství produktu na jednotku
da: Produktnettomængde pr. enhed
de: Nettomenge des Produkts pro Einheit
es: Cantidad neta de producto por unidad
fi: Nettomäärä per tuote
fr: Quantité nette de produit par unité
he: כמות נטו של המוצר ליחידה
id: Jumlah bersih produk per unit
it: Quantità netta di prodotto per unità
ja: 単位あたりの製品の正味数量
lt: Grynasis vieno produkto vieneto kiekis
nl: Netto hoeveelheid product per eenheid
pl: Ilość produktu netto na jednostkę
pt: Quantidade líquida de produto por unidade
ro: Cantitatea netă de produs pe unitate
ru: Количество продуктов в единице товара
sk: Čisté množstvo produktu na jednotku
tr: Birim başına net ürün miktarı
uk: Чиста кількість продукту на одиницю
vi: Số lượng tịnh của sản phẩm trên một đơn vị
zh: 每单位产品净数量

# edit_packagings_element_hint_quantity
source: Enter the net weight or net volume and indicate the unit (for example g or ml).
bg: Въведи нетното тегло или нетния обем и посочи единицата (например г или мл).
ca: Introduïu el pes net o el volum net i indiqueu la unitat (per exemple, g o ml).
cs: Zadejte čistou hmotnost nebo čistý objem a uveďte jednotku (například g nebo ml).
da: Angiv nettovægten eller nettovolumen samt enheden (f.eks. g eller ml).
de: Geben Sie das Nettogewicht oder Nettovolumen ein und geben Sie die Einheit an (z. B. g oder ml).
es: Introduce el peso neto o el volumen neto y el tipo de unidad (por ejemplo, g o ml).
fi: Syötä nettopaino tai -tilavuus, muista suure (kuten g tai ml).
fr: Entrez le poids net ou le volume net et indiquez l'unité (par exemple g ou ml).
he: נא למלא את המשקל הנקי או את הנפח הנקי ולציין את היחידה (למשל גרם או מיליליטר).
id: Masukkan berat bersih atau volume bersih dan tunjukkan satuannya (misalnya g atau ml).
it: Inserisci il peso o il volume netto e indica l'unità (ad esempio, g o ml).
ja: 正味重量または正味体積を入力し、単位を明記します（g または ml など）。
lt: Įveskite grynąjį svorį arba grynąjį tūrį ir nurodykite vienetą (pvz., g arba ml).
nl: Vul het nettogewicht of het nettovolume in en geef de eenheid aan (bijvoorbeeld g of ml).
pl: Podaj wagę lub objętość produktu netto i uzupełnij jednostkę (na przykład g. lub ml.).
pt: Introduza o peso líquido ou o volume líquido e indique a unidade (por exemplo g ou ml).
ro: Introduceți greutatea netă sau volumul net și indicați unitatea (de exemplu, g sau ml).
sk: Zadajte čistú hmotnosť alebo čistý objem a uveďte jednotku (napríklad g alebo ml).
tr: Net ağırlığı veya net hacmi girin ve birimi belirtin (örneğin g veya ml).
uk: Введіть вагу нетто або об'єм нетто і вкажіть одиницю виміру (наприклад, г або мл).
vi: Nhập khối lượng tịnh hoặc thể tích tịnh và cho biết đơn vị (ví dụ g hoặc ml).
zh: 输入净重或净体积并注明单位（例如克 g 或毫升 ml）。

# edit_packagings_element_field_weight
source: Weight of one empty unit (g)
be: Вага пустой упакоўкі (г)
bg: Тегло на една празна единица (г)
ca: Pes d'una unitat buida (g)
cs: Hmotnost jedné prázdné jednotky (g)
da: Vægt af én tom enhed (g)
de: Gewicht einer leeren Einheit (g)
es: Peso de una unidad vacía (g)
fi: Tyhjän yksikön paino (g)
fr: Poids d'une unité vide (g)
he: משקל של יחידה ריקה אחת (גרם)
id: Berat satu unit kosong (g)
it: Peso di un'unità vuota (g)
ja: 空の状態での単位あたりの重さ (g)
lt: Vieno tuščio vieneto svoris (g)
nl: Gewicht van één lege eenheid (g)
pl: Waga jednej pustej jednostki (g)
pt: Peso de uma unidade vazia (g)
ro: Greutatea unei unități goale (g)
ru: Масса тары (г)
sk: Hmotnosť jednej prázdnej jednotky (g)
tr: Bir boş birimin ağırlığı (g)
uk: Вага пустої одиниці (г)
vi: Trọng lượng của một đơn vị rỗng (g)
zh: 一个空单位的重量（克）

# edit_packagings_element_hint_weight
source: Remove any remaining food and wash and dry the packaging part before weighing. If possible, use a scale with 0.1g or 0.01g precision.
be: Для дакладнага вымярэння вагі ўпакоўкі, ачысціце яе ад рэшткаў прадукту, а затым прасушыце ад вады.
bg: Отстрани останалата храна, измий и подсуши опаковката преди претеглянето. Ако е възможно, използвай везна с точност 0,1 г или 0,01 г.
ca: Traieu els aliments restants i renteu i assequeu la part de l'embalatge abans de pesar. Si és possible, utilitzeu una escala amb una precisió de 0,1 g o 0,01 g.
cs: Před vážením odstraňte veškeré zbývající potraviny a omyjte a osušte část obalu. Pokud je to možné, použijte váhu s přesností 0,1 g nebo 0,01 g.
da: Fjern evt. madrester, og afvask og aftør emballagedelen før vejning. Benyt om muligt en vægt med 0,1 g eller 0,01 g skalainddeling.
de: Entfernen Sie Lebensmittelreste und waschen und trocknen Sie das Verpackungsteil vor dem Wiegen. Verwenden Sie nach Möglichkeit eine Waage mit einer Genauigkeit von 0,1 g oder 0,01 g.
es: Elimina cualquier resto de alimento y lava y seca el envase antes de pesarlo. Si es posible, usa una báscula con 0,1 g o 0,01 g de precisión.
fi: Poista kaikki ruoka ja pese ja kuivaa pakkaus ennen punnitsemista. Mahdollisuuksien mukaan käytä vaakaa, jonka tarkkuus on 0,1 g tai 0,01 g.
fr: Retirez tous les restes de nourriture et lavez et séchez l'emballage avant de peser. Si possible, utilisez une balance avec une précision de 0,1 g ou 0,01 g.
he: יש להסיר שאריות מזון ולשטוף ולייבש את החלק של האריזה בטרם השקילה. אם אפשר, כדאי להשתמש במשקל עם רמת דיוק של 0.1 גרם או 0.01 גרם.
id: Buang makanan yang tersisa dan cuci serta keringkan bagian kemasan sebelum menimbang. Jika memungkinkan, gunakan timbangan dengan ketelitian 0,1 gram atau 0,01 gram.
it: Rimuovi qualsiasi residuo alimentare e lava e asciuga l'imballggio prima di pesarlo. Se possibile, utilizza una bilancia con una precisione di 0,1g o 0,01g.
ja: 計量の前に残っている食品を取り除き、パッケージを洗浄、乾燥させてください。可能であれば、0.1gまたは0.01gの精度のはかりを使用してください。
lt: Prieš sverdami pašalinkite likusį maistą, išplaukite ir išdžiovinkite pakuotės dalį. Jei įmanoma, naudokite 0,1 g arba 0,01 g tikslumo svarstykles.
nl: Verwijder alle resterende levensmiddelen en droog de verpakking af voor het wegen. Gebruik indien mogelijk een schaal met 0,1g of 0,01g precisie.
pl: Przed ważeniem wyjmij z opakowania całą zawartość, umyj je oraz pozwól mu wyschnąć. Jeżeli to możliwe, użyj wagi z dokładnością do części dziesiętnej lub setnej grama.
pt: Remova qualquer resto de comida, lave e seque a parte da embalagem antes de a pesar. Se possível, use uma balança com precisão de 0,1g ou 0,01g.
ro: Îndepărtați orice mâncare rămasă și spălați și uscați ambalajul înainte de cântărire. Dacă este posibil, utilizați o cântar cu precizie de 0,1 g sau 0,01 g.
tr: Kalan yiyecekleri çıkarın ve tartmadan önce ambalaj parçasını yıkayın ve kurulayın. Mümkünse 0,1g veya 0,01g hassasiyetli bir terazi kullanın.
uk: Перед зважуванням видаліть залишки їжі, вимийте та висушіть пакувальну частину. Якщо можливо, використовуйте ваги з точністю до 0,1 г або 0,01 г.
vi: Loại bỏ bất kỳ thực phẩm thừa sau đó rửa sạch và lau khô bộ phận đóng gói trước khi cân. Nếu có thể, hãy sử dụng cân có độ chính xác đến 0,1g hoặc 0,01g.
zh: 在称重之前，请清除所有剩余的食物并清洗和干燥包装部分。如果可能，使用精度为 0.1g 或 0.01g 的秤。

# background_task_title
source: Pending contributions
bg: Чакащ принос
ca: Contribucions pendents
cs: Nevyřízené příspěvky
da: Afventende bidrag
de: Ausstehende Beiträge
es: Contribuciones pendientes
fi: Odottavat panostukset
fr: Contributions en attente
he: תרומות ממתינות
id: Kontribusi yang tertunda
it: Contributi in sospeso
ja: 保留中の投稿
nl: In afwachting van bijdragen
pl: Oczekujące wpisy
pt: Contribuições pendentes
ro: Contribuții în așteptare
tr: Bekleyen katkılar
uk: Чекає на внесок
vi: Đóng góp đang chờ xử lý
zh: 待处理贡献

# background_task_subtitle
source: Your contributions are automatically saved to our server, but not always in real-time.
bg: Вашите приноси се записват автоматично на нашия сървър, но не винаги в реално време.
ca: Les teves contribucions es guarden automàticament al nostre servidor, però no sempre en temps real.
cs: Vaše příspěvky jsou automaticky uloženy na náš server, ale ne vždy v reálném čase.
da: Bidragene auto-gemmes på vores server (dog ikke altid i realtid).
de: Ihre Beiträge werden automatisch auf unserem Server gespeichert, aber nicht immer in Echtzeit.
es: Tus contribuciones se guardan automáticamente en nuestro servidor, pero no siempre se hace en tiempo real.
fi: Lisäyksesi lisätään palvelimelle, mutta ei aina heti.
fr: Vos contributions sont automatiquement enregistrées sur notre serveur, mais pas toujours en temps réel.
he: התרומות שלך נשמרות אוטומטית בשרת שלנו, אך לא תמיד בזמן אמת.
id: Kontribusi Anda secara otomatis disimpan di server kami, tetapi tidak selalu secara real-time.
it: I tuoi contributi sono salvati automaticamente sul nostro server, ma non sono sempre in tempo reale.
ja: あなたの投稿は自動的にサーバーに保存されますが、リアルタイムで保存されるとは限りません。
nl: Uw bijdragen worden automatisch opgeslagen op onze server, maar niet altijd in realtime.
pl: Twój wkład zapisywany jest automatycznie, jednak wprowadzone zmiany nie będą widoczne natychmiast.
pt: As suas contribuições são guardadas automaticamente no nosso servidor, mas nem sempre em tempo real.
ro: Contribuțiile dvs. sunt salvate automat pe serverul nostru, dar nu întotdeauna în timp real.
tr: Katkılarınız otomatik olarak sunucumuza kaydedilir, ancak her zaman gerçek zamanlı olarak kaydedilmez.
uk: Ваші внески зберігаються автоматично (але не завжди в режимі реального часу).
vi: Đóng góp của bạn được lưu tự động vào máy chủ của chúng tôi, nhưng không phải lúc nào cũng theo thời gian thực.
zh: 您的贡献会自动保存到我们的服务器，但并不总是实时的。
