Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# edit_product_form_item_origins_explainer_1
source: Add any indications of origins you can find on the packaging. You need not worry about origins indicated directly in the ingredient list.
be: Дадайце любыя ўказанні на паходжанне, якія можна знайсці на ўпакоўцы. Вам не трэба турбавацца аб паходжанні, указаным непасрэдна ў спісе інгрэдыентаў.
bg: Добави всички указания за произход, които можеш да намериш върху опаковката. Не е нужно да се притесняваш за произхода, посочен директно в списъка на съставките.
ca: Afegiu qualsevol indicació d'origen que pugueu trobar a l'embalatge. No us haureu de preocupar pels orígens indicats directament a la llista d'ingredients.
cs: Přidejte jakékoli označení původu, které najdete na obalu. Nemusíte se starat o původ uvedený přímo v seznamu přísad.
da: Tilføj evt. oprindelsesangivelser fundet på emballagen. Man behøver ikke bekymre sig om oprindelse angivet direkte på ingredienslisten.
de: Fügen Sie alle Herkunftsangaben hinzu, die Sie auf der Verpackung finden. Sie brauchen sich keine Sorgen über Herkunftsangaben zu machen, die direkt in der Zutatenliste stehen.
es: Añade cualquier indicación de origen que encuentres en el envase. No tienes que preocuparte por los orígenes indicados directamente en la lista de ingredientes.
fi: Lisää pakkauksesta löytyviä alkuperämaita. Älä huolehdi ainesosien alkuperästä, joita ei suoraan etiketissä lue.
fr: Ajoutez toutes les indications d'origine que vous pouvez trouver sur l'emballage. Vous n'avez pas à vous soucier des origines indiquées directement dans la liste des ingrédients.
he: יש להוסיף כל סימון שיכול להעיד על מקורות שניתן למצוא על האריזה. אין חשש ממקורות של רכיבים שמצוינים ישירות ברשימת הרכיבים.
id: Tambahkan indikasi asal yang dapat anda temukan pada kemasan. Anda tidak perlu khawatir tentang asal-usul yang ditunjukkan langsung dalam daftar bahan.
it: Aggiungi eventuali indicazioni di provenienza che trovi sulla confezione. Non devi preoccuparti delle origini indicate direttamente nella lista degli ingredienti.
ja: パッケージに記載されている原産地の情報を追加してください。原材料一覧に記載されている原産地については追加不要です。
ko: 포장에서 찾을 수 있는 원산지 표시를 추가하십시오. 성분 목록에 직접 표시된 원산지에 대해 걱정할 필요가 없습니다.
lt: Pridėkite visas kilmės nuorodas, kurias rasite ant pakuotės. Jums nereikia jaudintis dėl kilmės, nurodytos tiesiogiai ingredientų sąraše.
nl: Voeg eventuele herkomstaanduidingen toe die je op de verpakking vindt. Je hoeft je geen zorgen te maken over de herkomst die direct in de ingrediëntenlijst wordt vermeld.
pl: Dodaj informacje o pochodzeniu, które można znaleźć na opakowaniu. Nie musisz się martwić o pochodzenie wskazane bezpośrednio na liście składników.
pt: Acrescente todas as indicações de origem que encontrar na embalagem. Não é necessário preocupar-se com as origens indicadas diretamente na lista de ingredientes.
ro: Adăugați orice indicații de origine pe care le puteți găsi pe ambalaj. Nu trebuie să vă faceți griji cu privire la originile indicate direct în lista de ingrediente.
ru: Добавьте указания о происхождении, которые вы можете найти на упаковке. Вам не нужно беспокоиться о происхождении, указанном непосредственно в списке ингредиентов.
sk: Pridajte akékoľvek označenie pôvodu, ktoré nájdete na obale. Nemusíte sa obávať pôvodu uvedeného priamo v zozname ingrediencií.
tr: Ambalajın üzerinde bulabileceğiniz herhangi bir menşe belirtisi ekleyin. Doğrudan içerik listesinde belirtilen kökenler hakkında endişelenmenize gerek yok.
uk: Додайте будь-які вказівки про походження, які можна знайти на упаковці. Вам не потрібно турбуватися про походження, яке вказано безпосередньо в списку інгредієнтів.
vi: Thêm bất kì dấu hiệu xuất xứ mà bạn tìm thấy trên bao bì. Bạn không cần phải lo lắng về nguồn gốc được ghi trên danh sách thành phần.
zh: 添加你可以在包装上找到的任何原产地标记。你不必担心直接在成份列表中显示的原产地。

# edit_product_form_item_origins_explainer_2
source: Examples: Beef from Argentina, The soy does not come from the European Union
be: Прыклады: ялавічына з Аргенціны, соя не паходзіць з Еўрапейскага звязу
bg: Примери: Говеждо от Аржентина, Соята не идва от Европейския съюз
ca: Exemples: vedella d'Argentina, La soja no prové de la Unió Europea
cs: Příklady: Hovězí maso z Argentiny, Sója nepochází z Evropské unie
da: Eks.: Oksekød fra Argentina, Sojaen kommer ikke fra EU
de: Beispiele: Rindfleisch aus Argentinien, das Soja kommt nicht aus der Europäischen Union
es: Ejemplos: carne de vacuno de Argentina, soja no procedente de la Unión Europea
fi: Esimerkki: Pihvi Argentiinasta, soija EU:n ulkopuolelta
fr: Exemples : Bœuf d'Argentine, Le soja ne provient pas de l'Union européenne
he: דוגמאות: בקר מארגנטינה, הסויה לא מגיעה מהאיחוד האירופי
id: Contoh: Daging sapi dari Argentina, Kedelai tidak berasal dari Uni Eropa
it: Esempi: Manzo dall'Argentina, La soia non proviene dall'Unione Europea
ja: 例：アルゼンチン産の牛肉、大豆はEU産ではない
ko: 예: 아르헨티나산 소고기, 유럽 연합산 콩이 아닙니다.
lt: Pavyzdžiai: jautiena iš Argentinos, sojos nėra iš Europos Sąjungos
nl: Voorbeelden: rundvlees uit Argentinië, de soja komt niet uit de Europese Unie
pl: Przykłady: wołowina z Argentyny, soja nie pochodzi z Unii Europejskiej
pt: Exemplos: Carne de vaca da Argentina, A soja não é proveniente da União Europeia
ro: Exemple: Carne de vită din Argentina, Soia nu provine din Uniunea Europeană
ru: Примеры: Говядина из Аргентины, Соя не поставляется из Европейского Союза
sk: Príklady: Hovädzie mäso z Argentíny, Sója nepochádza z Európskej únie
tr: Örnekler: Arjantin'den sığır eti, Soya Avrupa Birliği'nden gelmiyor
uk: Приклади: яловичина з Аргентини, соя не походить з Європейського Союзу
vi: Ví dụ: Thịt bò từ Argentina, Đậu nành không đến từ Liên minh Châu Âu
zh: 示例：来自阿根廷的牛肉，大豆不是来自欧盟

# edit_product_form_item_countries_title
source: Country
bg: Страна
ca: País
cs: Země
da: Land
de: Land
es: País
fi: Maa
fr: Pays
he: מדינה
id: Negara
it: Paese
ja: 国
ko: 국가
nl: Land
pl: Kraj
pt: País
ro: Țară
ru: Страна
sk: Krajina
sv: Land
tr: Ülke
uk: Країна
vi: Quốc gia
zh: 地區

# edit_product_form_item_countries_hint
source: Input a country
be: Іспанія
bg: Въведи страна
ca: Introduïu un país
cs: Zadejte zemi
da: Indtast et land
de: Land eingeben
el: Ισπανία
es: Indicar país
fi: Syötä maa
fr: Espagne
he: נא למלא מדינה
id: Masukkan negara
it: Inserisci un paese
ja: 国を入力してください
ko: 스페인
lt: Įvesti šalį
nl: Voer een land in
pt: Inserir um país
ro: Introduceți o țară
ru: Испания
sk: Zadajte krajinu
sl: Spain
sv: Spain
tr: Bir ülke girin
uk: Введіть країну

# edit_product_form_item_countries_type
source: country
bg: страна
ca: país
cs: země
da: land
de: Land
es: país
fi: maa
fr: pays
he: מדינה
id: negara
it: paese
ja: 国
lt: šalis
nl: land
pl: kraj
pt: país
ro: tara
sk: krajina
tr: ülke
uk: країна
vi: nước
zh: 國家

# edit_product_form_item_countries_explanations
source: Countries where the product is widely available (not including stores specialising in foreign products).
be: Краіны, у якіх прадукт шырока распаўсюджаны (за выключэннем крам, якія спецыялізуюцца на замежнай прадукцыі).
bg: Страни където продуктът е широко достъпен (специализирани магазини за чужди продукти не са включени).
ca: Països on el producte està àmpliament disponible (sense incloure les botigues especialitzades en productes estrangers).
cs: Země, kde je produkt široce dostupný (nezahrnuje obchody specializované na zahraniční produkty).
da: Lande, hvori produktet er bredt tilgængeligt (fraset butikker specialiseret i udenlandske produkter).
de: Länder, in denen das Produkt weithin erhältlich ist (ohne auf ausländische Produkte spezialisierte Geschäfte).
el: Χώρες όπου το προϊόν είναι ευρέως διαθέσιμο (εξαιρουμένων των καταστημάτων που ειδικεύονται σε ξένα προϊόντα).
es: Países donde el producto esté ampliamente disponible (no se incluyen las tiendas de productos extranjeros).
fi: Maat, joissa tuotetta on laajalti saatavilla (lukuun ottamatta erikoisliikkeitä).
fr: Pays dans lesquels le produit est largement distribué (hors magasins spécialisés dans l'import).
he: מדיניות שבהן המוצר זמין לקהל הרחב (לא כולל חנויות שמתמחות במוצרים זרים).
id: Negara tempat produk tersedia secara luas (tidak termasuk toko yang mengkhususkan diri pada produk asing).
it: Paesi in cui il prodotto è ampiamente disponibile (esclusi i negozi specializzati in prodotti esteri).
ja: 製品が広く入手できる国（外国製品を専門とする店を除く）。
ko: 제품이 널리 사용되는 국가(해외 제품 전문 매장 제외).
lt: Šalys, kuriose produktas yra plačiai prieinamas (neįskaitant parduotuvių, kurių specializacija yra užsienio produktai).
nl: Landen waar het product algemeen verkrijgbaar is (exclusief winkels die gespecialiseerd zijn in buitenlandse producten).
pl: Kraje, w których produkt jest powszechnie dostępny (nie wliczając sklepów specjalizujących się w produktach zagranicznych).
pt: Países onde o produto é amplamente disponível (não incluindo lojas especializadas em produtos estrangeiros).
ro: Țări în care produsul este disponibil pe scară largă (fără a include magazinele specializate în produse străine).
ru: Страны, где продукт широко доступен (не включая магазины, специализирующиеся на иностранных товарах).
sk: Krajiny, kde je produkt široko dostupný (okrem obchodov špecializujúcich sa na zahraničné produkty).
tr: Ürünün yaygın olarak bulunduğu ülkeler (yabancı ürünlerde uzmanlaşmış mağazalar hariç).
uk: Країни, де продукт широко розповсюджений (за винятком магазинів зі спеціалізацією в іноземній продукції).
vi: Các quốc gia nơi sản phẩm được phổ biến rộng rãi (không bao gồm các cửa hàng chuyên kinh doanh sản phẩm nước ngoài).
zh: 产品广泛销售的国家（不包括专营外国产品的商店）。

# edit_product_form_item_emb_codes_title
source: Traceability codes
be: Коды адсочвання
bg: Кодове за проследимост
ca: Codis de traçabilitat
cs: Kód EMB
da: Sporbarhedskoder
de: Rückverfolgbarkeitscodes
es: Códigos de trazabilidad
fi: Jäljitettävyyskoodit
fr: Codes de traçabilité
he: קודים למעקב
id: Kode -kode keterlacakan
it: Codici di tracciabilità
ja: トレーサビリティコード
ko: 생산경로 코드
lt: Atsekamumo kodai
nl: Traceerbaarheidscodes
pl: Kody identyfikujące
pt: Códigos de rastreabilidade
ro: Codul EMB:
sl: Kode sledljivosti
sv: Spårbarhetskoder
tr: İzlenebilirlik kodları
uk: Код відстеження
vi: Mã xác định nguồn gốc
zh: 可追踪码

# edit_product_form_item_emb_codes_hint
source: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
bg: EMB 53062, BG1612009, 84 R 20, 33 RECOLTANT 522
ca: EMB 53062, ES 10.01235 CE, 84 R 20, 33 RECOLTANT 522
de: DE BY117 EG, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
es: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANTE 522
pt: PT DLT 1 CE, PT DPC 355 CE, PT 001901 P CE, EMB 53062, FR 62.448.034 CE
uk: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 РАХУНОК 522
zh: EMB 53062、FR 62.448.034 CE、84 R 20、33 RECOLANT 522

# edit_product_form_item_emb_codes_type
source: traceability code
bg: код за проследимост
ca: codi de traçabilitat
cs: kód EMB
da: sporbarhedskode
de: Rückverfolgbarkeitscode
es: código de trazabilidad
fi: jäljitettävyyskoodi
fr: code de traçabilité
he: קוד מעקב
id: kode keterlacakan
it: codice di tracciabilità
ja: トレーサビリティコード
lt: atsekamumo kodas
nl: traceerbaarheidscode
pl: kod identyfikujący
pt: código de rastreabilidade
ro: Codul EMB:
sk: kód vysledovateľnosti
tr: izlenebilirlik Kodu
uk: коди відстежування
vi: mã truy xuất nguồn gốc
zh: 可追踪码

# edit_product_form_item_emb_codes_explanations
source: In Europe, code in an ellipse with the 2 country initials followed by a number and CE. Examples: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
be: У Еўропе выкарыстоўваецца код авальнай формы з 2 вялікімі літарамі краіны, за якімі ідзе чысло і знак CE. Напрыклад: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
bg: В Европа, код в елипса с 2 инициала на страната следвани от номер и CE. Примери: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
ca: A Europa, codifiqueu en una el·lipse amb les inicials dels 2 països seguides d'un número i CE. Per exemple: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
cs: V Evropě je kód v elipse s dvěna iniciálami země následovanými číslem a CE. Příklady: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
da: I Europa er koden en ellipse med de 2 landeinitialer efterfulgt af et tal og CE. Eks.: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
de: In Europa ist der Code in der Form einer Ellipse mit den beiden Länderinitialen, gefolgt von einer Zahl und CE, anzugeben. Beispiele: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
el: Στην Ευρώπη, κωδικός σε μια έλλειψη με τα 2 αρχικά της χώρας ακολουθούμενο από έναν αριθμό και CE. Παραδείγματα: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
es: En Europa, el código es una elipse con las dos iniciales del país de origen seguidas por un número y la sigla CE. Ejemplos: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
fi: Eurooopassa koodi on ellipsissä, jossa on kaksi maan tunnuskirjainta, joita seuraa numero ja CE. Esimerkkejä: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
fr: En Europe, le code est une ellipse contenant les deux initiales du pays suivies par un nombre et CE. Exemples : EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
he: באירופה, קוד מקוצר עם 2 אותיות לייצוג מדינה שלאחריהן מספר ו־CE. למשל: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
id: Di Eropa, kode berbentuk elips dengan 2 inisial negara diikuti dengan angka dan CE. Contoh: EMB 53062, FR 62.448.034 CE, 85 R 20, 33 RECOLTANT 522
it: In Europa, codificare in un'ellisse con le 2 iniziali del paese seguite da un numero e CE. Esempi: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
ja: ヨーロッパでは、楕円で囲まれた、国の頭文字2桁に数字とCEが続くコードです。 例：EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
ko: 유럽에서는 2개의 국가 이니셜 뒤에 숫자와 CE가 있는 타원으로 코드를 작성합니다. 예: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
lt: Europoje koduokite elipsės pavidalu su 2 šalių inicialais, po kurių seka skaičius ir CE. Pavyzdžiai: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
nl: In Europa is het een code in een ovaal met de 2 landinitialen gevolgd door een getal en CE. Voorbeelden: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
pl: W Europie kod w elipsie z inicjałami 2 krajów, po których następuje liczba i CE. Przykłady: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLLTANT 522
pt: Na Europa, o código numa elipse com as iniciais de 2 países seguidas por um número e CE. Exemplos: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
ro: În Europa, codul este într-o elipsă cu cele două iniţiale ale ţării, urmate de un număr şi CE. Exemple: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
sk: V Európe kód do elipsy s 2 iniciálkami krajiny, za ktorými nasleduje číslo a CE. Príklady: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
tr: Avrupa'da, 2 ülke baş harfi ve ardından bir sayı ve CE ile bir elips içinde kodlayın. Örnekler: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
uk: У Європі використовується код овальної форми з 2 великими літерами країни, після яких знаходиться число та знак CE. Наприклад: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
vi: Ở Châu Âu, mã có trong một hình elip với 2 chữ cái đầu của quốc gia, sau đó là một số và kí hiệu CE. Ví dụ: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
zh: 在欧洲，使用椭圆形编码，带有 2 个国家/地区首字母，后跟一个数字和 CE。 示例：EMB 53062、FR 62.448.034 CE、84 R 20、33 RECOLTANT 522

# edit_product_form_item_categories_title
source: Categories
be: Катэгорыі
bg: Категории
cs: Kategorie
da: Kategorier
de: Kategorien
el: Κατηγορίες
es: Categorías
fi: Tuoteluokat
fr: Catégories
he: קטגוריות
id: Kategori
it: Categorie
ja: カテゴリー
ko: 카테고리
lt: Kategorijos
nl: Categorieën
pl: Kategorie
pt: Categorias
ro: Categorii
ru: Категории
sk: Kategórie
sl: Kategorije
sv: Kategorier
tr: Kategoriler
uk: Категорії
vi: Thể loại
zh: 類別

# edit_product_form_item_categories_hint
source: category
be: катэгорыя
bg: категория
ca: categoria
cs: kategorie
da: kategori
de: Kategorie
el: κατηγορια
es: categoría
fi: tuoteluokka
fr: catégorie
he: קטגוריה
id: kategori
it: categoria
ja: カテゴリー
ko: 카테고리
lt: kategorija
nl: categorie
pl: kategoria
pt: categoria
ro: categorie
ru: категория
sk: Kategória
sl: kategorijo
sv: kategori
tr: kategori
uk: категорія
vi: danh mục
zh: 分類

# edit_product_form_item_categories_type
source: category
bg: категория
ca: categoria
cs: kategorie
da: kategori
de: Kategorie
es: categoría
fi: tuoteluokka
fr: catégorie
he: קטגוריה
id: kategori
it: categoria
ja: カテゴリー
lt: kategorija
nl: categorie
pl: kategoria
pt: categoria
ro: categorie
sk: Kategória
tr: kategori
uk: категорія
vi: danh mục
zh: 分類

# edit_product_form_item_categories_explainer_1
source: Indicate only the most specific category. Parent categories will be automatically added.
be: Укажыце толькі найбольш канкрэтную катэгорыю. Блізкія катэгорыі будуць дададзены аўтаматычна.
bg: Посочи само най-конкретната категория. Родителските категориите ще бъдат добавени автоматично.
ca: Indicau només la categoria més concreta. Les categories arrel s'afegiran automàticament.
cs: Uveďte pouze nejkonkrétnější kategorii. Nadřazené kategorie budou přidány automaticky.
da: Angiv kun den mest specifikke kategori. Overordnede kategorier tilføjes automatisk.
de: Geben Sie nur die spezifischste Kategorie an. Die übergeordneten Kategorien werden automatisch hinzugefügt.
es: Solo hay que indicar la categoría más específica. Las categorías superiores se añadirán automáticamente.
fi: Kerro vain tärkein luokka. Sovellus lisää itse luokkien luokat.
fr: Indiquez uniquement la catégorie la plus spécifique. Les catégories parentes seront automatiquement ajoutées.
he: יש לציין רק את הקטגוריה המדויקת ביותר. קטגוריות הורה תתווספנה אוטומטית.
id: Tunjukkan hanya kategori yang paling spesifik. Kategori induk akan ditambahkan secara otomatis.
it: Indica solo la categoria più specifica. Le categorie principali verranno aggiunte automaticamente.
ja: 最も具体的なカテゴリのみを指定してください。親カテゴリは自動的に追加されます。
ko: 가장 구체적인 범주만 표시하십시오. 상위 카테고리가 자동으로 추가됩니다.
lt: Nurodykite tik konkrečiausią kategoriją. Tėvų kategorijos bus pridėtos automatiškai.
nl: Vermeld alleen de meest specifieke categorie. Bovenliggende categorieën worden automatisch toegevoegd.
pl: Wskaż tylko najbardziej szczegółową kategorię. Kategorie nadrzędne zostaną automatycznie dodane.
pt: Indicar apenas a categoria mais específica. As categorias-mãe serão adicionadas automaticamente. Por exemplo introduzindo "iogurtes líquidos aromatizados", será adicionado automaticamente às categorias-mãe "iogurtes líquidos", "iogurtes", "lacticínios".
ro: Indicați numai categoria cea mai specifică. Categoriile părinte vor fi adăugate automat.
sk: Uveďte iba najšpecifickejšiu kategóriu. Nadradené kategórie budú pridané automaticky.
tr: Yalnızca en spesifik kategoriyi belirtin. Üst kategoriler otomatik olarak eklenecektir.
uk: Вкажіть лише найбільш конкретну категорію. Батьківські категорії будуть додані автоматично.
vi: Chỉ định chỉ danh mục cụ thể nhất. Các danh mục chính sẽ được thêm tự động.
zh: 仅指明最具体的类别。将自动添加父类别。

# edit_product_form_item_categories_explainer_2
source: In case a category is not available in autocomplete, feel free to add it anyway, that will help us improve Open Food Facts in your country.
be: Калі катэгорыя не даступна ў аўтазапаўненні, усё роўна дадайце яе. Гэта дапаможа нам палепшыць Open Food Facts у вашай краіне.
cs: V případě, že kategorie není k dispozici v automatickém doplňování, klidně ji přidejte, pomůže nám to zlepšit Open Food Facts ve vaší zemi.
de: Falls eine Kategorie nicht in der Autovervollständigung enthalten ist, können Sie sie trotzdem hinzufügen. Das hilft uns, Open Food Facts in Ihrem Land zu verbessern.
es: Si una categoría no aparece en el autocompletado, no dudes en añadirla. Esto también nos ayuda a mejorar Open Food Facts en tu país.
fi: Jos luokka ei ole saatavilla automaattisessa täydennyksessä, voit lisätä sen joka tapauksessa, se auttaa meitä parantamaan Open Food Factsia maassasi.
fr: Si une catégorie n'est pas disponible en saisie semi-automatique, n'hésitez pas à l'ajouter quand même, cela nous aidera à améliorer Open Food Facts dans votre pays.
he: אם הקטגוריה לא קיימת בהשלמה האוטומטית, אפשר פשוט להוסיף אותה בכל מקרה, פעולה זו תסייע לנו לשפר את Open Food Facts במדינה שלך.
id: Jika ada kategori yang tidak tersedia dalam pelengkapan otomatis, jangan ragu untuk menambahkannya, karena hal itu akan membantu kami meningkatkan Open Food Facts di negara Anda.
it: Nel caso in cui una categoria non sia disponibile nel completamento automatico, sentiti libero di aggiungerla comunque, ciò ci aiuterà a migliorare Open Food Facts nel tuo pese.
ko: 자동 완성에서 카테고리를 사용할 수 없는 경우에도 자유롭게 추가하면 귀하의 국가에서 Open Food Facts를 개선하는 데 도움이 됩니다.
nl: Als een categorie niet beschikbaar is via auto-complete, voel je dan vrij om deze toch toe te voegen. Dat helpt ons Open Food Facts in jouw land te verbeteren.
pt: No caso de uma categoria não estar disponível no preenchimento automático, pode adicioná-la na mesma, o que nos ajudará a melhorar o Open Food Facts no seu país.
ro: În cazul în care o categorie nu este disponibilă în completare automată, nu ezitați să o adăugați oricum, asta ne va ajuta să îmbunătățim Open Food Facts în țara dvs.
ru: Если категория не доступна в автозаполнении, не стесняйтесь добавить ее в любом случае, это поможет нам улучшить Open Food Facts в вашей стране.
sk: V prípade, že kategória nie je dostupná v automatickom dopĺňaní, pokojne ju aj tak pridajte, pomôže nám to zlepšiť Open Food Facts vo vašej krajine.
uk: Якщо категорія недоступна в автозаповненні, однаково додайте її, це допоможе нам покращити Open Food Facts у вашій країні.

# edit_product_form_item_categories_explainer_3
source: Examples: Sardines in olive oil, Orange juice from concentrate
be: Прыклады: сардзіны ў аліўкавым алеі, апельсінавы сок з канцэнтрату
bg: Примери: Сардини в дървено масло, Портокалов сок от концентрат
ca: Exemples: Sardines en oli d'oliva, Suc de taronja a partir de concentrat
cs: Příklady: sardinky v olivovém oleji, pomerančová šťáva z koncentrátu
da: Eks.: Sardiner i olivenolie, Appelsinjuice fra koncentrat
de: Beispiele: Sardinen in Olivenöl, Orangensaft aus Konzentrat
es: Ejemplos: sardinas en aceite de oliva, zumo de naranja de concentrado
fi: Esimerkki: Sardiinit oliiviöljyssä, appelsiinimehu tiivisteestä
fr: Exemples : Sardines à l'huile d'olive, Jus d'orange à base de concentré
he: למשל: סרדינים בשמן זית, מיץ תפוזים מתרכיז
id: Contoh: Sarden dalam minyak zaitun, jus jeruk dari konsentrat
it: Esempi: Sardine sott'olio d'oliva, Succo d'arancia da concentrato
ja: 例：イワシのオリーブオイル漬け、濃縮還元オレンジジュース
ko: 예시: 올리브유에 담긴 정어리, 농축액으로 만든 오렌지 주스
lt: Pavyzdžiai: sardinės alyvuogių aliejuje, apelsinų sultys iš koncentrato
nl: Voorbeelden: sardientjes in olijfolie, sinaasappelsap uit concentraat
pl: Przykłady: sardynki w oliwie z oliwek, sok pomarańczowy z koncentratu
pt: Exemplos: Sardinhas em azeite, Refrigerante, Cereais de pequeno almoço, Iogurtes aromatizados
ro: Exemple: Sardine în ulei de măsline, Suc de portocale din concentrat
ru: Примеры: Сардины в оливковом масле, Апельсиновый сок из концентрата
sk: Príklady: sardinky v olivovom oleji, pomarančová šťava z koncentrátu
tr: Örnekler: Zeytinyağında sardalya, Konsantreden portakal suyu
uk: Приклади: сардини в оливковій олії, апельсиновий сік з концентрату
vi: Ví dụ: Cá mòi ngâm dầu ô liu, Nước cam cô đặc
zh: 示例：橄榄油中的沙丁鱼、浓缩橙汁
