Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# sign_up_page_user_name_already_used
source: The user name already exists, please choose another username.
bg: Потребителското име вече съществува, моля избери друго потребителско име.
ca: El nom d'usuari ja existeix, trieu-ne un altre.
cs: Uživatelské jméno již existuje, zvolte prosím jiné uživatelské jméno.
da: Brugernavn findes allerede, vælg et andet.
de: Der Benutzername existiert bereits. Bitte wählen Sie einen anderen Benutzernamen.
es: Este nombre de usuario ya existe, por favor, elige uno nuevo.
fi: Käyttäjänimi on varattu, valitse toinen käyttäjänimi.
fr: Ce nom d'utilisateur existe déjà, veuillez en choisir un autre.
he: שם המשתמש כבר קיים, נא לבחור בשם משתמש אחר.
id: Username telah terdaftar, silahkan pilih nama lain.
it: Il nome utente esiste già, ti preghiamo di sceglierne un altro.
ja: このユーザー名は既に存在します。別のユーザー名を入力してください。
lt: Toks vartotojo vardas jau užimtas, prašome pasirinkti kitą.
nl: De gebruikersnaam bestaat al, kies een andere gebruikersnaam.
pl: Ta nazwa już istnieje. Wybierz inną.
pt: Este nome já existe; escolha outro.
ro: Numele de utilizator există deja, vă rugăm să alegeți un alt nume de utilizator.
ru: Имя пользователя уже существует, пожалуйста выберите другое имя.
sk: Toto meno už existuje, prosím zadajte iné.
tr: Kullanıcı adı zaten var, lütfen başka bir kullanıcı adı seçin.
uk: Ім'я користувача вже існує, будь ласка, виберіть інше ім'я користувача.
vi: Tên người dùng đã tồn tại, vui lòng chọn tên người dùng khác.
zh: 该用户名已存在，请选择一个不同的用户名。

# sign_up_page_email_already_exists
source: already exists, login to the account or try with another email.
bg: вече съществува, влез в акаунта или опитай с друг имейл.
ca: ja existeix, inicieu sessió amb el compte o proveu amb un altre correu electrònic.
cs: již existuje, přihlaste se k účtu nebo zkuste jiný e-mail.
da: findes allerede. Log ind på kontoen eller prøv med en anden e-mail.
de: existiert bereits. Melden Sie sich bei diesem Konto an oder versuchen Sie es mit einer anderen E-Mail-Adresse.
es: ya existe, inicia sesión en la cuenta o prueba con otro correo electrónico.
fi: on jo käytössä, kirjaudu tai kokeile toisella sähköpostiosoitteella.
fr: existe déjà, connectez-vous au compte ou essayez avec une autre adresse e-mail.
he: כבר קיים, יש להיכנס לחשבון או לנסות עם כתובת דוא״ל אחרת.
id: telah terdaftar, masuk ke akun atau coba dengan email lain.
it: esiste già, accedi al profilo o prova con un'altra email.
ja: 既に存在します。アカウントにログインするか、別のメールアドレスをお試しください。
lt: jau egzistuoja, prisijunkite prie paskyros arba pabandykite naudodami kitą el.
nl: bestaat al, log in op het account of probeer het met een ander e-mailadres.
pl: już istnieje, zaloguj się na konto lub spróbuj za pomocą innego adresu e-mail.
pt: já existe, inicie sessão na conta ou tente com outro e-mail.
ro: există deja, conectați-vă la cont sau încercați cu un alt e-mail.
sk: už existuje, prihláste sa do účtu alebo skúste použiť iný e-mail.
tr: zaten var, hesaba giriş yapın veya başka bir e-posta ile deneyin.
uk: вже існує, увійдіть до облікового запису або спробуйте іншу електронну адресу.
vi: đã tồn tại, đăng nhập vào tài khoản hoặc thử với một email khác.
zh: 已存在。登录该账号或尝试其他电子邮件地址。

# sign_up_page_provide_valid_email
source: Please provide a valid email address.
bg: Моля, посочи валиден имейл адрес.
ca: Introduïu una adreça electrònica vàlida.
cs: Zadejte platnou e-mailovou adresu.
da: Angiv en gyldig e-mailadresse.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Por favor, proporciona una dirección de correo electrónico válida.
fi: Anna käypä sähköpostiosoite.
fr: Veuillez fournir une adresse e-mail valide.
he: נא לספק כתובת דוא״ל תקפה.
id: Mohon berikan alamat email yang benar.
it: Ti preghiamo di fornire un indirizzo email valido.
ja: 有効なメールアドレスを入力してください。
lt: Nurodykite teisingą el. pašto adresą.
nl: Voer een geldig e-mailadres in alsjeblieft.
pl: Podaj prawidłowy adres email.
pt: Por favor, indique um endereço de email válido.
ro: Vă rugăm să furnizați o adresă de e-mail validă.
sk: Prosím zadajte platnú e-mailovú adresu.
tr: Lütfen geçerli bir e-posta adresi girin.
uk: Будь ласка, вкажіть дійсну адресу електронної пошти.
vi: Vui lòng cung cấp một địa chỉ email hợp lệ.
zh: 请提供一个有效的电子邮箱地址。

# sign_up_page_server_busy
source: We are deeply sorry, we have some technical difficulties to create your account. Please try again later.
bg: Много съжаляваме, но имаме някои технически затруднения при създаването на твоя акаунт. Моля, опитай отново по-късно.
cs: Velmi se omlouváme, máme technické potíže s vytvořením vašeho účtu. Prosím zkuste to znovu později.
de: Es tut uns sehr leid, wir haben technische Schwierigkeiten, Ihr Konto zu erstellen. Bitte versuchen Sie es später noch einmal.
es: Lo sentimos, estamos teniendo algunas dificultades técnicas para crear tu cuenta. Por favor, inténtalo de nuevo más tarde.
fi: Olemme syvästi pahoillamme, mutta meillä on teknisiä vaikeuksia tilisi luomisessa. Yritä uudelleen myöhemmin.
fr: Nous sommes profondément désolés, nous rencontrons quelques difficultés techniques pour créer votre compte. Veuillez réessayer plus tard.
he: אנו מתנצלים מעומק הלב, נתקלנו בקשיים טכניים ביצירת החשבון שלך. נא לנסות שוב מאוחר יותר.
id: Mohon maaf, kami mengalami kendala teknis untuk membuat akun Anda. Silakan coba lagi nanti.
it: Ci scusiamo profondamente, stiamo riscontrando delle difficoltà tecniche nella creazione del tuo account. Ti invitiamo a riprovare più tardi.
ja: 申し訳ございませんが、お客様のアカウントを作成する際に技術的な問題が発生しました。後でもう一度お試しください。
nl: Het spijt ons heel erg, we hebben wat technische problemen bij het aanmaken van uw account. Probeer het later opnieuw.
pt: Pedimos desculpa, estamos com algumas dificuldades técnicas para criar a sua conta. Por favor, tente novamente mais tarde.
ro: Ne pare rău, avem unele dificultăți tehnice pentru a vă crea contul. Vă rugăm să încercați din nou mai târziu.
sk: Veľmi nás to mrzí, pri vytváraní vášho účtu máme technické problémy. Skúste neskôr prosím.
tr: Çok üzgünüz, hesabınızı oluştururken bazı teknik sorunlar yaşıyoruz. Lütfen daha sonra tekrar deneyiniz.
uk: Нам дуже прикро, у нас виникли деякі технічні труднощі зі створенням вашого облікового запису. Будь-ласка спробуйте пізніше.

# settingsTitle
source: Settings
ar: الإعدادات
bg: Настройки
ca: Preferències
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fi: Asetukset
fr: Paramètres
he: הגדרות
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Definições
ro: Configurări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh: 設定

# darkmode
source: Theme
ar: الوضع الداكن
be: Цёмны рэжым
bg: Тема
ca: Tema
cs: Motiv
da: Tema
de: Farbschema
el: Σκοτεινή Λειτουργία
es: Tema
fi: Teema
fr: Thème
he: ערכת עיצוב
hu: Sötét mód
id: Tema
it: Tema
ja: テーマ
ko: 다크모드
lt: Tema
nl: Thema
pl: Motyw
pt: Tema
ro: Temă
sk: Téma
sl: Temni način
sq: Modalitet i erresuar.
sv: Mörkt läge
tr: Tema
uk: Тема
vi: Giao diện
zh: 主题

# darkmode_dark
source: Dark
ar: وضع ليلي
be: Цёмны
bg: Тъмен
ca: Fosc
cs: Tmavý
da: Mørkt
de: Dunkel
el: Σκούρο
es: Oscuro
fi: Tumma
fr: Sombre
he: כהה
id: Gelap
it: Scuro
ja: ダーク
ko: 어둡게
lt: Tamsus
nl: Donker
pl: Tryb ciemny
pt: Escuro
ro: Întunecat
ru: Ночной режим
sk: Tmavý
sl: Temno
sq: I erret.
sv: Mörkt
tr: Karanlık
uk: Темна тема
vi: Tối
zh: 深色

# darkmode_light
source: Light
ar: وضع نهاري
be: Светлы
bg: Светъл
ca: Clar
cs: Světlý
da: Lyst
de: Hell
el: Ανοιχτόχρωμο
es: Claro
fi: Vaalea
fr: Clair
he: בהיר
id: Terang
it: Chiaro
ja: ライト
ko: 밝게
lt: Šviesus
nl: Licht
pl: Tryb jasny
pt: Claro
ro: Luminos
ru: Дневной режим
sk: Svetlý
sl: Svetlo
sv: Ljust
tr: Aydınlık
uk: Світла тема
vi: Sáng
zh: 浅色

# darkmode_system_default
source: System default
ar: الإعداد الافتراضي للنظام
be: Прадвызначаны сістэмай
bg: Стандартно за системата
ca: Per defecte del sistema
cs: Výchozí nastavení
da: Systemstandard
de: Systemstandard
el: Προεπιλογή συστήματος
es: Automático
fi: Järjestelmän oletus
fr: Valeur du système
he: ברירת המחדל של המערכת
id: Sistem standar
it: Predefinito di sistema
ja: システムの既定値
ko: 시스템 기본값
lt: Sistemos numatytasis
nl: Standaard systeeminstelling
pl: Jak na urządzeniu
pt: Padrão do sistema
ro: Setări implicite ale sistemului
ru: Настройки по умолчанию
sk: Východzie nastavenie systému
sl: Sistemsko privzeto
sv: Systemets standardinställning
tr: Sistem varsayılanı
uk: Системні установки за замовчуванням
vi: Mặc định hệ thống
zh: 系统默认

source: Thanks for contributing!
ar: شكراً على المساهمة
be: Дзякуй за ўнёсак
cs: Děkujeme za příspěvek!
de: Vielen Dank für Ihren Beitrag!
el: Ευχαριστούμε για τη συμβολή σας!
es: ¡Gracias por tu colaboración!
fi: Kiitos osallistumisestasi!
fr: Merci pour votre contribution
he: תודה על תרומתך!
id: Terima kasih telah berkontribusi!
it: Grazie per aver contribuito!
ko: 기여해주셔서 감사합니다
nl: Bedankt voor je bijdrage!
pt: Obrigado pela sua contribuição!
ro: Mulțumesc pentru contribuție!
ru: Спасибо за ваш вклад!
sk: Ďakujeme, že ste prispeli!
sl: Hvala za vaš prispevek
sq: Ju faleminderit per kontributin.
sv: Tack för att du bidrar
tr: Katkıda bulunduğunuz için teşekkürler!
uk: Дякуємо за внесок!

# contributors_label
source: They are building the app
ca: Estan construint l'aplicació
cs: Vytvářejí aplikaci
de: Diese Leute entwickeln die App
es: Estas son las personas que están construyendo la aplicación
fi: He rakentavat sovellusta
fr: Ils/Elles bâtissent l'appli
he: הם בונים את היישומון
id: Mereka sedang membangun aplikasi
it: Stanno costruendo l'app
ja: 彼らはアプリを構築中です
lt: Jie kuria programėlę
nl: Ze bouwen de app
pt: Eles estão a desenvolver a aplicação
ro: Ei construiesc aplicația
sk: Budujú aplikáciu
uk: Вони створюють додаток

# contributors_dialog_title
source: Contributors
bg: Сътрудници
ca: Contribuents
cs: Přispěvatelé
da: Bidragsydere
de: Mitwirkende
es: Colaboradores
fi: Osallistujat
fr: Contributeurs
he: תורמים
id: Kontributor
it: Contributori
ja: 貢献者
nl: Medewerkers
pl: Współtwórcy
pt: Colaboradores
ro: Colaboratori
tr: Katkıda bulunanlar
uk: Співучасники
vi: Người đóng góp
zh: 贡献者

# contributors_dialog_entry_description
source: Contributor: {name}
ca: Col·laborador/a: {name}
cs: Přispěvatel: {name}
de: Mitwirkende: {name}
es: Colaborador/a: {name}
fi: Osallistuja: {name}
fr: Contributeur: {name}
he: תרומה: {name}
id: Kontributor: {name}
it: Contributore: {name}
ja: 貢献者: {name}
lt: Bendraautorius (-ė): {name}
nl: Bijdrager: {name}
pt: Colaborador: {name}
sk: Prispievateľ: {name}
tr: Katılımcı: {name}
uk: Автор: {name}

# contributors_description
source: A list of all contributors of this app
ca: Una llista de tothom qui col·labora amb aquesta app
cs: Seznam všech přispěvatelů této aplikace
de: Eine Liste aller Mitwirkenden an dieser App
es: Lista de todos los colaboradores de esta aplicación
fi: Luettelo kaikista tämän sovelluksen avustajista
fr: Une liste de tous les contributeurs de cette appli
he: רשימת התורמים ליישומון הזה
id: Daftar semua kontributor aplikasi ini
it: Un elenco di tutti i contributori di questa app
ja: このアプリのすべての貢献者のリスト
lt: Visų šios programėlės bendraautorių sąrašas
nl: Een lijst van alle bijdragers aan deze app
pt: Lista de todos os colaboradores desta aplicação
ro: O listă cu toți contribuitorii acestei aplicații
sk: Zoznam všetkých prispievateľov tejto aplikácie
tr: Bu uygulamaya tüm katkıda bulunanlarının listesi
uk: Список всіх учасників цього додатку

# support_join_slack
source: Ask for help in our Slack channel
ar: طلب المساعدة في قناتنا على Slack
be: Звяртайцеся па дапамогу ў нашым канале Slack
bg: Поискай помощ в нашият Slack канал
ca: Demana ajuda al nostre canal de Slack
cs: Požádejte o pomoc na našem kanálu Slack
da: Bed om hjælp i vores Slack-kanal
de: Bitte um Hilfe in unserem Slack-Kanal
el: Ζητήστε βοήθεια στο κανάλι μας στο Slack
es: Pide ayuda en nuestro canal de Slack
fi: Pyydä apua Slack-kanavallamme
fr: Demandez de l'aide sur notre canal Slack
he: ניתן לבקש עזרה בערוץ ה־Slack שלנו
id: Minta bantuan di saluran Slack kami
it: Chiedi aiuto nel nostro canale di Slack
ja: Slackチャンネルで質問する
ko: Slack 채널에서 도움 요청
lt: Paprašykite pagalbos mūsų „Slack“ kanale
nl: Vraag om hulp in ons Slack-kanaal
pl: Zapytaj o pomoc na naszym kanale Slack
pt: Peça ajuda no nosso canal Slack
ro: Solicitați ajutor pe canalul nostru Slack
ru: Попросите о помощи в нашем канале Slack
sk: Požiadajte o pomoc na našom kanáli Slack
sl: Za pomoč vprašajte na našem Slack kanalu
sq: Kerkoni ndihme ne kanalin tone Slack.
sv: Be om hjälp i vår Slack-kanal
tr: Slack kanalımızda yardım isteyin
uk: Зверніться за допомогою на нашому каналі Slack
vi: Yêu cầu hỗ trợ trên kênh Slack của chúng tôi
zh: 在我们的Slack频道寻求帮助

# support_via_forum
source: Ask for help on our forum
ca: Demana ajuda al nostre fòrum
cs: Požádejte o pomoc na našem fóru
da: Spørg om hjælp forummet
de: Bitten Sie um Hilfe in unserem Forum
es: Pide ayuda en nuestro foro
fi: Kysy apua foorumillamme
fr: Demandez de l'aide sur notre forum
he: בקשת עזרה בפורום שלנו
id: Mintalah bantuan di forum kami
it: Chiedi aiuto sul nostro forum
ja: フォーラムで助けを求める
lt: Paprašykite pagalbos mūsų forume
nl: Vraag om hulp op ons forum
pl: Poproś o pomoc na naszym forum
pt: Peça ajuda no nosso fórum
ro: Cere ajutor pe forumul nostru
sk: Požiadajte o pomoc na našom fóre
tr: Forumumuzda yardım isteyin
uk: Зверніться за допомогою на наш форум
zh: 在我们的社区上寻求帮助

# support_via_email
source: Send us an e-mail
ar: ارسل لنا بريد إلكتروني
be: Адпраўце нам электронны ліст
bg: Изпрати ни имейл
ca: Envieu-nos un correu electrònic
cs: Pošlete nám e-mail
da: Send os en e-mail
de: Senden Sie uns eine E-Mail
el: Στείλτε μας e-mail
es: Envíanos un correo electrónico
fi: Lähetä meille sähköpostia
fr: Envoyez-nous un e-mail
he: לשלוח לנו דוא״ל
id: Kirimkan kami surel
it: Inviaci un'email
ja: 私たちにメールを送信
ko: 이메일 전송
lt: Atsiųskite mums el. laišką
nl: Stuur ons een e-mail
pl: Wyślij do nas maila
pt: Envie-nos um e-mail
ro: Trimiteți-ne un e-mail
ru: Отправьте нам электронное письмо
sk: Pošlite nám e-mail
sl: Pošljite nam elektronsko sporočilo
sv: Skicka ett e-postmeddelande till oss
tr: Bize bir e-posta gönder
uk: Надішліть нам e-mail
vi: Gửi email tới chúng tôi
zh: 给我们发送电子邮件

# support_via_email_include_logs_dialog_title
source: Send app logs?
be: Адправіць журналы праграмы?
bg: Изпращане на логовете на приложението?
ca: Vols enviar els registres de l'aplicació?
cs: Odeslat protokoly aplikace?
da: Indsend app-logfiler?
de: Protokolle der App senden?
el: Αποστολή αρχείων καταγραφής εφαρμογής;
es: ¿Quieres enviar registros?
fi: Lähetetäänkö sovellusloki?
fr: Envoyer les journaux de débogage ?
he: לשלוח את יומני היישום?
id: Kirim log aplikasi?
it: Inviare i log dell'app?
ja: アプリのログを送信しますか？
ko: 앱 로그를 전송할까요?
lt: Siųsti programėlės išrašus?
nl: App-logboeken verzenden?
pl: Wysłać dzienniki aplikacji?
pt: Enviar registos da aplicação?
ro: Trimiteți jurnalele aplicației?
ru: Отправить журнал приложений?
sk: Chcete odoslať denníky aplikácie?
tr: Uygulama günlükleri gönderilsin mi?
uk: Надіслати записи аплікації?
vi: Gửi nhật ký ứng dụng?
zh: 发送应用日志?

# support_via_email_include_logs_dialog_body
source: Do you wish to include application logs in attachment to your email?
be: Вы жадаеце ўключыць журналы праграмы ва ўкладанне да электроннага ліста?
bg: Искаш ли да включиш логовете на приложението като прикачен файл към твоя имейл?
ca: Voleu incloure els registres de l'aplicació al fitxer adjunt al vostre correu electrònic?
cs: Přejete si zahrnout protokoly aplikace do přílohy vašeho e-mailu?
da: Medtag app-logfiler i vedhæftning til e-mailen?
de: Möchten Sie Ihrer E-Mail ein Protokoll der Anwendung als Anhang beifügen?
el: Θέλετε να συμπεριλάβετε τα αρχεία καταγραφής της εφαρμογής σαν συνημμένο στο email;
es: ¿Quieres enviar los registros internos de la aplicación como adjunto en tu correo?
fi: Haluatko lisätä sovelluslokit sähköpostiisi?
fr: Souhaitez-vous inclure les journaux d'application en pièce jointe à votre e-mail ?
he: לצרף את יומני היישום להודעת הדוא״ל שלך?
id: Apakah anda ingin menyertakan log aplikasi ke email anda?
it: Desideri includere i log dell'app in allegato alla tua e-mail?
ja: メールの添付ファイルにアプリのログを含めますか？
ko: 이메일에 앱 로그 파일을 첨부하시겠습니까?
lt: Ar norite įtraukti programos išrašą į savo el. pašto priedą?
nl: Wilt u toepassingslogboeken als bijlage bij uw e-mail voegen?
pl: Czy chcesz dołączyć logi aplikacji do wiadomości e-mail?
pt: Quer incluir os registos da aplicação anexados ao seu e-mail?
ro: Doriți să includeți jurnalele aplicației în atașamentul de la e-mailul dvs.?
ru: Вы хотите включить журналы приложений во вложение к вашему электронному письму?
sk: Prajete si zahrnúť denníky aplikácie do prílohy k vášmu e-mailu?
tr: E-postanıza ek olarak uygulama günlüklerini eklemek ister misiniz?
uk: Чи бажаєте додати записи аплікації до Вашого повідомлення?
vi: Bạn có muốn đính kèm nhật ký ứng dụng vào email của mình không?
zh: 您是否希望在电子邮件附件中包含应用程序日志?

source: Terms of use
ar: شروط الاستخدام
be: Умовы выкарыстання
bg: Условия за ползване
ca: Condicions d'ús
cs: Podmínky použití
da: Brugsvilkår
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Condiciones de uso
fi: Käyttöehdot
fr: Conditions d'utilisation
he: תנאי שימוש
hu: Felhasználási feltételek (ToU) (angolul)
id: Syarat Penggunaan
it: Condizioni d'uso
ja: 利用規約
ko: 이용 약관
lt: Naudojimo sąlygos
nl: Gebruiksvoorwaarden
pl: Zasady korzystania
pt: Termos de utilização
ro: Condiții de utilizare
ru: Условия использования
sk: Podmienky používania
sl: Pogoji uporabe
sv: Användningsvillkor
tr: Kullanım Koşulları
uk: Умови використання
vi: Điều khoản sử dụng
zh: 使用条款

source: Legal notices
cs: Právní upozornění
de: Rechtliche Hinweise
es: Información legal
fi: Lailliset huomautukset
fr: Mentions légales
he: הודעות משפטיות
id: Pernyataan hukum
it: Note legali
ja: 法的通知
lt: Teisinė informacija
nl: Juridische mededelingen
pt: Avisos legais
ro: Mențiuni legale
sk: Právne oznámenia
tr: Yasal uyarılar
uk: Юридична інформація

source: Privacy policy
cs: Zásady ochrany osobních údajů
da: Fortrolighedspolitik
de: Datenschutzrichtlinie
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
id: Kebijakan privasi
it: Informativa sulla privacy
nl: Privacybeleid
pt: Política de privacidade
uk: Політика конфіденційности

source: About this app
ar: حول هذا التطبيق
be: Аб гэтай праграме
bg: Относно приложението
ca: Quant a aquesta aplicació
cs: O této aplikaci
da: Om denne app
de: Über diese App
el: Σχετικά με αυτή την εφαρμογή
es: Sobre la aplicación
fi: Sovelluksesta
fr: À propos de cette appli
he: על היישומון הזה
id: Tentang aplikasi ini
it: Su quest'app
ja: このアプリについて
ko: 앱 정보
lt: Apie šią programėlę
nl: Over deze app
pl: O tej aplikacji
pt: Sobre esta aplicação
ro: Despre această aplicație
ru: О приложении
sk: O tejto aplikácii
sl: O tej aplikaciji
sq: Mbi kete aplikacion
sv: Om appen
tr: Bu uygulama hakkında
uk: Про додаток
vi: Thông tin về ứng dụng
zh: 关于这个应用程序

source: Contribute
ar: المساهمة
bg: Допринеси
ca: Contribuir
cs: Přispět
da: Bidrag
de: Mitwirken
el: Συμβάλλετε
es: Contribuir
fi: Osallistu
fr: Contribuer
he: לתרום
hu: Hozzájárulás
id: Berkontribusi
it: Contribuire
ja: 貢献する
ko: 기여하기
lt: Prisidėti
nl: Bijdragen
pl: Wnieś wkład
pt: Contribuir
ro: Contribuiți
ru: Способствовать
sk: Prispieť
sl: Prispevaj
sv: Bidra
tr: Destekleyebilirsiniz
uk: Підтримати проєкт
vi: Góp phần
zh: 贡献

# contribute_sw_development
source: Software development
ar: تطوير البرمجيات
be: Распрацоўка праграмнага забеспячэння
bg: Разработване на софтуер
ca: Desenvolupament de programari
cs: Vývoj softwaru
da: Softwareudvikling
de: Softwareentwicklung
el: Ανάπτυξη λογισμικού
es: Desarrollo de software
fi: Ohjelmistokehitys
fr: Développement logiciel
he: פיתוח תוכנה
id: Pengembangan perangkat lunak
it: Sviluppo software
ja: ソフトウェア開発
ko: 소프트웨어 개발
lt: Programinės įrangos kūrimas
nl: Softwareontwikkeling
pl: Usługi dla deweloperów
pt: Desenvolvimento de software
ro: Dezvoltarea de software
ru: Разработка программного обеспечения
sk: Vývoj softvéru
sl: Razvoj programske opreme
sq: Zhvillim software-i
sv: Mjukvaruutveckling
tr: Yazılım geliştirme
uk: Розробка програмного забезпечення
vi: Phát triển phần mềm
zh: 软件开发
