Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# packaging_editing_instructions
source: List all packaging parts separated by a comma or line feed, with their amount (e.g. 1 or 6) type (e.g. bottle, box, can), material (e.g. plastic, metal, aluminium) and if available their size (e.g. 33cl) and recycling instructions. Example: 1 glass bottle to recycle, 1 plastic cork to throw away
be: Пералічыце ўсе часткі ўпакоўкі, падзеленыя коскай або пераводам радка, з указаннем іх колькасці (напрыклад, 1 ці 6), тыпу (напрыклад, бутэлька, скрынка, банка), матэрыялу (напрыклад, пластык, метал, алюміній) і, калі ёсць, іх памеру (напрыклад, 33cl) ды інструкцыі па перапрацоўцы. Прыклад: 1 шкляная бутэлька для перапрацоўкі, 1 пластыкавы корак для выкідання
bg: Изброй всички части на опаковката, разделени със запетая или ред, с тяхното количество (напр. 1 или 6), вид (напр. бутилка, кутия, кен), материал (напр. пластмаса, метал, алуминий) и ако е наличен, техния размер (напр. 33cl) и инструкции за рециклиране. Пример: 1 стъклена бутилка за рециклиране, 1 пластмасова тапа за изхвърляне
ca: Introduïu totes les peces d'embalatge separades per una coma o una línia, amb la seva quantitat (p. ex. 1 o 6) tipus (p. ex. ampolla, caixa, llauna), material (p. ex. plàstic, metall, alumini) i, si està disponible, la seva mida (p. ex. 33cl) i instruccions de reciclatge. Exemple: 1 ampolla de vidre per reciclar, 1 suro de plàstic per llençar
cs: Uveďte všechny části balení oddělené čárkou nebo odřádkováním s uvedením jejich množství (např. 1 nebo 6), typu (např. láhev, krabice, plechovka), materiálu (např. plast, kov, hliník) a pokud je k dispozici jejich velikost (např. 33 cl) a pokyny k recyklaci. Příklad: 1 skleněná láhev k recyklaci, 1 plastový korek k vyhození
da: Liste alle emballagebestanddele (adskilt med komma eller ny linje) med deres mængde (f.eks. 1 eller 6), type (f.eks. flaske, æske, dåse), materiale (f.eks. plast, metal, aluminium), og hvis tilgængelig, størrelse (f.eks. 33 cl) samt genbrugsinstruktioner. Eks.: 1 glasflaske til genbrug, 1 plastikprop til kassation
de: Führen Sie alle Verpackungsteile durch ein Komma oder einen Zeilenvorschub getrennt auf und geben Sie die Anzahl (z. B. 1 oder 6), die Art (z. B. Flasche, Schachtel, Dose), das Material (z. B. Kunststoff, Metall, Aluminium) und, falls vorhanden, die Größe (z. B. 33cl) sowie Recyclinghinweise an. Beispiel: 1 Glasflasche zum Recyceln, 1 Plastikkorken zum Wegwerfen
es: Enumera todas las partes del envase separándolas con una coma o un salto de línea, incluyendo la cantidad (1,3,6…), el formato (botella, caja, lata…), el material (plástico, metal, aluminio…), y si están disponibles, el tamaño (por ejemplo, 33 cl) y las instrucciones de reciclaje. Ejemplo: 1 botella de vidrio para reciclar, 1 corcho de plástico para tirar
fi: Luettele pakkauksen osat pilkuin taikka rivinvaihdoin eroteltuna, ilmoita myös lukumäärä (kuten 1 tai 6), tyyppi (kuten pullo, laatikko tai tölkki), materiaali (kuten muovi, metalli tai alumiini) sekä mikäli mahdollista, koko (kuten 33 cl) ja kierrätysohjeet. Esimerkki: 1 lasipullo kierrätettäväksi, 1 muovikorkki heitettäväksi pois
fr: Listez toutes les pièces d'emballage séparées par une virgule ou un saut de ligne, avec leur quantité (par exemple 1 ou 6) type (par exemple bouteille, boîte, canette), matériau (par exemple plastique, métal, aluminium) et si disponible leur taille (par exemple 33cl) et consignes de recyclage. Exemple : 1 bouteille en verre à recycler, 1 bouchon en plastique à jeter
he: הצגת כל חלקי האריזה מופרדים בפסיקים או ירידת שורה, בצירוף הכמות (למשל: 1 או 6), סוג (למשל: בקבוק, קופסה, פחית), חומר (למשל: פלסטיק, מתכת, אלומיניום) והגודל אם יש (למשל: 330 מ״ל) והנחיות מיחזור. למשל: בקבוק זכוכית 1 למיחזור, פקק פלסטיק אחד להשלכה
id: Daftar semua bagian kemasan yang dipisahkan dengan koma atau baris, dengan jumlah (misalnya 1 atau 6), jenis (misalnya botol, kotak, kaleng), material (misalnya plastik, logam, aluminium) dan jika ukuran jika tersedia (misalnya 33cl) dan instruksi daur ulang. Contoh: 1 gelas botol untuk didaur ulang, 1 sumbat plastik untuk dibuang
it: Elenca tutte le parti dell'imballaggio separate da una virgola o vai a capo, con la loro quantità (es. 1 o 6), tipo (es. bottiglia, scatola, lattina), materiale (es. plastica, metallo, alluminio) e se disponibili le loro dimensioni (es. 33cl) e le istruzioni di riciclaggio. Esempio: 1 bottiglia in vetro da riciclare, 1 tappo in plastica da gettare
ja: カンマもしくは改行で区切られたすべてのパッケージの要素を、数量（例：1 または 6）、種類（例：ボトル、箱、缶）、素材（例：プラスチック、金属、アルミ）、サイズ（例：33cl）、リサイクルに関する指示とともに列記してください。 例：リサイクルするガラス瓶1本、廃棄するプラスチックの栓1つ
ko: 모든 포장 부품을 콤마 또는 라인 피드로 구분하여 수량(예: 1 또는 6), 재료(예: 플라스틱, 금속, 알루미늄), 크기(예: 33cl) 및 재활용 지침과 함께 나열합니다. 예: 재활용할 유리병 1개, 버릴 플라스틱 코르크 1개
lt: Išvardykite visas pakuotės dalis, atskirtas kableliu arba eilute, nurodydami jų kiekį (pvz., 1 arba 6) tipą (pvz., butelis, dėžutė, skardinė), medžiagą (pvz., plastiką, metalą, aliuminį) ir, jei yra, dydį (pvz., 33 cl) ir perdirbimo instrukcijos. Pavyzdys: 1 stiklinį butelį perdirbti, 1 plastikinį kamštį išmesti
nl: Vermeld alle verpakkingsonderdelen gescheiden door een komma of regel, met hun hoeveelheid (bijv. 1 of 6) type (bijv. fles, doos, blik), materiaal (bijv. plastic, metaal, aluminium) en indien beschikbaar hun grootte (bijv. 33cl) en instructies voor recycling. Voorbeeld: 1 glazen fles om te recyclen, 1 plastic dop om weg te gooien
pl: Wymień wszystkie części opakowania oddzielone przecinkiem lub nowym wierszem, podając ich ilość (np. 1 lub 6) rodzaj (np. butelka, pudełko, puszka), materiał (np. plastik, metal, aluminium) i, jeśli to możliwe, ich rozmiar (np. 330 ml) oraz instrukcje recyklingu. Przykład: 1 szklana butelka do recyklingu, 1 plastikowy korek do wyrzucenia
pt: Indique todas as partes da embalagem separadas por uma vírgula ou paragrafo, com a sua quantidade (ex: 1 ou 6), formato (ex: garrafa, caixa, lata), material (ex: plástico, metal, alumínio) e, se disponível, o tamanho (ex: 33 cl) e instruções de reciclagem. Exemplo: 1 garrafa de vidro para reciclar, 1 rolha de plástico para deitar fora
ro: Enumerați toate părțile de ambalare separate prin virgulă sau (-), cu cantitatea lor (de exemplu 1 sau 6) tip (de exemplu sticla, cutie, cutie), material (de exemplu plastic, metal, aluminiu) și, dacă este disponibil, dimensiunea lor (de exemplu 33cl) și instrucțiuni de reciclare.
ru: Перечислите все части упаковки, разделенные запятой или переводом строки, с указанием их количества (например, 1 или 6), типа (например, бутылка, коробка, банка), материала (например, пластик, металл, алюминий) и, если возможно, их размера (например, 33 cl) и инструкции по утилизации. Пример: 1 стеклянная бутылка на переработку, 1 пластиковая пробка на выброс
tr: Tüm ambalaj parçalarını virgülle veya satır beslemesiyle ayırarak, miktarları (ör. 1 veya 6), türü (ör. şişe, kutu, kutu), malzemesi (ör. plastik, metal, alüminyum) ve varsa boyutları (ör. 33 cl) ve geri dönüşüm talimatları. Örnek: Geri dönüştürülecek 1 cam şişe, çöpe atılacak 1 plastik mantar
uk: Перелічіть всі частини упаковки, розділені комою або переносом рядка, із зазначенням їх кількості (наприклад, 1 або 6), типу (наприклад, пляшка, коробка, банка), матеріалу (наприклад, пластик, метал, алюміній) і, якщо можливо, їх розміру (наприклад, 33 мл) та інструкцій з переробки. Приклад: 1 скляна пляшка для переробки, 1 пластикова пробка для викидання
vi: Liệt kê tất cả các phần đóng gói, phân tách bằng dấu phẩy hoặc gạch chéo, kèm theo số lượng (ví dụ 1 hoặc 6), loại (ví dụ chai, hộp, lon), chất liệu ( ví dụ nhựa, kim loại, nhôm), kích thước nếu có (ví dụ 33cl) và hướng dẫn tái chế. Ví dụ 1 chai thủy tinh tái chế, 1 nút chai nhựa cần loại bỏ
zh: 列出用逗号或换行符分隔的所有包装零件，以及它们的数量（例如1或6）类型（例如瓶、盒、罐）、材料（例如塑料、金属、铝）以及它们的尺寸（例如33cl）和回收说明。示例：1个要回收的玻璃瓶，1个要丢弃的塑料软木塞

# packaging_editing_error
source: Failed to save the packaging.
be: Не ўдалося захаваць упакоўку.
bg: Неуспешно запазване на опаковката.
ca: No s'ha pogut desar l'embalatge.
cs: Balení se nepodařilo uložit.
da: Kunne ikke gemme emballagen.
de: Fehler beim Speichern der Verpackung.
es: No se ha podido guardar el envase.
fi: Pakkauksen tallentaminen epäonnistui.
fr: Échec de l'enregistrement de l'emballage.
he: שמירת האריזה נכשלה.
id: Gagal menyimpan kemasan.
it: Impossibile salvare la confezione.
ja: パッケージの保存に失敗しました。
ko: 포장 사항을 저장하지 못했습니다.
lt: Nepavyko išsaugoti pakavimo.
nl: Opslaan van de verpakking is mislukt.
pl: Nie udało się zapisać informacji o opakowaniu.
pt: Falha ao guardar a embalagem.
ro: Salvarea ambalajului nu a reușit.
ru: Не удалось сохранить изменения.
tr: Ambalaj kaydedilemedi.
uk: Не вдалося зберегти пакунок.
vi: Lỗi lưu ảnh bao bì.
zh: 无法保存包装信息。

# packaging_editing_image_error
source: Failed to get a new packaging image.
be: Не ўдалося атрымаць выяву новай упакоўкі.
bg: Неуспешно получаване на новата снимка на опаковката.
ca: No s'ha pogut obtenir una nova imatge del paquet.
cs: Nepodařilo se získat nový obrázek obalu.
da: Kunne ikke hente nyt emballagefoto.
de: Neues Foto der Verpackung konnte nicht abgerufen werden.
es: No se ha podido obtener una nueva imagen del envase.
fi: Pakkauskuvan hakeminen epäonnistui.
fr: Impossible d'obtenir une nouvelle image d'emballage.
he: משיכת תמונת האריזה החדשה נכשלה.
id: Gagal mendapatkan gambar kemasan baru.
it: Impossibile ottenere una nuova immagine della confezione.
ja: 新しいパッケージ画像を取得できませんでした。
ko: 새 포장 사진을 가져오지 못했습니다.
lt: Nepavyko gauti naujo pakavimo vaizdo.
nl: Het ophalen van een nieuwe verpakkingsafbeelding is mislukt.
pl: Nie udało się pobrać zdjęcia nowego opakowania.
pt: Falha ao obter uma nova imagem da embalagem.
ro: Obținerea unei imagini noi de ambalaj a eșuat.
ru: Не удалось получить изображение нового ингредиента.
sl: Ni mogoče pridobiti slike nove embalaže.
tr: Yeni bir paketleme görüntüsü alınamadı.
uk: Не вдалося отримати нове зображення пакунку.
vi: Không thể lấy ảnh bao bì mới.
zh: 无法获得新的包装图片。

# packaging_editing_title
source: Edit Packaging
be: Рэдагаваць упакоўку
bg: Редактиране на опаковката
ca: Edita l'embalatge
cs: Upravit obal
da: Redigér emballage
de: Verpackung bearbeiten
es: Editar envase
fi: Muokkaa pakkausta
fr: Modifier l'emballage
he: עריכת אריזה
id: Ubah kemasan
it: Modifica imballaggio
ja: パッケージを編集
ko: 포장 편집
lt: Redaguoti pakavimą
nl: Verpakking bewerken
pl: Edytuj opakowanie
pt: Editar embalagem
ro: Editați ambalajul
ru: Редактировать пакет
tr: Paketlemeyi Düzenle
uk: Редагувати пакунок
vi: Chỉnh sửa bao bì
zh: 编辑包装信息

source: Nutrition
ar: التغذية
bg: Хранителни стойности
ca: Nutrició
cs: Nutriční hodnoty
da: Ernæring
de: Nährwertangaben
el: Θρεπτική Αξία
es: Nutrición
fi: Ravinto
he: תזונה
hu: Tápanyag
id: kandungan nutrisi
it: Nutrizione
ja: 栄養
ko: 영양
lt: Maistingumas
nl: Voedingswaarde
pl: Odżywianie
pt: Nutrição
ro: Informații nutriționale
ru: Пищевая ценность
sk: Nutričné hodnoty
sl: Prehrana
sq: Vlerat ushqyese
sv: Näring
tr: Beslenme
uk: Харчова цінність
vi: Dinh dưỡng
zh: 营养

source: Nutrition facts photo
ar: صورة حقائق التغذية
be: Фота звестак аб пажыўнасці
bg: Снимка на хранителните стойности
ca: Fotos dels valors nutricionals
cs: Fotografie výživových faktů
da: Næringsindholdsfoto
de: Foto der Nährwertangaben
el: Φωτογραφία διατροφικών στοιχείων
es: Foto de la información nutricional
fi: Ravintosisältökuva
fr: Photo des informations nutritionnelles
he: תמונת פירוט תזונתי
hu: Tápértékadatok fényképe
id: Foto kandungan gizi
it: Foto valori nutrizionali
ja: 栄養成分表の画像
ko: 영양 성분 사진
lt: Maistingumo deklaracijos nuotrauka
nl: Foto van voedingswaarden
pl: Zdjęcie tabeli wartości odżywczych
pt: Foto de informações nutricionais
ro: Foto cu informații nutriționale
ru: Фото информации о пищевой ценности
sk: Foto výživových údajov
sl: Slika hranilnih vrednosti
sq: Foto e fakteve ushqyese
sv: Foto på näringsfakta
tr: Besin değerleri fotoğrafı
uk: Фото харчової цінності
vi: Ảnh chụp thông tin dinh dưỡng
zh: 营养成分的照片

source: Packaging information
ar: معلومات التعبِئة
be: Інфармацыя аб упакоўцы
bg: Информация на опаковката
ca: Informació de l'embolcall
cs: Informace o balení
da: Emballageoplysning
de: Angaben zur Verpackung
el: Πληροφορίες συσκευασίας
es: Información sobre el envase
fi: Pakkaustiedot
fr: Informations sur l'emballage
he: פרטי אריזה
hu: Csomagolási információk
id: Informasi kemasan
it: Informazioni sull'imballaggio
ja: パッケージ情報
ko: 포장 정보
lt: Informacija apie pakuotę
nl: Verpakkingsinformatie
pl: Informacje dot. opakowania
pt: Informação de embalagem
ro: Informații despre ambalaj
ru: Информация об упаковке
sk: Informácie o balení
sl: Informacije o embalaži
sq: Informacion i paketimit
sv: Förpackningsinformation
tr: Paketleme bilgileri
uk: Інформація про упакування
vi: Thông tin bao bì
zh: 包装信息

source: Packaging information photo
ar: صورة معلومات التعبِئة
be: Фота інфармацыі аб упакоўцы
bg: Снимка с информация за опаковката
ca: Foto de la informació de l'embolcall
cs: Informační foto balení
da: Emballageoplysningsfoto
de: Foto der Verpackungsinformation
el: Φωτογραφία πληροφοριών συσκευασίας
es: Foto de la información del envase
fi: Pakkaustietokuva
fr: Photo des informations sur l'emballage
he: תמונת פרטי אריזה
hu: Csomagolási információ fényképe
id: Foto informasi kemasan
it: Foto di informazioni sull'imballaggio
ja: パッケージ情報の画像
ko: 포장 정보 사진
lt: Informacijos apie pakuotę nuotrauka
nl: Foto van verpakkingsinformatie
pl: Zdjęcie informacji dotyczących opakowania
pt: Foto de informações da embalagem
ro: Foto cu informații despre ambalaj
ru: Фото информации об упаковке
sk: Informačná fotografia balenia
sl: Slika informacij o embalaži
sq: Foto e informacionit te paketimit.
sv: Foto på förpackningsinformation
tr: Paketleme bilgileri fotoğrafı
uk: Фото з інформацією про упакування
vi: Ảnh chụp thông tin bao bì
zh: 包装信息照片

# missing_product
source: You found a new product!
ar: لقد وجدت منتجا جديدا!
be: Вы знайшлі новы прадукт!
bg: Откри нов продукт!
ca: Heu trobat un nou producte!
cs: Našli jste nový produkt!
da: Nyt produkt blev fundet!
de: Sie haben eine neues Produkt gefunden!
el: Βρήκατε ένα νέο προϊόν!
es: ¡Has encontrado un nuevo producto!
fi: Löysit uuden tuotteen!
fr: Vous avez trouvé un nouveau produit !
he: מצאת מוצר חדש!
hu: Ez a termék hiányzik
id: Anda menemukan produk baru!
it: Hai trovato un nuovo prodotto!
ja: 新しい製品を見つけました！
ko: 새 상품을 찾았습니다!
lt: Radote naują produktą!
nl: Je hebt een nieuw product gevonden!
pl: Znalazłeś(-aś) nowy produkt!
pt: Você encontrou um novo produto!
ro: Ai gasit un produs nou!
ru: Вы нашли новый продукт!
sl: Našli ste nov izdelek!
sq: Ju gjetet nje produkt te ri!
sv: Du har hittat en ny produkt!
tr: Yeni bir ürün buldun!
uk: Ви знайшли новий продукт!
vi: Bạn đã tìm thấy một sản phẩm mới!
zh: 你发现了一件新产品！

# add_product_take_photos
source: Take photos of the packaging to add this product to Open Food Facts
ar: التقاط صور من التغليف لإضافة هذا المنتج إلى Open Food Facts
be: Сфатаграфуйце ўпакоўку, каб дадаць гэты прадукт у Open Food Facts
ca: Feu fotos de l'embalatge per afegir aquest producte a Open Food Facts
cs: Vyfoťte obal a přidejte tento produkt do Open Food Facts
de: Fotografieren Sie die Verpackung, um dieses Produkt zu Open Food Facts hinzuzufügen
el: Φωτογραφίστε τη συσκευασία για να προσθέσετε αυτό το προϊόν στο Open Food Facts
es: Haz fotos del envase para añadir este producto a Open Food Facts.
fi: Ota valokuvia pakkauksesta lisätäksesi tämän tuotteen Open Food Factsiin
fr: Prenez des photos de l'emballage pour ajouter ce produit à Open Food Facts
he: יש לצלם את האריזה כדי להוסיף את המוצר הזה ל־Open Food Facts
id: Ambil foto kemasan untuk menambahkan produk ini ke OpenFoodFacts
it: Scatta foto dell'imballaggio per aggiungere questo prodotto a Open Food Facts
ko: 이 제품을 Open Food Facts에 추가하려면 포장 사진을 찍으세요.
nl: Maak foto's van de verpakking om dit product toe te voegen aan Open Food Facts
pt: Tire fotografias da embalagem para adicionar este produto ao Open Food Facts
ro: Faceți fotografii ale ambalajului pentru a adăuga acest produs la Open Food Facts
ru: Сфотографируйте упаковку, чтобы добавить этот продукт в Open Food Facts
sl: Fotografirajte embalažo, da dodate ta izdelek v Open Food Facts
sv: Ta foton av förpackningen för att lägga till denna produkt i Open Food Facts
uk: Сфотографуйте пакування, щоб додати цей продукт до Open Food Facts

# add_product_take_photos_descriptive
source: Please take some photos first. You may always complete the product at a later time.
ar: يرجى التقاط بعض الصور ويمكن لمحرك Open Food Facts أن يعمل على الباقي!
be: Калі ласка, спачатку зрабіце некалькі фота. Вы заўсёды можаце завяршыць дадаванне прадукту пазней.
bg: Моля, първо направи няколко снимки. Винаги можеш да завършиш продукта по-късно.
ca: Si us plau, feu algunes fotos primer. Sempre podeu completar el producte més endavant.
cs: Nejprve prosím udělejte nějaké fotky. Produkt můžete vždy dokončit později.
da: Tag først nogle fotos. Produktet kan altid færdiggøre senere.
de: Bitte nehmen Sie zuerst ein paar Fotos auf. Sie können das Produkt jederzeit zu einem späteren Zeitpunkt vervollständigen.
el: Τραβήξτε μερικές φωτογραφίες και η μηχανή Open Food Facts μπορεί να βρει τα υπόλοιπα!
es: Por favor, primero haz alguna foto del producto. Más adelante podrás completar la información del producto.
fi: Ota kuvia ensin. Voit viimeistellä myöhemmin.
fr: Veuillez d'abord prendre quelques photos. Vous pouvez toujours compléter le produit ultérieurement.
he: נא לצלם תחילה מספר תמונות. תמיד ניתן להשלים את המוצר בהמשך.
id: Mohon ambil beberapa foto terlebih dahulu. Anda selalu dapat menyelesaikan produk di lain waktu.
it: Si prega di prendere alcune foto prima. Si può sempre completare il prodotto in un secondo momento.
ja: 最初に何枚か画像を撮ってください。後でいつでも製品を完成させることができます。
ko: 사진을 먼저 찍어주세요. 나중에 언제든지 제품을 완성할 수 있습니다.
lt: Pirmiausia padarykite kelias nuotraukas. Produktą visada galite užbaigti vėliau.
nl: Gelieve eerst wat foto's te maken. Je kunt het product altijd op een later tijdstip voltooien.
pl: Proszę najpierw dodać kilka zdjęć. Zawsze można dokończyć produkt później.
pt: Por favor, tire algumas fotografias primeiro. Pode concluir os dados do produto mais tarde.
ro: Vă rugăm să faceți mai întâi câteva fotografii. Puteți completa întotdeauna produsul mai târziu.
ru: Пожалуйста, сделайте фотографии в первую очередь. Вы всегда можете дополнить продукт потом.
sl: Posnemite nekaj fotografij in aplikacija Open Food Facts bo uredila ostalo!
sq: Please take some photos and the Open Food Facts engine can work out the rest!
sv: Ta gärna några bilder så kan Open Food Facts-motorn fixa resten!
tr: Lütfen önce biraz fotoğraf çekin. Ürünü her zaman daha sonra tamamlayabilirsiniz.
uk: Будь ласка, для початку зробіть кілька світлин. Ви можете завершити опис продукту в будь-який час.
vi: Đầu tiên xin vui lòng chụp một số hình ảnh. Bạn luôn có thể hoàn thiện thông tin sản phẩm sau đó.
zh: 请您先拍几张照片，你可以在以后完成操作

# add_product_information_button_label
source: Add product information
ar: إضافة معلومات عن المنتج
bg: Добави информация за продукта
ca: Afegiu informació del producte
cs: Přidat informace o produktu
da: Tilføj produkt eller oplysning
de: Produktinformation hinzufügen
es: Agregar información del producto
fi: Lisää tuotetiedot
fr: Ajouter les informations sur le produit
he: הוספת פרטי מוצר
id: Tambahkan informasi produk
it: Aggiungi informazioni prodotto
ko: 제품 정보 추가하기
nl: Voeg productinformatie toe
pl: Dodaj informacje o produkcie
pt: Adicione informações sobre o produto
ro: Adăugați informații despre produs
ru: Добавление информации о продукте
sk: Pridajte informácie o produkte
sl: Dodajanje informacij o izdelku
sv: Lägg till produktinformation
tr: Ürün bilgisi ekle
uk: Додайте інформацію про продукт
zh: 添加产品信息

source: New Product
ar: منتج جديد
be: Новы прадукт
bg: Нов продукт
ca: Nou producte
cs: Nový produkt
da: Nyt produkt
de: Neues Produkt
el: Νέο Προϊόν
es: Nuevo producto
fi: Uusi tuote
fr: Nouveau produit
he: מוצר חדש
id: Produk Baru
it: Nuovo prodotto
ja: 新しい製品
ko: 새 상품
lt: Naujas produktas
nl: Nieuw Product
pl: Nowy Produkt
pt: Produto Novo
ro: Produs Nou
ru: Новый продукт
sk: Nový produkt
sl: Nov izdelek
sq: Nje produkt i ri.
sv: Ny produkt
tr: Yeni ürün
uk: Новий Продукт
vi: Sản phẩm mới
zh: 新产品

# new_product_dialog_title
source: You have just found a new product!
bg: Току-що намери нов продукт!
ca: Heu trobat un producte nou!
cs: Právě jste našli nový produkt!
da: Nyt produkt fundet!
de: Sie haben soeben ein neues Produkt gefunden!
es: ¡Acabas de encontrar un nuevo producto!
fi: Löysit juuri uuden tuotteen!
fr: Vous venez de trouver un nouveau produit !
he: כרגע גילית מוצר חדש!
id: Anda menemukan produk baru!
it: Hai appena trovato un nuovo prodotto!
ja: 新しい製品を見つけました！
lt: Jūs ką tik radote naują produktą!
nl: Je hebt zojuist een nieuw product gevonden!
pl: Właśnie znalazłeś/znalazłaś nowy produkt!
pt: Acaba de encontrar um novo produto!
ro: Tocmai ați găsit un produs nou!
tr: Yeni bir ürün buldunuz!
uk: Ви щойно знайшли новий продукт!
vi: Bạn vừa tìm thấy một sản phẩm mới!
zh: 你发现了一件新产品！

# new_product_leave_title
source: Leave this page?
bg: Напускане на страницата?
cs: Opustit tuto stránku?
da: Forlad denne side?
de: Diese Seite schließen?
es: ¿Desea dejar esta página?
fi: Poistu tältä sivulta?
fr: Quitter cette page ?
id: Keluar dari halaman ini?
it: Lasciare questa pagina?
nl: Deze pagina verlaten?
pt: Sair desta página?
uk: Покинути цю сторінку?

# new_product_leave_message
source: It looks like you didn't input anything. Do you really want to leave this page?
bg: Изглежда, че не си въвел нищо. Наистина ли искаш да напуснеш тази страница?
ca: Sembla que no has introduït res. De veritat vols sortir d'aquesta pàgina?
cs: Zdá se, že jste nic nezadali. Opravdu chcete opustit tuto stránku?
da: Ser ud til, at der ikke blev indtastet noget. Forlad siden alligevel, sikker?
de: Es sieht so aus, als hätten Sie nichts eingegeben. Möchten Sie diese Seite wirklich verlassen?
es: Parece que no has introducido nada. ¿De verdad quieres abandonar esta página?
fi: Näyttää siltä, ettet syöttänyt mitään. Haluatko todella poistua tältä sivulta?
fr: Il semble que vous n'ayez rien saisi. Voulez-vous vraiment quitter cette page ?
he: נראה כאילו לא מילאת כלום. לעזוב את העמוד הזה?
id: Anda tidak memasukan informasi apapun, apakah Anda yakin ingin meninggalkan halaman ini?
it: Sembra che tu non abbia inserito nulla. Desideri davvero abbandonare questa pagina?
lt: Atrodo, kad nieko neįvedėte. Ar tikrai norite išeiti iš šio puslapio?
nl: Het lijkt erop dat je niets hebt ingevoerd. Wil je deze pagina echt verlaten?
pl: Wygląda na to, że nic nie wpisałeś. Czy naprawdę chcesz opuścić tę stronę?
pt: Parece que não introduziu nada. Quer mesmo sair desta página?
ro: Se pare că nu ai introdus nimic. Chiar vrei să părăsești această pagină?
tr: Hiçbir şey girmemişsiniz gibi görünüyor. Bu sayfadan gerçekten ayrılmak istiyor musunuz?
uk: Схоже, ви нічого не ввели. Ви справді хочете залишити цю сторінку?
vi: Có vẻ như bạn chưa không nhập bất cứ thứ gì. Bạn có thực sự muốn rời khỏi trang này?
zh: 看起来你没有输入任何内容。你真的想要离开这个页面吗？
