Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# faq_title_partners
source: Partners & Patrons of the NGO
cs: Partneři a patroni nevládní organizace
de: Partner und Gönner der NGO
es: Socios y patrocinadores de la ONG
fi: Kansalaisjärjestön yhteistyökumppanit ja suojelijat
fr: Partenaires et Patrons de l'ONG
he: שותפים ומממנים של העמותה
id: Para Mitra & Pelindung LSM
it: Partner e sostenitori della ONG
ja: NGO のパートナーと後援者
lt: NVO partneriai ir globėjai
nl: Partners & begunstigers van de NGO
pt: Parceiros e patrocinadores da ONG
ro: Partenerii și Patronii ONG-ului
sk: Partneri a patróni mimovládnej organizácie
tr: STK'nın Ortakları ve Patronları
uk: Партнери та Патрони НГО

# faq_title_vision
source: The Open Food Facts Vision, Mission, Values and Programs
bg: Визията, мисията, ценностите и програмите на Open Food Facts
cs: Vize, mise, hodnoty a programy Open Food Facts
de: Die Vision, Auftrag, Werte und Programme von Open Food Facts
es: Visión, misión, valores y programas de Open Food Facts
fi: Open Food Facts Visio, Missio, Arvot ja Ohjelmat
fr: La vision, la mission, les valeurs et les programmes d’Open Food Facts
he: החזון, היעדים, הערכים והתוכניות של Open Food Facts
id: Visi, Misi, Tata Nilai, dan Program Open Food Facts
it: Visione, Missione, Valori e Programmi di Open Food Facts
ja: Open Food Facts ビジョン、使命、価値観、プログラム
lt: „Open Food Facts“ vizija, misija, vertybės ir programos
nl: De Open Food Facts Visie, Missie, Waarden en Programma's
pt: A visão, missão, valores e programas do Open Food Facts
ro: The Open Food Facts Viziune, misiune, valori și programe
sk: The Open Food Facts Vízia, Misia, Hodnoty a Programy
tr: Open Food Facts Vizyon, Misyon, Değerler ve Programlar
uk: Концепція, завдання, цінності та програми Open Food Facts

# faq_title_install_beauty
source: Install Open Beauty Facts to create a cosmetic database
bg: Инсталирай Open Beauty Facts, за да създадеш козметична база данни
cs: Nainstalujte Open Beauty Facts a vytvořte kosmetickou databázi
de: Installieren Sie Open Beauty Facts, um eine Kosmetikdatenbank zu erstellen
es: Instala Open Beauty Facts para crear una base de datos sobre cosmética
fi: Luo kosmeettinen tietokanta asentamalla Open Beauty Facts
fr: Installez Open Beauty Facts pour créer une base de données cosmétiques
he: אפשר להתקין את Open Beauty Facts כדי ליצור מסד נתונים קוסמטי
id: Instal Open Beauty Facts untuk membuat basis data kosmetik
it: Installa Open Beauty Facts per creare un database cosmetico
ja: Open Beauty Facts をインストールして化粧品データベースを作成する
lt: Įdiekite „Open Beauty Facts“, kad sukurtumėte kosmetikos duomenų bazę
nl: Installeer Open Beauty Facts om een cosmetische database te maken
pt: Instale o Open Beauty Facts para criar uma base de dados de cosméticos
ro: Instalați Open Beauty Facts pentru a crea o bază de date cu produse cosmetice
sk: Nainštalujte si Open Beauty Facts a vytvorte kozmetickú databázu
tr: Bir kozmetik veritabanı oluşturmak için Open Beauty Facts'i yükleyin
uk: Встановіть Open Beauty Facts для створення косметичної бази даних

# faq_title_install_pet
source: Install Open Pet Food Facts to create a pet food database
bg: Инсталирай Open Pet Food Facts, за да създадеш база данни с храни за домашни любимци
cs: Nainstalujte si Open Pet Food Facts a vytvořte databázi krmiv pro domácí zvířata
de: Installieren Sie Open Pet Food Facts, um eine Tierfutterdatenbank zu erstellen
es: Instala Open Pet Food Facts para crear una base de datos sobre alimentación para mascotas
fi: Luo lemmikkieläinten ruokatietokanta asentamalla Open Pet Food Facts
fr: Installez Open Pet Food Facts pour créer une base de données sur les aliments pour animaux de compagnie
he: אפשר להתקין את Open Pet Food Facts כדי ליצור מסד נתוני מזון לחיות מחמד
id: Instal Open Pet Food Facts untuk membuat basis data makanan hewan peliharaan
it: Installa Open Pet Food Facts per creare un database di alimenti per animali domestici
ja: Open Pet Food Facts をインストールしてペットフード データベースを作成する
lt: Įdiekite „Open Pet Food Facts“, kad sukurtumėte naminių gyvūnų pašarų duomenų bazę
nl: Installeer Open Pet Food Facts om een dierenvoedingsdatabase te maken
pt: Instale o Open Pet Food Facts para criar uma base de dados de comida para animais de estimação
ro: Instalați Open Pet Food Facts pentru a crea o bază de date cu alimente pentru animalele de companie
sk: Nainštalujte si Open Pet Food Facts a vytvorte databázu krmiva pre domáce zvieratá
tr: Bir evcil hayvan maması veri tabanı oluşturmak için Open Pet Food Facts'i kurun
uk: Встановіть Open Pet Food Facts щоб створити базу даних для домашніх тварин

# faq_title_install_product
source: Install Open Products Facts to create a products database to extend the life of objects
cs: Nainstalujte Open Products Facts pro vytvoření databáze produktů pro prodloužení životnosti objektů
de: Installieren Sie Open Products Facts, um eine Produktdatenbank zur Verlängerung der Lebensdauer von Objekten zu erstellen
es: Instala Open Products Facts para crear una base de datos sobre productos del día a día
fi: Asenna Open Products Facts luodaksesi tuotetietokannan objektien käyttöiän pidentämiseksi
fr: Installez Open Products Facts pour créer une base de données de produits afin de prolonger la durée de vie des objets
he: אפשר להתקין את Open Products Facts כדי ליצור מסד נתונים של מוצרים להארכת חיי הפריטים
id: Instal Open Products Facts untuk membuat basis data produk guna memperpanjang masa pakai objek
it: Installa Open Products Facts per creare un database di prodotti per prolungare la vita degli oggetti
ja: Open Products Facts をインストールして製品データベースを作成し、オブジェクトの寿命を延ばす
lt: Įdiekite „Open Products Facts“, kad sukurtumėte produktų duomenų bazę ir pailgintumėte objektų eksploatavimo laiką
nl: Installeer Open Products Facts om een productendatabase te creëren om de levensduur van objecten te verlengen
pt: Instale o Open Products Facts para criar uma base de dados de produtos para prolongar a vida útil dos objetos
ro: Instalați Open Products Facts pentru a crea o bază de date de produse pentru a prelungi durata de viață a obiectelor
sk: Nainštalujte si fakty o otvorených produktoch na vytvorenie databázy produktov na predĺženie životnosti objektov
tr: Nesnelerin ömrünü uzatmak amacıyla bir ürün veritabanı oluşturmak için Open Products Facts'i kurun
uk: Встановіть Open Products Facts, щоб створити базу даних продуктів і подовжити термін служби об’єктів

# faq_nutriscore_nutriscore
source: New calculation of the Nutri-Score: what's new?
da: Ny beregning af Nutri-Score: hvad er nyt?
de: Neue Berechnung des Nutri-Score: Was ist neu?
fr: Nouveau calcul du Nutri-Score : qu'est-ce qui a changé ?
it: Nuovo calcolo del Nutri-Score: cosa c'è di nuovo?
nl: Nieuwe berekening van de Nutri-Score: wat is er nieuw?
uk: Новий розрахунок Nutri-Score: що нового?

# contact_title_pro_page
source: Pro? Import your products in Open Food Facts
cs: Pro? Importujte své produkty do Open Food Facts
de: Pro? Importieren Sie Ihre Produkte in Open Food Facts
es: ¿Eres profesional? Importa tus productos a Open Food Facts
fi: Pro? Tuo tuotteesi Open Food Factsiin
fr: Pro? Importez vos produits dans Open Food Facts
he: יצרנים? אפשר לייבא את המוצרים שלכם ל־Open Food Facts
id: Pro? Impor produk Anda di Open Food Facts
it: Pro? Importa i tuoi prodotti in Open Food Facts
ja: プロ？ Open Food Facts に製品をインポートします
lt: „Pro“? Importuokite savo produktus į „Open Food Facts“
nl: Pro? Importeer uw producten in Open Food Facts
pt: Profissional? Importe os seus produtos no Open Food Facts
ro: Pro? Importați-vă produsele în Open Food Facts
sk: Pro? Importujte svoje produkty do Open Food Facts
tr: Profesyonel mi? Open Food Facts'te ürünlerinizi içe aktarın
uk: Pro? Імпортуйте свої продукти в Open Food Facts

# contact_title_pro_email
source: Producer Contact
cs: Kontakt výrobce
de: Kontakt zum Produzenten
es: Contacto para productores
fi: Tuottajan yhteystiedot
fr: Contact producteur
he: איש קשר ליצרנים
id: Kontak Produser
it: Contatto Produttore
ja: プロデューサー連絡先
lt: Gamintojo kontaktai
nl: Producentcontact
pt: Contacto do produtor
ro: Contact producător
sk: Kontakt na výrobcu
tr: Üretici İletişim
uk: Контакт виробника

# contact_title_press_page
source: Press Page
cs: Pro média
de: Pressemappe
es: Página de prensa
fi: Lehdistösivu
fr: Page de presse
he: עמוד לעיתונאים
id: Halaman Pers
it: Pagina ufficio stampa
ja: プレスページ
lt: Spaudos puslapis
nl: Perspagina
pt: Página de imprensa
ro: Apăsați Pagina
sk: Stránka pre média
tr: Basın Sayfası
uk: Інформація для преси

# contact_title_press_email
source: Press Contact
cs: Kontakt pro novináře
de: Pressekontakt
es: Contacto para prensa
fi: Lehdistöyhteystiedot
fr: Contact de presse
he: יצירת קשר לעיתונאים
id: Kontak Pers
it: Contatto ufficio stampa
ja: 報道関係者向けのお問い合わせ先
lt: Kontaktai spaudai
nl: Perscontact
pt: Contactos de imprensa
ro: Apăsați Contact
sk: Kontakty pre médiá
tr: Basın İletişim
uk: Контакти для преси

# contact_title_newsletter
source: Subscribe to our newsletter
bg: Абонирай се за нашия бюлетин
ca: Subscriu-te al nostre butlletí
cs: Přihlaste se k odběru našeho zpravodaje
da: Abonnér på nyhedsbrevet
de: Abonnieren Sie den Newsletter
es: Suscríbete a nuestro boletín
fi: Tilaa uutiskirjeemme
fr: S'abonner à notre newsletter
he: הרשמה לרשימת התפוצה שלנו
id: Berlangganan buletin kami
it: Iscriviti alla nostra newsletter
lt: Prenumeruokite mūsų naujienlaiškį
nl: Abonneer u op onze nieuwsbrief
pl: Zapisz się do naszego newslettera
pt: Inscreva-se na nossa newsletter
ro: Abonează-te la newsletter-ul nostru
sk: Prihlásiť sa ku odberu noviniek
tr: Haber bültenimize abone olun
uk: Підпишіться на нашу розсилку новин
vi: Đăng ký nhận Bản tin
zh: 订阅新闻资讯

# hunger_games_loading_line1
source: Please give us a few seconds…
cs: Dejte nám prosím pár sekund…
de: Bitte einen kurzen Moment Geduld …
fi: Ole hyvä ja anna meille muutama sekunti…
fr: Veuillez nous laisser quelques secondes…
he: נא להמתין מספר שניות…
id: Tolong beri kami waktu beberapa detik…
it: Ti preghiamo di darci qualche secondo…
ja: 数秒お待ちください…
lt: Skirkite mums kelias sekundes…
nl: Geef ons een paar seconden…
pl: Please let us a few seconds…
pt: Por favor, dê-nos alguns segundos…
ro: Te rugăm să ne lași câteva secunde...
sk: Venujte nám prosím pár sekúnd…
tr: Lütfen bize birkaç saniye izin verin…
uk: Будь ласка, дайте нам кілька секунд…

# hunger_games_loading_line2
source: We're downloading the questions!
ca: Estem descarregant les preguntes!
cs: Stahujeme otázky!
da: Vi henter spørgsmålene!
de: Die Fragen werden gerade heruntergeladen!
es: ¡Estamos descargando las preguntas!
fi: Ladataan kysymyksiä!
fr: Nous téléchargeons les questions !
he: אנו מורידים את השאלות!
id: Kami mengunduh pertanyaannya!
it: Stiamo scaricando le domande!
ja: 質問をダウンロード中です！
lt: Mes atsisiunčiame klausimus!
nl: We zijn de vragen aan het downloaden!
pt: Estamos a descarregar as perguntas!
ro: Descărcăm întrebările!
sk: Sťahujeme otázky!
tr: Soruları indiriyoruz!
uk: Ми завантажуємо питання!

# hunger_games_error_label
source: Argh! Something went wrong… and we couldn't load the questions.
ca: Ui! Alguna cosa no ha funcionat… i no hem pogut carregar les preguntes.
cs: Argh! Něco se pokazilo… a otázky se nepodařilo načíst.
da: Åh nej! Noget gik galt, og vi kunne ikke indlæse spørgsmålene.
de: Leider ist ein Problem aufgetreten … und die Fragen konnten nicht geladen werden.
es: ¡Vaya! Algo ha salido mal… No hemos podido cargar las preguntas.
fi: Argh! Jotain meni pieleen… emmekä voineet ladata kysymyksiä.
fr: Argh ! Quelque chose s'est mal passé… et nous n'avons pas pu charger les questions.
he: געוואלד! משהו השתבש… לא הצלחנו לטעון את השאלות.
id: Argh! Terjadi kesalahan… dan kami tidak bisa memuat pertanyaan.
it: Argh! Qualcosa è andato storto… e non siamo riusciti a caricare le domande.
ja: ああ！問題が発生した… 、質問を読み込むことができませんでした。
lt: Po galais! Kažkas atsitiko… ir mums nepavyko įkelti klausimų.
nl: Argh! Er ging iets mis… en we konden de vragen niet laden.
pt: Ups! Algo correu mal... e não conseguimos carregar as perguntas.
ro: Of! Ceva nu a mers bine...și nu am putut încărca întrebările.
sk: Argh! Niečo sa pokazilo… a otázky sa nám nepodarilo načítať.
tr: Ah! Bir şeyler ters gitti… ve soruları yükleyemedik.
uk: Ох! Щось пішло не так… і ми не змогли завантажити питання.

# hunger_games_error_retry_button
source: Let's retry!
ca: Tornem-ho a provar!
cs: Zkusme to znovu!
da: Lad os prøve igen!
de: Erneut versuchen
es: ¡Vamos a intentarlo de nuevo!
fi: Yritetään uudelleen!
fr: Réessayons !
he: מומלץ לנסות שוב!
id: Mari kita coba lagi!
it: Riproviamo!
ja: 再試行しましょう！
lt: Pabandykime dar kartą!
nl: Laten we het opnieuw proberen!
pt: Vamos tentar novamente!
ro: Să reîncercăm!
sk: Skúsme to znova!
tr: Tekrar deneyelim!
uk: Давайте спробуємо ще раз!

# reorder_attribute_action
source: Reorder the attributes
cs: Změňte pořadí atributů
de: Attribute neu anordnen
es: Reorganizar los atributos
fi: Uudelleenjärjestä attribuutit
fr: Réorganiser les attributs
id: Susun ulang atribut
it: Riordina gli attributi
nl: Herschik de attributen
pt: Reordenar os atributos
uk: Змінити порядок атрибутів

# link_cant_be_opened
source: This link can't be opened on your device. Please check that you have a browser installed.
ca: Aquest enllaç no es pot obrir al vostre dispositiu. Si us plau, comproveu que teniu un navegador instal·lat.
cs: Tento odkaz nelze na vašem zařízení otevřít. Zkontrolujte, zda máte nainstalovaný prohlížeč.
de: Dieser Link kann auf Ihrem Gerät nicht geöffnet werden. Bitte überprüfen Sie, ob ein Browser installiert ist.
es: Este enlace no se puede abrir en tu dispositivo. Comprueba que tienes un navegador instalado.
fi: Tätä linkkiä ei voi avata laitteellasi. Tarkista, että sinulla on selain asennettuna.
fr: Ce lien ne peut pas être ouvert sur votre appareil. Veuillez vérifier qu'un navigateur est installé.
id: Tautan ini tidak dapat dibuka di perangkat Anda. Pastikan Anda telah menginstal browser.
it: Questo collegamento non può essere aperto sul tuo dispositivo. Verifica di avere un browser installato.
nl: Deze link kan niet worden geopend op uw apparaat. Controleer of u een browser heeft geïnstalleerd.
pt: Este link não pode ser aberto no seu dispositivo. Por favor, verifique se você tem um navegador instalado.
sk: Tento odkaz nie je možné otvoriť na vašom zariadení. Skontrolujte, či máte nainštalovaný prehliadač.
uk: Це посилання не може бути відкрито на вашому пристрої. Будь ласка, перевірте чи встановлено браузер.

# knowledge_panel_page_title_no_title
source: Details for {productName}
ca: Detalls per a {productName}
cs: Podrobnosti o {productName}
de: Details für {productName}
fr: Détails pour {productName}
id: Rincian untuk {productName}
it: Dettagli per {productName}
nl: Details voor {productName}
pt: Detalhes de {productName}
uk: Деталі для {productName}

# knowledge_panel_page_title
source: Details for {pageName} with {productName}
ca: Detalls per a {pageName} amb {productName}
cs: Podrobnosti o {pageName} s {productName}
de: Details für {pageName} mit {productName}
fr: Détails pour {pageName} avec {productName}
id: Rincian untuk {pageName} dengan {productName}
it: Dettagli per {pageName} con {productName}
nl: Details voor {pageName} met {productName}
pt: Detalhes de {pageName} com {productName}
uk: Деталі для {pageName} з {productName}

# guide_title
source: Guide
cs: Průvodce
de: Anleitung
id: Panduan
it: Guida
nl: Gids
pt: Guia
uk: Посібник

# guide_share_label
source: Share
bg: Сподели
ca: Comparteix
cs: Sdílet
da: Del
de: Teilen
es: Compartir
fi: Jaa
fr: Partager
id: Bagikan
it: Condividi
nl: Delen
pt: Partilhar
uk: Поділитися
vi: Chia sẻ

# guide_nutriscore_v2_title
source: The Nutri-Score is evolving: explanations!
cs: Nutri-Score se vyvíjí: vysvětlení!
de: Der Nutri-Score entwickelt sich weiter: Erklärungen!
fr: Le Nutri-Score change : explications !
id: Nutri-Score terus berkembang: penjelasan!
it: Il Nutri-Score è in evoluzione: spiegazioni!
nl: De Nutri-Score Evolueert: Toelichtingen!
uk: Nutri-Score розвивається: пояснення!

# guide_nutriscore_v2_file_language
source: en
bg: bg
de: de
fi: fi
fr: fr
it: it
nl: nl
pt: pt

# guide_nutriscore_v2_what_is_nutriscore_title
source: What is the Nutri-Score?
cs: Co je Nutri-Score?
de: Was ist der Nutri-Score?
es: ¿Qué es el Nutri-Score?
fi: Mikä on Nutri-Score?
fr: Qu'est ce que le Nutri-Score ?
id: Apa itu Nutri-Score?
it: Cos'è il Nutri-Score?
nl: Wat is de Nutri-Score?
uk: Що таке Nutri-Score?

# guide_nutriscore_v2_what_is_nutriscore_paragraph1
source: The Nutri-Score is a logo which aims to inform you about the **nutritional quality of foods**.
cs: Nutri-Score je logo, jehož cílem je informovat vás o **nutriční kvalitě potravin**.
de: Der Nutri-Score ist eine Kennzeichnung, die Sie über die **Nährwertqualität von Lebensmitteln** informieren soll.
fr: Le Nutri-Score est un logo qui a pour objectif de vous informer sur la **qualité nutritionnelle des aliments**.
id: Nutri-Score merupakan sebuah logo yang bertujuan untuk memberikan informasi kepada Anda tentang **kualitas nutrisi makanan**.
it: Il Nutri-Score è un logo che ha lo scopo d'informarti sulla **qualità nutrizionale degli alimenti**.
nl: De Nutri-Score is een logo dat tot doel heeft u te informeren over de **voedingskwaliteit van voedingsmiddelen**.
uk: Nutri-Score – це логотип, мета якого інформувати вас про **поживну якість харчових продуктів**.

# guide_nutriscore_v2_what_is_nutriscore_paragraph2
source: The color code varies from dark green (**A**) for the **healthiest** products to dark red (**E**) for the **less healthy** ones.
cs: Barevný kód se liší od tmavě zelené (**A**) pro **nejzdravější** produkty až po tmavě červenou (**E**) pro **méně zdravé**.
de: Der Farbcode reicht von dunkelgrün (**A**) für die **gesündesten** Produkte bis dunkelrot (**E**) für die **weniger gesunden** Produkte.
fr: Le code couleur varie en allant du vert foncé (**A**) pour les produits les **plus sains** au rouge foncé (**E**) pour les **moins sains**.
id: Kode warna bervariasi mulai dari hijau tua (**A**) untuk produk **tersehat** hingga merah tua (**E**) untuk produk *kurang sehat**.
it: Il codice colore varia dal verde scuro (**A**) per i prodotti **più salutari** al rosso scuro (**E**) per quelli **meno salutari**.
nl: De kleurcode varieert van donkergroen (**A**) voor de **gezondste** producten tot donkerrood (**E**) voor de **minder gezonde** producten.
uk: Кольоровий код варіюється від темно-зеленого (**A**) для **найздоровіших** продуктів до темно-червоного (**E**) для **менш корисних** продуктів.

# guide_nutriscore_v2_nutriscore_a_caption
source: The Nutri-Score A logo
cs: Logo Nutri-Score A
de: Das Nutri-Score A-Logo
fr: Le logo Nutri-Score A
id: Logo Nutri-Score A
it: Il logo A del Nutri-Score
nl: Het Nutri-Score A-logo
uk: Логотип Nutri-Score A

# guide_nutriscore_v2_why_v2_title
source: Why is Nutri-Score evolving?
cs: Proč se Nutri-Score vyvíjí?
de: Warum wird Nutri-Score weiterentwickelt?
fr: Pourquoi le Nutri-Score change-t-il ?
id: Mengapa Nutri-Score terus berkembang?
it: Perché il Nutri-Score si sta evolvendo?
nl: Waarom evolueert de Nutri-Score?
uk: Чому Nutri-Score розвивається?

# guide_nutriscore_v2_why_v2_intro
source: The Nutri-Score formula **is evolving** to provide better recommendations:
cs: Vzorec pro Nutri-Score **se vyvíjí** k poskytování lepších doporučení:
de: Die Nutri-Score-Formel wird **weiterentwickelt**, um bessere Empfehlungen geben zu können:
fr: La formule du Nutri-Score **évolue** pour fournir de meilleures recommandations :
id: Formula Nutri-Score **berkembang** agar bisa memberikan rekomendasi yang lebih baik:
it: La formula del Nutri-Score **sta evolvendo** per fornire raccomandazioni migliori:
nl: De Nutri-Score-formule **evolueert** om betere aanbevelingen te doen:
uk: Формула Nutri-Score **еволюціонує**, щоб надавати кращі рекомендації:

# guide_nutriscore_v2_why_v2_arg1_title
source: Better evaluate all drinks
cs: Lepší hodnocení všech nápojů
de: Alle Getränke besser bewerten
fr: Mieux évaluer l'ensemble des boissons
id: Lebih baik dalam mengevaluasi semua minuman
it: Valutazione migliore di tutte le bevande
nl: Evalueert alle drankjes beter
uk: Краще оцініть всі напої

# guide_nutriscore_v2_why_v2_arg1_text
source: The comparative notes of **milk**, **dairy drinks** with added sugar and **vegetable** drinks were better differentiated in the new algorithm.
cs: Srovnávací poznámky **mléka**, **mléčných nápojů** s přidaným cukrem a **zeleninových** nápojů byly v novém algoritmu lépe rozlišeny.
de: Die Vergleichsnoten für **Milch**, **Milchgetränke** mit Zuckerzusatz und **Gemüsegetränke** wurden in dem neuen Algorithmus besser unterschieden.
fr: Les notes comparées du **lait**, les **boissons lactées** avec ajout de sucre et **végétales** ont été mieux différenciées dans le nouvel algorithme.
id: Catatan perbandingan antara **susu**, **minuman susu* dengan gula tambahan, dan minuman berbasis **sayuran** dibedakan secara lebih baik dengan algoritma baru.
it: Le note comparative di **latte**, **bevande lattiero-casearie** con zucchero aggiunto e **bevande vegetali** sono stati meglio differenziate nel nuovo algoritmo.
nl: De relatieve aantekeningen van **melk**, **zuiveldranken** met toegevoegde suikers en **groentedranken** werden beter gedifferentieerd in het nieuwe algoritme.
uk: Порівняльні ноти **молока**, **молочних напоїв** з додаванням цукру та **овочевих** напоїв у новому алгоритмі краще розрізнили.

# guide_nutriscore_v2_why_v2_arg2_title
source: Better ranking of drinks
cs: Lepší hodnocení nápojů
de: Bessere Einstufung von Getränken
fr: Un meilleur classement des boissons
id: Pemeringkatan minuman lebih baik
it: Migliore classificazione delle bevande
nl: Betere rangschikking van drankjes
uk: Кращий рейтинг напоїв

# guide_nutriscore_v2_why_v2_arg2_text
source: The **sugar content** is better taken into account and favors **lowly sweetened** drinks.\n**Sweeteners will also be penalized**: diet sodas will be downgraded from a B rating to between C and E. Water remains the recommended drink.
cs: **Obsah cukru** je lépe zohledněn a upřednostňuje **nízce slazené** nápoje.\n**Sladidla budou rovněž penalizována**: dietní limonády budou sníženy z hodnocení B na hodnotu mezi C a E. Doporučeným nápojem zůstává voda.
de: Der **Zuckergehalt** wird besser berücksichtigt und begünstigt **wenig gesüßte** Getränke.\n**Süßstoffe werden ebenfalls abgewertet**: Diät-Limonaden werden von einer B-Bewertung auf eine Bewertung zwischen C und E herabgestuft. Wasser bleibt das empfohlene Getränk.
fr: La **teneur en sucres** est mieux prise en compte et avantage les boissons **faiblement sucrées**.\nLes **édulcorants seront également pénalisés** : les sodas light vont être déclassés pour passer d’une note B à entre C et E. L’eau reste la boisson recommandée.
id: **Kandungan gula** diperhitungan dengan lebih baik dan mengutamakan minuman **rendah pemanis**. \n**Pemanis juga akan dikenakan sanksi**: soda diet akan diturunkan peringkatnya dari B ke antara C dan E. Air tetap minuman yang direkomendasikan.
it: Il **contenuto di zucchero** viene meglio preso in considerazione e favorisce le bevande **poco zuccherate**.\n**I dolcificanti verranno anch'essi penalizzati**: le bibite dietetiche passeranno da un punteggio B a uno compreso tra C ed E. L'acqua rimane la bevanda consigliata.
nl: Er wordt meer rekening gehouden met het suikergehalte**, wat in voordeel is voor dranken met een laag suikergehalte.\n** Zoetstoffen worden ook bestraft**: dieetdrankjes worden gedegradeerd van een B naar een C tot een E-score. Water is nog steeds de aanbevolen drank.
uk: **Вміст цукру** краще брати до уваги, і він надає перевагу напоям із **слабким вмістом цукру**.\n**Підсолоджувачі також будуть штрафуватися**: рейтинг дієтичних газованих напоїв буде знижено з B до C і E. Вода залишається рекомендованим напоєм.
