Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# product_improvement_add_nutrition_facts
source: Add nutrition facts to calculate the Nutri-Score.
ar: إضافة المعلومات الغذائية لحساب Nutri-Score.
be: Дадаць звесткі аб пажыўнасці для разліку Nutri-ацэнкі.
bg: Добави хранителни стойности, за да изчислиш Nutri-Score.
ca: Afegiu dades nutricionals per calcular el Nutri-Score.
cs: Přidejte výživové údaje pro výpočet Nutri-Score.
da: Tilføj ernæringsfakta for at beregne Nutri-Score.
de: Fügen Sie die Nährwertangaben hinzu, um den Nutri-Score zu berechnen.
el: Προσθέστε διατροφικά στοιχεία για να υπολογίσετε τη διατροφική βαθμολογία.
es: Añade la información nutricional para calcular la puntuación Nutri-Score.
fi: Lisää ravintosisältö saadaksesi Nutri-pisteytyksen.
fr: Ajoutez des informations nutritionnelles pour calculer le Nutri-Score.
he: יש להוסיף מפרט תזונתי כדי לחשב את ה־Nutri-Score.
hu: Adjon hozzá tápérték adatokat a Nutri-Score kiszámításához.
id: Tambahkan informasi nilai gizi untuk menghitung Nutri-Score.
it: Aggiungi i valori nutrizionali per calcolare il Nutri-Score.
ja: Nutri-Scoreを計算するために、栄養成分表を追加してください。
ko: 영양 성분을 추가하여 영양 점수 계산
lt: Pridėkite mitybos faktus, kad apskaičiuotumėte Nutri-Score.
nl: Voeg voedingswaarden toe om de Nutri-Score te berekenen.
pl: Dodaj informacje żywieniowe, aby obliczyć Nutri-Score.
pt: Adicione as informações nutricionais para calcular o Nutri-Score.
ro: Adăugați informații nutriționale pentru a calcula Scorul Nutrițional.
ru: Добавьте информацию о пищевой ценности, чтобы вычислить Nutri-Score.
sk: Pridajte výživové údaje na výpočet Nutri-Score.
sl: Dodajte hranilne vrednosti za izračun Nutri-Score.
sq: Shtoni fakte të ushqyerjes për të llogaritur Nutri-Score.
sv: Lägg till näringsfakta för att beräkna Nutri-Score.
tr: Nutri-Score puanını hesaplamak için besin değerleri bilgisi ekleyin.
uk: Додати поживні речовини задля вирахування Nutri-Score.
vi: Thêm thông tin dinh dưỡng để tính Điểm dinh dưỡng.
zh: 添加营养成分以计算Nutri-Score。

# product_improvement_add_nutrition_facts_and_category
source: Add nutrition facts and a category to calculate the Nutri-Score.
ar: أضف المعلومات الغذائية والفئة لحساب Nutri-Score.
be: Дадаць звесткі аб пажыўнасці і катэгорыю для разліку Nutri-ацэнкі.
bg: Добави хранителни стойности и категория, за да изчислиш Nutri-Score.
ca: Afegiu dades nutricionals i una categoria per calcular el Nutri-Score.
cs: Přidejte výživové údaje a kategorii pro výpočet Nutri-Score.
da: Tilføj ernæringsfakta og en kategori for at beregne Nutri-Score.
de: Fügen Sie Nährwertangaben und eine Kategorie hinzu, um den Nutri-Score zu berechnen.
el: Προσθέστε διατροφικά στοιχεία και κατηγορία για να υπολογίσετε τη διατροφική βαθμολογία.
es: Añade una categoría y la información nutricional para calcular la puntuación de Nutri-Score.
fi: Lisää ravitsemustiedot ja luokka laskeaksesi Nutri-pisteytyksen.
fr: Ajoutez des informations nutritionnelles et une catégorie pour calculer le Nutri-Score.
he: יש להוסיף עובדות תזונתיות וקטגוריה כדי לחשב את ה־Nutri-Score.
hu: Adjon hozzá tápérték adatokat és egy kategóriát a Nutri-Score kiszámításához.
id: Tambahkan informasi nilai gizi dan kategori untuk menghitung Nutri-Score.
it: Aggiungi i valori nutrizionali e una categoria per calcolare il Nutri-Score.
ja: Nutri-Scoreを計算するために、栄養成分表とカテゴリを追加してください。
ko: 영양 성분을 추가하여 영양 점수 계산
lt: Pridėkite mitybos faktus ir kategoriją, kad apskaičiuotumėte Nutri-Score.
nl: Voeg voedingswaarden en een categorie toe om de Nutri-Score te berekenen.
pl: Dodaj informacje żywieniowe i kategorię, aby obliczyć Nutri-Score.
pt: Adicione as informações nutricionais e uma categoria para calcular o Nutri-Score.
ro: Adăugați informații nutriționale și o categorie pentru a calcula Scorul Nutrițional.
ru: Добавить пищевую ценность и категорию для вычисления Nutri-Score.
sk: Pridajte výživové údaje a kategóriu na výpočet Nutri-Score.
sl: Dodajte hranilne vrednosti in kategorijo za izračun Nutri-Score.
sq: Shtoni faktet ushqyese dhe nje kategori per te llogaritur piket-ushqyese.
sv: Lägg till näringsfakta och en kategori för att beräkna Nutri-Score.
tr: Nutri-Score puanını hesaplamak için besin değerleri ve bir kategori bilgisi ekleyin.
uk: Додати поживні речовини та категорію для вирахування Nutri-Score.
vi: Thêm thông tin dinh dưỡng và danh mục để tính Điểm dinh dưỡng.
zh: 添加营养成分和类别以计算 Nutri-Score。

# product_improvement_categories_but_no_nutriscore
source: The Nutri-Score for this product can't be calculated, which may be due to e.g. a non-standard category. If this is considered an error, please contact us.
ar: لا يمكن حساب Nutri-Score هذا المنتج، والذي قد يكون بسبب مثل. فئة غير قياسية. إذا كان هذا خطأ، يرجى الاتصال بنا.
be: Nutri-ацэнка для гэтага прадукта не можа быць разлічана, што можа быць звязана, напрыклад, з нестандартнай катэгорыяй. Калі вы гэта лічыце памылкай, звяжыцеся з намі.
bg: Nutri-Score за този продукт не може да бъде изчислен, това може да се дължи например на нестандартна категория. Ако това се счита за грешка, моля, свържете се с нас.
ca: La Nutri-score d'aquest producte no es pot calcular, la qual cosa pot ser degut, per exemple, a una categoria no estàndard. Si ho consideres un error, posa't en contacte amb nosaltres.
cs: Nutri-score pro tento produkt nelze vypočítat, což může být způsobeno např. nestandardní kategorií. Pokud je to považováno za chybu, kontaktujte nás.
da: Nutri-Score for dette produkt kan ikke beregnes, hvilket kan skyldes f.eks. en ikke-standard kategori. Betragtes dette som en fejl, kontakte os venligst.
de: Der Nutri-Score für dieses Produkt kann nicht berechnet werden, was z.B. an einer nicht standardkonformen Kategorie liegen kann. Wenn Sie dies für einen Fehler halten, kontaktieren Sie uns bitte.
el: Η διατροφική βαθμολογία για αυτό το προϊόν δεν μπορεί να υπολογιστεί, κάτι το οποίο μπορεί να οφείλεται π.χ. μια μη τυπική κατηγορία. Αν αυτό το θεωρείται σφάλμα, παρακαλούμε επικοινωνήστε μαζί μας.
es: No se ha podido calcular la puntuación Nutri-Score para este producto. Esto puede deberse a que, por ejemplo, una categoría no es estándar. Si crees que es un error, por favor, ponte en contacto con nosotros.
fi: Nutri-pisteytystä ei voi laskea. Syynä voi olla esimerkiksi epätavallinen luokka. Ota yhteyttä, mikäli oletat tämän olevan virhe.
fr: Le Nutri-Score de ce produit ne peut pas être calculé, ce qui peut être dû, par exemple, à une catégorie non standard. Si cela est considéré comme une erreur, veuillez nous contacter.
he: לא ניתן לחשב את ה־Nutri-Score למוצר הזה, שעלול להיות עקב קטגוריה חריגה למשל. אם זאת נחשבת שגיאה, נא ליצור אתנו קשר.
hu: Nem tudtunk Nutri-Score pontszámot kiszámítani ehhez a termékhez. Lehetséges, hogy ez a kategória egy kivétel. Ha úgy gondolja, hogy ez hiba, lépjen kapcsolatba velünk.
id: Nutri-Score untuk produk ini tidak dapat dihitung, kemungkinan disebabkan oleh kategori non-standar. Jika ini dianggap sebagai kesalahan, silakan hubungi kami.
it: Il Nutri-Score per questo prodotto non può essere calcolato, il che potrebbe dipendere da ad es. una categoria non standard. Se consideri questo un errore, per favore contattaci.
ja: この製品のNutri-Scoreは計算できません。例えば、標準的ではないカテゴリが原因である可能性があります。もしこれがエラーだと考えられる場合、お問い合わせください。
ko: 이 제품의 Nutri-Score를 계산할 수 없습니다. 예를 들어 비표준 카테고리 때문일 수 있습니다. 이것이 오류로 간주되면 당사에 문의하십시오.
lt: Šio produkto Nutri-Score apskaičiuoti negalima, nes tai gali būti dėl, pvz., nestandartinės kategorijos. Jei tai laikoma klaida, susisiekite su mumis.
nl: De Nutri-Score voor dit product kan niet worden berekend, wat bijvoorbeeld te wijten kan zijn aan een niet-standaard categorie. Als dit als een fout wordt beschouwd, neem dan contact met ons op.
pl: Nie można wyliczyć Nutri-Score dla tego produktu, co może być spowodowane m.in. niestandardową kategorią. Jeśli jest to błąd, prosimy o kontakt.
pt: O Nutri-Score para este produto não pode ser calculado, o que pode ser devido, por exemplo, a uma categoria fora do normal. Se isso for considerado um erro, contacte-nos.
ro: Scorul Nutritiv pentru acest produs nu poate fi calculat, ceea ce se poate datora, de exemplu, unei categorii nestandard. Dacă aceasta este considerată o eroare, vă rugăm să ne contactați.
ru: Невозможно рассчитать Nutri-Score для этого продукта, что может быть связано, например, с нестандартной категорией. Если это ошибка, пожалуйста, свяжитесь с нами.
sk: Nutri-score pre tento produkt sa nedá vypočítať, čo môže byť spôsobené napr. neštandardnou kategóriou. Ak to považujete za chybu, kontaktujte nás.
sl: Nutri-Score za ta izdelek ni mogoče izračunati, kar je lahko posledica npr. nestandardne kategorije. Če to štejete za napako, nas prosim kontaktirajte.
sq: Nutri-Score për këtë produkt nuk mund të llogaritet, gjë që mund të jetë për shkak të p.sh. një kategorie jo standarde. Nëse kjo konsiderohet si një gabim, ju lutemi na kontaktoni.
sv: Nutri-Score för denna produkt kan inte beräknas, vilket kan bero på t.ex. en kategori som inte är standard. Om detta anses vara ett fel, vänligen kontakta oss.
tr: Bu ürün için Nutri-Score hesaplanamıyor, bunun nedeni örneğin standart olmayan bir kategori olabilir. Bu bir hata olarak kabul edilirse, lütfen bizimle iletişime geçin.
uk: Показник харчової цінності Nutri-Score для цього продукту не може бути розрахований через нестандартну категорію. Якщо Ви вважаєте, що сталося помилка, зв'яжіться з нами.
vi: Không thể tính được Nutri-Score cho sản phẩm này, có thể do danh mục không đạt tiêu chuẩn. Nếu đây là lỗi, vui lòng liên hệ với chúng tôi.
zh: 无法计算此产品的营养评分，这可能是由于例如：非标准类别。如果这被认为是错误，请与我们联系。

# product_improvement_obsolete_nutrition_image
source: The nutrition image is obsolete: please refresh it.
ar: صورة التغذية قديمة: يرجى تحديثها.
be: Выява пажыўнасці ўстарэла: абнавіце яе.
bg: Снимката на хранителните стойности е остаряла: моля, актуализирай я.
ca: La imatge nutricional és obsoleta: si us plau, actualitzeu-la.
cs: Obrázek výživy je zastaralý: obnovte jej.
da: Ernæringsfaktafoto forældet. Opdatér det venligst.
de: Das Nährwertbild ist veraltet: Bitte aktualisieren Sie es.
el: Η εικόνα των διατροφικών στοιχείων είναι παρωχημένη: παρακαλώ ανανεώστε τη.
es: La imagen nutricional está obsoleta: por favor, actualízala.
fi: Ravintokuva on vanhentunut, päivitä.
fr: L'image des informations nutritionnelles est obsolète : mettez-la à jour s'il-vous-plait.
he: התמונה התזונתית מיושנת: נא לרענן אותה.
hu: A tép érték kép elavult: kérjük frissítse azt.
id: Gambar nutrisi sudah tidak berlaku: harap perbaharui.
it: L'immagine nutrizionale è obsoleta: per favore aggiornala.
ja: 栄養成分の画像が古くなっています。更新してください。
ko: 영양 이미지가 더 이상 사용되지 않습니다. 새로고침하세요.
lt: Mitybos vaizdas pasenęs: prašome jį atnaujinti.
nl: De voedingsafbeelding is verouderd: ververs deze alstublieft.
pl: Obraz tabeli wartości odżywczych jest nieaktualny: odśwież go.
pt: A imagem nutricional está obsoleta: atualize-a.
ro: Imaginea nutrițională este depășită: vă rugăm să o reîmprospătați.
ru: Изображение пищевой ценности устарело: обновите его.
sk: Výživový obrázok je zastaraný: obnovte ho.
sl: Fotografija hranilnih vrednosti je zastarela: osvežite jo.
sq: Imazhi i ushqimit eshte i vjeteruar: ju lutem rifreskojeni ate.
sv: Näringsbilden är föråldrad: vänligen förnya den.
tr: Beslenme resmi eskidir: lütfen yenileyin.
uk: Зображення харчування є застарілим: будь ласка, оновіть його.
vi: Hình ảnh dinh dưỡng đã quá hạn: vui lòng cập nhật.
zh: 营养表图片已过时，请刷新。

# product_improvement_origins_to_be_completed
source: The Eco-Score takes into account the origins of the ingredients. Please take a photo of the ingredient list and/or any geographic claim or edit the product, so they can be taken into account.
ar: تأخذ النتيجة البيئية في الاعتبار أصول المكونات. يرجى التقاط صورة لقائمة المكونات و / أو أي مطالبة جغرافية أو تعديل المنتج ، حتى يمكن أخذها في الحسبان.
bg: Eco-Score взема предвид произхода на съставките. Моля, направи снимка на съставките и/или всякакви географски обозначения или редактирай продукта, за да могат да бъдат взети предвид.
ca: L'Eco-Score té en compte l'origen dels ingredients. Si us plau, feu una foto de la llista d'ingredients i/o qualsevol referència geogràfica o editeu el producte, per tal que es puguin tenir en compte.
cs: Eko-skóre bere v úvahu původ ingrediencí. Vyfoťte prosím seznam ingrediencí a/nebo jakékoli geografické tvrzení nebo upravte produkt, aby mohly být zohledněny.
da: Øko-Score tager hensyn til ingredientsoprindelserne, så medtag disse på fotoet (ingrediensovesigt og/eller enhver geografisk angivelse) eller redigér produktet, så de kan indgå i beregningen.
de: Der Eco-Score berücksichtigt die Herkunft der Zutaten. Bitte fotografieren Sie die Liste der Zutaten und/oder alle geografischen Bezeichnungen oder bearbeiten Sie das Produkt, damit diese berücksichtigt werden können.
el: Το Eco-Score λαμβάνει υπόψη την προέλευση των συστατικών. Τραβήξτε μια φωτογραφία της λίστας συστατικών και/ή οποιουδήποτε γεωγραφικού ισχυρισμού ή επεξεργαστείτε το προϊόν, ώστε να μπορούν να ληφθούν υπόψη.
es: El Eco-Score tiene en cuenta el origen de los ingredientes. Haz una foto de los ingredientes o a cualquier declaración geográfica y edita el producto para que se tengan en cuenta estos datos.
fi: Ekopisteytykseen otetaan lukuun ainesosien alkuperä. Ota kuva ainesosalistasta ja/tai valmistusmaasta, jotta ne voidaan ottaa huomioon.
fr: L'Eco-Score prend en compte l'origine des ingrédients. Veuillez les prendre en photo (liste d'ingrédients et/ou toute allégation géographique) ou modifiez le produit afin qu'elles puissent être prises en compte.
he: ציון Eco-Score מתחשב במקורות הרכיבים. נא לצלם את רשימת הרכיבים ו/או טענה גאוגרפית כלשהי או לערוך את המוצר, כדי שאפשר יהיה לקחת אותם בחשבון.
hu: Az Eco-Score figyelembe veszi az összetevők eredetét. Kérjük, fényképezze le őket (összetevők listája és/vagy bármilyen földrajzi helyadat, vagy módosítsa a terméket úgy, hogy figyelembe lehessen venni azt. Ha ez nem egyértelmű, forduljon az élelmiszergyártóhoz.
id: Eco-score memperhitungkan asal-usul bahan. Harap ambil foto daftar bahan dan/atau klaim geografis atau sunting produk, agar dapat diperhitungkan.
it: L'Eco-Score tiene in considerazione le origini degli ingredienti. Se puoi scatta una foto della lista degli ingredienti e/o di qualsiasi dichiarazione geografica o modifica il prodotto, in modo che possano essere presi in considerazione.
ja: Eco-Scoreは原材料の原産地を考慮に入れています。これらを考慮に入れることができるよう、原材料一覧および/または地理的な記載の画像を撮るか、製品情報を編集してください。
ko: Eco-Score는 성분의 원산지를 고려합니다. 성분 목록 혹은 원산지 표시 사진을 찍거나, 상품 정보를 수정하여 원산지를 고려할 수 있도록 해주세요.
lt: Apskaičiuojant „Eco-Score“ atsižvelgiama į sudedamųjų dalių kilmę. Nufotografuokite ingredientų sąrašą ir (arba) bet kokį geografinį teiginį arba redaguokite produktą, kad būtų galima į juos atsižvelgti.
nl: De Eco-Score houdt rekening met de oorsprong van de ingrediënten. Neem een foto van de ingrediëntenlijst en/of elke geografische claim of bewerk het product, zodat er rekening mee kan worden gehouden.
pl: Eco-Score uwzględnia pochodzenie składników. Prosimy o zrobienie im zdjęcia (listy składników i/lub wszelkich roszczeń geograficznych / edycję produktu), aby można je było wziąć pod uwagę.
pt: O Eco-Score leva em consideração a origem dos ingredientes. Tire uma fotografia da lista de ingredientes e/ou qualquer reivindicação geográfica ou edite o produto, para que possam ser levados em consideração.
ro: Scorul Eco ține cont de originile ingredientelor. Vă rugăm să faceți o fotografie a listei de ingrediente și/sau a oricărei declarații geografice sau să editați produsul, pentru a putea fi luate în considerare.
ru: Eco-Score учитывает происхождение ингредиентов. Пожалуйста, сфотографируйте состав и/или любое географическое указание или отредактируйте продукт, чтобы они могли быть учтены.
sk: Eko-skóre zohľadňuje pôvod zložiek. Odfoťte zoznam zložiek a/alebo akékoľvek geografické tvrdenie alebo upravte produkt, aby ich bolo možné vziať do úvahy.
sl: Eco-Score upošteva izvor sestavin. Fotografirajte seznam sestavin in/ali katero koli geografsko zahtevo ali uredite izdelek, da se bodo lahko upoštevala.
sv: Eco-Score tar hänsyn till ingrediensernas ursprung. Ta en bild av ingredienslistan och/eller eventuella geografiska anspråk eller redigera produkten, så att de kan beaktas.
tr: Eco-Score, içindeki maddelerin kökenlerini hesaba katar. Hesaba katılabilmesi için lütfen bunları fotoğraflayın (içindekiler listesi ve/veya herhangi bir coğrafi iddia) veya ürünü düzenleyin.
uk: Eco-Score враховує походження інгредієнтів. Будь ласка, сфотографуйте список інгредієнтів та/або будь-яку географічну зону або відредагуйте продукт, щоб їх можна було врахувати.
vi: Điểm số sinh thái tính đến nguồn gốc của các thành phần. Vui lòng chụp ảnh danh sách thành phần và / hoặc bất kỳ yêu cầu địa lý nào hoặc chỉnh sửa sản phẩm, để các thông tin có thể được xem xét.
zh: Eco-Score 会参考配料的来源地。请给配料表和/或地理说明拍照，或者编辑该产品，以便于计算。

# country_chooser_label
source: Please choose a country
ar: الرجاء اختيار بلد
be: Калі ласка, выберыце краіну
bg: Моля, избери страна
ca: Si us plau, trieu un país
cs: Vyberte prosím zemi
da: Vælg land
de: Wählen Sie ein Land aus
el: Παρακαλούμε επιλέξτε μια χώρα
es: Elige un país
fi: Valitse maa
fr: Veuillez choisir un pays
he: נא לבחור מדינה
id: Silakan pilih negara
it: Scegli un Paese
ja: 国を選んでください
ko: 국가를 선택하십시오
lt: Pasirinkite šalį
nl: Kies een land a.u.b
pl: Proszę wybrać kraj
pt: Escolha um país
ro: Vă rugăm să selectați o țară
ru: Пожалуйста, выберите страну
sk: Prosím vyberte si krajinu
sl: Prosimo, izberite državo
sq: Ju lutem zgjidhni nje shtet
sv: Välj ett land
tr: Lütfen bir ülke seçin
uk: Будь ласка, виберіть країну
vi: Vui lòng chọn quốc gia
zh: 请提供国家信息

# currency_chooser_label
source: Please choose a currency
cs: Prosím zvolte měnu
de: Bitte wählen Sie eine Währung
es: Por favor, elija una moneda
fi: Valitse valuutta
fr: Veuillez choisir une devise
id: Silahkan pilih mata uang
it: Scegli una valuta
nl: Kies een valuta
pt: Por favor selecione uma moeda
uk: Будь ласка виберіть валюту

# country_change_message
source: You have just changed countries.
cs: Právě jste změnili zemi.
de: Sie haben gerade das Land gewechselt.
fr: Vous venez de changer de pays.
id: Anda baru saja mengganti negara.
it: Hai appena cambiato Paese.
nl: Je bent zojuist van land veranderd.
pt: Acabou de mudar de país.
uk: Ви щойно змінили країну.

# currency_auto_change_message
source: Do you want to change the currency from {previousCurrency} to {possibleCurrency}?
cs: Chcete změnit měnu z {previousCurrency} na {possibleCurrency}?
de: Möchten Sie die Währung von {previousCurrency} in {possibleCurrency} ändern?
fr: Voulez-vous changer la devise de {previousCurrency} à {possibleCurrency}?
id: Apakah Anda ingin mengganti mata uang dari {previousCurrency} ke {possibleCurrency}?
it: Vuoi cambiare la valuta da {previousCurrency} a {possibleCurrency}?
nl: Wilt u de valuta wijzigen van {previousCurrency} naar {possibleCurrency}?
pt: Quer alterar a moeda de {previousCurrency} para {possibleCurrency}?
uk: Ви хочете змінити валюту з {previousCurrency} на {possibleCurrency}?

# onboarding_country_chooser_label
source: Please choose a country:
bg: Моля, избери страна:
cs: Vyberte prosím zemi:
de: Bitte wählen Sie ein Land:
es: Por favor, elige un país:
fi: Valitse maa:
fr: Veuillez sélectionner un pays :
id: Silakan pilih negara:
it: Ti preghiamo di scegliere un paese:
nl: Kies een land:
pt: Escolha um país:
sk: Vyberte krajinu:
uk: Будь ласка, виберіть країну:

# country_chooser_label_from_settings
source: Your country
cs: Vaše země
da: Dit land
de: Ihr Land
es: Tu país
fi: Maasi
fr: Votre pays
he: המדינה שלך
id: Negara Anda
it: Il tuo paese
ja: あなたの国
lt: Jūsų šalis
nl: Uw land
pl: Twój kraj
pt: O seu país
ro: Țara ta
sk: Tvoja krajina
tr: Ülkeniz
uk: Ваша країна

# country_selection_explanation
source: Some environmental features are location-specific
ar: بعض السمات البيئية خاصة بالموقع
be: Некаторыя экалагічныя асаблівасці залежаць ад месцазнаходжання
bg: Някои характеристики на околната среда са специфични за местоположението
ca: Algunes característiques ambientals són específiques del lloc
cs: Některé prvky prostředí jsou specifické pro dané místo
da: Visse miljømæssige egenskaber er stedbestemte
de: Einige Umweltfaktoren sind standortspezifisch
el: Ορισμένα περιβαλλοντικά χαρακτηριστικά εξαρτώνται από την τοποθεσία σας
es: Algunas características ambientales son específicas de tu ubicación geográfica
fi: Jotkin ympäristövaikutukset ovat paikkakohtaisia
fr: Certaines fonctionnalités environnementales sont liées à l'emplacement.
he: חלק מהמאפיינים הסביבתיים הם נקודתיים למיקום
id: Beberapa fitur lingkungan bersifat khusus tergantung lokasi
it: Alcune caratteristiche ambientali sono specifiche alla posizione
ja: 一部の環境特性は場所固有です
ko: 일부 환경 기능은 위치에 따라 다릅니다.
lt: Kai kurios aplinkos savybės priklauso nuo vietos
nl: Sommige milieukenmerken zijn locatie-specifiek
pl: Niektóre elementy środowiskowe są zależne od lokalizacji
pt: Algumas características ambientais dependem do local
ro: Unele caracteristici de mediu sunt specifice localizării
ru: Некоторые особенности окружающей среды зависят от местоположения
sk: Niektoré vlastnosti prostredia sú špecifické pre danú lokalitu
sl: Nekatere okoljske značilnosti so specifične za lokacijo
sq: Disa vecori mjedisore jane specifike per vendndodhjen.
sv: Vissa miljöegenskaper är platsspecifika
tr: Bazı çevresel özellikler konuma özgüdür
uk: Деякі особливості навколишнього середовища залежать від місця розташування
vi: Một số đặc điểm môi trường là đặc thù địa lý
zh: 有些环境特征是因地而异的。

# product_removed_comparison
source: Product removed from comparison
ar: تم إزالة المنتج من المقارنة
be: Прадукт выдалены з параўнання
bg: Продуктът е премахнат от сравнението
ca: Producte eliminat de la comparació
cs: Produkt byl odstraněn ze srovnání
da: Produkt fjernet fra sammenligning
de: Produkt aus dem Vergleich entfernt
el: Το προϊόν αφαιρέθηκε από τη σύγκριση
es: Producto eliminado de la comparación
fi: Tuote poistettu vertailusta
fr: Produit retiré du comparatif
he: המוצר הוסר מההשוואה
id: Produk telah dihapus dari perbandingan
it: Prodotti rimosso dal confronto
ja: 比較から削除された製品
ko: 비교에서 제거된 제품
lt: Produktas pašalintas iš palyginimo
nl: Product verwijderd uit vergelijking
pl: Produkt usunięty z porównania
pt: Produto removido da comparação
ro: Produs eliminat din comparație
ru: Продукт удален из сравнения
sk: Produkt bol odstránený z porovnania
sl: Izdelek je odstranjen iz primerjave
sv: Produkt borttagen från jämförelse
tr: Ürün karşılaştırmadan kaldırıldı
uk: Продукт вилучено з порівняння
vi: Sản phẩm bị gỡ bỏ khỏi phần so sánh
zh: 已从对比中删除该产品

source: Native App Settings
ca: Configuració de l'aplicació nativa
cs: Nastavení aplikace
da: Indstillinger for indbyggede apper
de: Einstellungen der nativen App
es: Configuración de la aplicación nativa
fi: Sovellusasetukset
fr: Paramètres natifs de l'application
he: הגדרות יישומון טבעי
id: Pengaturan Aplikasi Asli
it: Impostazioni native dell'App
ja: ネイティブアプリ設定
nl: Instellingen voor native applicaties
pl: Natywne ustawienia aplikacji
pt: Configurações nativas da aplicação
ro: Setări aplicație nativă
sk: Nastavenia natívnej aplikácie
tr: Yerel Uygulama Ayarları
uk: Власні налаштування програми
vi: Cài đặt ứng dụng gốc
zh: 本机应用程序设置
