Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# expand_nutrition_facts_body
source: Keep the nutrition facts table expanded
bg: Дръж таблицата с хранителните стойности разгъната
ca: Manteniu la taula de dades nutricionals ampliada
cs: Nechte tabulku nutričních údajů rozšířenou
da: Hold ernæringsfaktatabellen udvidet
de: Nährwerttabelle geöffnet lassen
es: Mantener expandida la tabla de información nutricional
fi: Pidä ravintosisältötaulukko laajennettuna
fr: Garder le tableau nutritionnel étendu
he: לשמור על טבלת העובדות התזונתיות מורחבת
id: Perluas tabel fakta nutrisi
it: Mantieni espansa la tabella dei valori nutrizionali
ja: 栄養成分表を広げたままにする
ko: 영양 성분표를 확장한 채로 유지
lt: Laikyti išplėstą mitybos faktų lentelę
nl: Houd de tabel met voedingswaarden uitgeklapt
pl: Zachowaj rozwiniętą tabelę wartości odżywczych
pt: Manter a tabela de informações nutricionais expandida
ro: Păstrați tabelul cu informații nutriționale extins
ru: Оставить таблицу пищевой ценности развернутой
tr: Beslenme değerleri tablosunu genişletin
uk: Тримайте таблицю фактів харчування розширеною
vi: Giữ bảng thông tin dinh dưỡng mở rộng
zh: 扩大营养成分表

source: Expand ingredients
be: Разгарнуць інгрэдыенты
bg: Разгъни съставките
ca: Ampliar els ingredients
cs: Rozbalit přísady
da: Udvid ingredienser
de: Zutatenliste erweitern
es: Expandir ingredientes
fi: Laajenna ainesosat
fr: Développer les ingrédients
he: הרחבת רכיבים
id: Perbanyak bahan
it: Espandi gli ingredienti
ja: 原材料を広げる
ko: 재료 목록 확장
lt: Išplėskite ingredientų lentelę
nl: Ingrediënten uitklappen
pl: Rozwiń składniki
pt: Expandir os ingredientes
ro: Extinde ingredientele
ru: Развернуть ингредиенты
tr: Malzemeleri genişlet
uk: Розгорнути інгредієнти
vi: Mở rộng thành phần
zh: 展开成分

# expand_ingredients_body
source: Keep the ingredients panel expanded
bg: Дръж панела на съставките разгънат
ca: Manteniu el panell d'ingredients expandit
cs: Nechte panel ingrediencí rozbalený
da: Hold ingredienspanelet udvidet
de: Zutatenliste geöffnet lassen
es: Mantener expandido el panel de ingredientes
fi: Pidä ainesosat laajennettuna
fr: Garder le panneau des ingrédients étendu
he: לשמור על לוח הרכיבים מורחב
id: Pertahankan panel bahan yang diperluas
it: Mantieni espanso il pannello degli ingredienti
ja: 原材料パネルを広げたままにする
ko: 재료 패널을 확장한 채로 유지
lt: Laikyti sudedamųjų dalių skydelį išplėstą
nl: Houd het ingrediëntenpaneel uitgevouwen
pl: Zachowaj rozwinięty panel składników
pt: Manter o painel de ingredientes expandido
ro: Păstrați panoul de ingrediente extins
ru: Оставить панель ингредиентов развернутой
tr: Malzemeler panelini genişletilmiş tutun
uk: Тримайте панель інгредієнтів розгорнутою
vi: Giữ bảng thành phần mở rộng
zh: 保持成分面板扩展

source: No internet connection
be: Няма злучэння з інтэрнэтам
bg: Няма интернет връзка
ca: No hi ha connexió a Internet
cs: Žádné připojení k Internetu
da: Ingen internetforbindelse
de: Keine Internetverbindung
es: No hay conexión a internet
fi: Ei Internet-yhteyttä
fr: Pas de connexion internet
he: אין חיבור לאינטרנט
id: Tidak ada sambungan Internet
it: Nessuna connessione internet
ja: インターネットに接続されていません
ko: 인터넷 연결 없음
lt: Nėra interneto ryšio
nl: Geen internetverbinding
pl: Brak połączenia z internetem
pt: Sem ligação à Internet
ro: Fără conexiune la internet
ru: Нет подключения к интернету
tr: İnternet bağlantısı yok
uk: Відсутнє підключення до Інтернету
vi: Không có kết nối mạng
zh: 无互联网连接

# world_results_label
source: Entire world
be: Увесь свет
bg: Целият свят
ca: Món sencer
cs: Celý svět
da: Hele verden
de: Ganze Welt
es: Todo el mundo
fi: Koko maailma
fr: Monde entier
he: כל העולם
id: Seluruh dunia
it: Tutto il mondo
ja: 世界全体
ko: 전 세계
lt: Visas pasaulis
nl: Wereldwijd
pl: Cały świat
pt: Todo o mundo
ro: Lumea întreagă
ru: Весь мир
sl: Results from the entire world
tr: Tüm dünya
uk: Весь світ
vi: Toàn cầu
zh: 整个世界

# world_results_action
source: Extend your search to the world
be: Пашырце свой пошук на ўвесь свет
bg: Разшири търсенето си до света
ca: Amplieu la vostra cerca al món
cs: Rozšířit hledání na celý svět
da: Udvid søgningen til verden
de: Erweitern Sie die Suche auf die Welt
es: Amplía tu búsqueda al mundo entero
fi: Laajenna hakuasi maailmalle
fr: Étendez votre recherche au monde
he: הרחבת החיפוש שלך לכל העולם
id: Perluas pencarian Anda ke seluruh dunia
it: Estendi la tua ricerca al mondo
ja: 検索範囲を世界に広げる
ko: 검색을 세계로 확장
lt: Išplėskite savo paiešką visame pasaulyje
nl: Zoek wereldwijd
pl: Rozszerz swoje poszukiwania na cały świat
pt: Alargar a pesquisa a todo o mundo
ro: Extindeți-vă căutarea în lume
ru: Расширить ваш поиск до всего мира
sl: Search world
tr: Aramanızı dünyaya genişletin
uk: Розширте свій пошук на весь світ
vi: Mở rộng tìm kiếm toàn cầu
zh: 将您的搜索扩大到全世界

# copy_to_clipboard
source: Copy
be: Скапіяваць
bg: Копиране
ca: Copia
cs: Kopírovat
da: Kopiér
de: Kopieren
es: Copiar
fi: Kopioi
fr: Copier
he: העתקה
id: Salin
it: Copia
ja: コピー
lt: Kopijuoti
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ro: Copiază
ru: Копировать
tr: Kopyala
uk: Копіювати
zh: 复制

source: Paste from clipboard
cs: Vložit ze schránky
de: Aus Zwischenspeicher einfügen
fi: Liitä leikepöydältä
fr: Coller depuis le presse-papier
id: Tempel dari papan klip
it: Incolla dagli appunti
nl: Plakken vanaf klembord
pt: Colar da área de transferência
uk: Вставити з буферу

# no_data_available_in_clipboard
source: No data available in your clipboard
cs: Ve vaší schránce nejsou k dispozici žádná data
de: Keine Daten in Ihrer Zwischenablage verfügbar
fi: Leikepöydälläsi ei ole tietoja
fr: Aucune donnée disponible dans votre presse-papiers
id: Tidak ada data yang tersedia di papan klip Anda
it: Nessun dato disponibile negli appunti
nl: Er zijn geen gegevens beschikbaar op uw klembord
pt: Não existem dados disponíveis na sua área de transferência
uk: У вашому буфері обміну немає даних

# clipboard_barcode_copy
source: Copy barcode to clipboard
be: Скапіяваць штрых-код у буфер абмену
bg: Копирай баркода в клипборда
ca: Copia el codi de barres al porta-retalls
cs: Kopírovat čárový kód do schránky
da: Kopiér stregkoden til udklipsholderen
de: Strichcode in die Zwischenablage kopieren
es: Copiar código de barras al portapapeles
fi: Kopioi viivakoodi leikepöydälle
fr: Copier le code-barres dans le presse-papiers
he: העתקת ברקוד ללוח הגזירים
id: Salin kode batang ke papan klip
it: Copia il codice a barre negli appunti
ja: バーコードをクリップボードにコピー
ko: 바코드를 클립보드에 복사
lt: Nukopijuoti brūkšninį kodą
nl: Kopieer streepjescode naar klembord
pl: Skopiuj kod kreskowy do schowka
pt: Copiar código de barras para a área de transferência
ro: Copiați codul de bare în clipboard
ru: Скопировать штрихкод в буфер обмена
tr: Barkodu panoya kopyala
uk: Скопіювати штрих-код в буфер обміну
vi: Sao chép mã vạch vào khay nhớ tạm
zh: 将条形码复制到剪贴板

# clipboard_barcode_copied
source: Barcode {barcode} copied to the clipboard!
be: Штрых-код {barcode} скапіяваны ў буфер абмену!
bg: Баркода {barcode} е копиран в системния буфер!
ca: Codi de barres {barcode} copiat al porta-retalls!
cs: Čárový kód {barcode} zkopírován do schránky!
da: Stregkoden {barcode} kopieret til udklipsholderen!
de: Strichcode „{barcode}“ in die Zwischenablage kopiert!
el: Το barcode {barcode} αντιγράφηκε στο πρόχειρο!
es: ¡Código de barras {barcode} copiado al portapapeles!
fi: Viivakoodi {barcode} kopioitu leikepöydälle!
fr: Le code-barres {barcode} a été copié dans le presse-papiers !
he: הברקוד {barcode} הועתק ללוח הגזירים!
id: Kode batang {barcode} disalin ke papan klip!
it: Codice a barre {barcode} copiato negli appunti!
ja: バーコード {barcode} がクリップボードにコピーされました！
ko: {barcode} 바코드를 클립보드에 복사했습니다!
lt: Brūkšninis kodas {barcode} nukopijuotas!
nl: Streepjescode {barcode} gekopieerd naar het klembord!
pl: Kod kreskowy {barcode} skopiowany do schowka!
pt: Código de barras {barcode} copiado para a área de transferência!
ro: Cod de bare {barcode} copiat în clipboard!
ru: Штрих-код {barcode} скопирован в буфер обмена!
tr: Barkod {barcode} panoya kopyalandı!
uk: Штрих-код {barcode} скопійовано в буфер обміну!
vi: Mã vạch {barcode} đã được sao chép vào khay nhớ tạm!
zh: 条码 {barcode} 已复制到剪贴板！

# language_picker_label
source: Your language
bg: Твоят език
cs: Váš jazyk
da: Dit sprog
de: Ihre Sprache
es: Tu idioma
fi: Sinun kielesi
fr: Votre langue
he: השפה שלך
id: Bahasa Anda
it: La tua lingua
ja: あなたの言語
lt: Jūsų kalba
nl: Uw taal
pl: Twój język
pt: O seu idioma
ro: Limba ta
tr: Diliniz
uk: Ваша мова

source: Help with OpenFoodFacts
be: Дапамога з OpenFoodFacts
bg: Помощ с OpenFoodFacts
ca: Ajuda a OpenFoodFacts
cs: Pomoc s OpenFoodFacts
da: Hjælp med OpenFoodFacts
de: Hilfe bei OpenFoodFacts
el: Βοήθεια με το OpenFoodFacts
es: Ayuda con OpenFoodFacts
fi: Neuvoja OpenFoodFactsiin
fr: Bienvenue sur OpenFoodFacts
he: עזרה עם OpenFoodFacts
id: Bantuan OpenFoodFacts
it: Aiuto con OpenFoodFacts
ja: OpenFoodFactsのヘルプ
ko: OpenFoodFacts 도움말
lt: Pagalba su OpenFoodFacts
nl: Help met OpenFoodFacts
pl: Pomoc z OpenFoodFacts
pt: Ajuda com o OpenFoodFacts
ro: Ajutor cu OpenFoodFacts
ru: Помощь с OpenFoodFacts
tr: OpenFoodFacts ile Yardım
uk: Допомога з OpenFoodFacts
vi: Trợ giúp với OpenFoodFacts
zh: 帮助 OpenFoodFacts

# product_task_background_schedule
source: The product will be updated in the background as soon as possible.
be: Прадукт будзе абноўлены ў фонавым рэжыме як мага хутчэй.
bg: Продуктът ще бъде актуализиран във фонов режим възможно най-скоро.
ca: El producte s'actualitzarà en segon pla tan aviat com sigui possible.
cs: Produkt bude aktualizován na pozadí co nejdříve.
da: Produktet uploades i baggrunden hurtigst muligt.
de: Das Produkt wird so schnell wie möglich im Hintergrund aktualisiert.
es: El producto se actualizará en segundo plano lo antes posible.
fi: Tuote päivitetään taustalla mahdollisimman pian.
fr: Le produit sera mis à jour en arrière-plan dès que possible.
he: המוצר יעודכן ברקע בהקדם האפשרי.
id: Produk akan diperbarui di latar belakang sesegera mungkin.
it: Il prodotto sarà aggiornato in background il prima possibile.
ja: 製品は可能な限り早くバックグラウンドで更新されます。
ko: 이미지는 가능한 한 빨리 백그라운드에 업로드됩니다.
lt: Produktas bus kuo greičiau atnaujintas fone.
nl: Het product zal zo snel mogelijk op de achtergrond worden bijgewerkt.
pl: Produkt zostanie zaktualizowany w tle tak szybko, jak to możliwe.
pt: O produto será atualizado em segundo plano assim que possível.
ro: Produsul va fi actualizat în fundal cât mai curând posibil.
ru: Продукт будет обновлен в фоновом режиме как можно скорее.
tr: Ürün en kısa sürede arka planda güncellenecektir.
uk: Продукт буде оновлено у фоновому режимі якомога швидше.
vi: Sản phẩm sẽ được cập nhật trong nền trong thời gian sớm nhất.
zh: 产品将尽快在后台更新。

# no_email_client_available_dialog_title
source: No email apps!
be: Паштовай праграмы няма!
ca: No hi ha aplicacions de correu electrònic!
cs: Žádné e-mailové aplikace!
da: Ingen e-mail apps!
de: Keine E-Mail-Apps!
el: No email application!
es: ¡No hay aplicaciones de correo elecrtrónico!
fi: Ei sähköpostisovelluksia asennettuna!
fr: Aucune application de messagerie !
he: אין יישומוני דוא״ל!
id: Tidak ada aplikasi email!
it: Nessun'app di posta elettronica!
ja: メールアプリがありません！
ko: 이메일 응용 프로그램을 찾을 수 없음
lt: El. laiškų programėlių nėra!
nl: Geen e-mail-apps!
pl: Brak aplikacji e-mail!
pt: Nenhuma aplicação de e-mail!
ro: Fără aplicații de e-mail!
sv: No email application!
tr: E-posta uygulaması yok!
uk: Немає поштового застосунку!
vi: Không có ứng dụng email!
zh: 没有电子邮件应用！

# no_email_client_available_dialog_content
source: Please send us manually an email to mobile@openfoodfacts.org
be: Калі ласка, адпраўце нам эл. ліст уручную на contact@openfoodfacts.org
bg: Моля, изпратете ни ръчно имейл до mobile@openfoodfacts.org
cs: Pošlete nám prosím ručně e-mail na adresu mobile@openfoodfacts.org
de: Bitte senden Sie uns manuell eine E-Mail an mobile@openfoodfacts.org
el: Please send us manually an email to contact@openfoodfacts.org
fi: Lähetä meille sähköpostiviesti manuaalisesti osoitteeseen mobile@openfoodfacts.org
fr: Veuillez, s'il vous plaît, nous envoyer manuellement un email à mobile@openfoodfacts.org
he: נא לשלוח אלינו הודעה ידנית אל contact@openfoodfacts.org
id: Silakan kirimkan email secara manual kepada kami ke mobile@openfoodfacts.org
it: Ti preghiamo di inviarci manualmente un'email, a mobile@openfoodfacts.org
ja: 手動で contact@openfoodfacts.org までメールを送信してください
ko: contact@openfoodfacts.org로 직접 이메일을 보내주십시오.
lt: Prašome rankiniu būdu atsiųsti mums el. laišką adresu contact@openfoodfacts.org
nl: Stuur ons handmatig een e-mail naar mobile@openfoodfacts.org
pl: Prześlij nam ręcznie e-mail na adres contact@openfoodfacts.org
pt: Por favor, envie-nos manualmente um e-mail para mobile@openfoodfacts.org
ro: Vă rugăm să ne trimiteți manual un e-mail la contact@openfoodfacts.org
ru: Пожалуйста, отправьте нам письмо вручную по адресу contact@openfoodfacts.org
sv: Please send us manually an email to contact@openfoodfacts.org
tr: Lütfen bize manuel olarak contact@openfoodfacts.org adresine bir e-posta gönderin
uk: Будь ласка, надішліть нам електронний лист вручну на mobile@openfoodfacts.org

source: All Images
be: Усе выявы
bg: Всички снимки
ca: Totes les imatges
cs: Všechny obrázky
da: Alle fotos
de: Alle Fotos
es: Todas las imágenes
fi: Kaikki kuvat
fr: Toutes les images
he: כל התמונות
id: Semua Gambar
it: Tutte le immagini
ja: すべての画像
ko: 모든 이미지
lt: Visos nuotraukos
nl: Alle afbeeldingen
pl: Wszystkie obrazy
pt: Todas as imagens
ro: Toate Imaginile
ru: Все изображения
tr: Tüm Resimler
uk: Усі зображення
vi: Tất cả Hình ảnh
zh: 所有图像

source: Selected Images
be: Абраныя выявы
bg: Избрани снимки
ca: Imatges seleccionades
cs: Vybrané obrázky
da: Valgte fotos
de: Ausgewählte Fotos
es: Imágenes seleccionadas
fi: Valitut kuvat
fr: Images sélectionnées
he: תמונות נבחרות
id: Gambar yang dipilih
it: Immagini selezionate
ja: 選択した画像
ko: 이미지 선택하기
lt: Pasirinktos nuotraukos
nl: Geselecteerde afbeeldingen
pl: Wybrane obrazy
pt: Imagens selecionadas
ro: Imagini selectate
ru: Ważne: potrzebujemy Twojego wsparcia! Open Food Facts to wspólny projekt stworzony przez dziesiątki tysięcy wolontariuszy i zarządzany przez organizację non-profit z 4 pracownikami. Potrzebujemy Twoich darowizn, aby sfinansować budżet Open Food Facts na rok 2022 i kontynuować prace nad projektem. Dziękuję! ❤️
sk: Vybrané obrázky
tr: Seçilmiş Resimler
uk: Вибрані зображення
vi: Hình ảnh được chọn
zh: 选定图片

# product_card_remove_product_tooltip
source: Remove product
be: Выдаліць прадукт
bg: Премахни продукт
ca: Eliminar el producte
cs: Odstranit produkt
da: Fjern produkt
de: Produkt entfernen
es: Eliminar producto
fi: Poista tuote
fr: Retirer le produit
he: הסרת מוצר
id: Hapus produk
it: Rimuovi prodotto
ja: 製品の削除
ko: 제품 제거
lt: Pašalinti produktą
nl: Product verwijderen
pl: Usuń produkt
pt: Remover produto
ro: Eliminați produsul
ru: Удалить продукт
sk: Odstrániť výrobok
tr: Ürünü kaldır
uk: Видалити продукт
vi: Gỡ bỏ sản phẩm
zh: 移除产品

# scan_announce_new_barcode
source: New barcode scanned: {barcode}
bg: Нов сканиран баркод: {barcode}
ca: Nou codi de barres escanejat: {barcode}
cs: Nový naskenovaný čárový kód: {barcode}
da: Ny stregkode skannet: {barcode}
de: Neuer Strich gescannt: {barcode}
es: Nuevo código de barras escaneado: {barcode}
fi: Uusi viivakoodi skannattu: {barcode}
fr: Nouveau code-barres scanné : {barcode}
he: נסרק ברקוד חדש: {barcode}
id: Kode batang baru dipindai: {barcode}
it: Nuovo codice a barre scansionato: {barcode}
ja: 新しいバーコードがスキャンされました: {barcode}
lt: Nuskaitytas naujas brūkšninis kodas: {barcode}
nl: Nieuwe barcode gescand: {barcode}
pl: Nowy kod kreskowy: {barcode}
pt: Novo código de barras escaneado: {barcode}
ro: Cod de bare nou scanat: {barcode}
sk: Naskenovaný nový čiarový kód: {barcode}
tr: Taranan yeni barkod: {barcode}
uk: Новий сканований штрих-код: {barcode}
zh: 扫描到一个新条形码：{barcode}

# scan_header_clear_button_tooltip
source: Remove all products from the carousel
ca: Traieu tots els productes del carrusel
cs: Odstranit všechny produkty z karuselu
da: Fjern alle produkter fra karrusellen
de: Alle Produkte aus dem Karussell entfernen
es: Borrar todos los productos del carrusel
fi: Poista kaikki tuotteet karusellista
fr: Retirer tous les produits du carrousel
he: להסיר את כל המוצרים מהקרוסלה
id: Hapus semua produk dari carousel
it: Rimuovi tutti i prodotti dalla sequenza
lt: Pašalinti visus produktus iš karuselės
nl: Verwijder alle producten uit de carrousel
pl: Usuń wszystkie produkty z karuzeli
pt: Remover todos os produtos do carrossel
ro: Scoateți toate produsele din carusel
tr: Karuselden tüm ürünleri kaldır
uk: Видалити всі продукти з каруселі
vi: Xóa tất cả sản phẩm khỏi băng chuyền
zh: 从扫描结果轮播中删除所有产品

# scan_header_compare_button_invalid_state_tooltip
source: Please scan at least two products to compare them
bg: Моля, сканирай поне два продукта, за да ги сравниш
ca: Si us plau, escaneja almenys dos productes per comparar-los
cs: Naskenujte prosím alespoň dva produkty a porovnejte je
da: Skan mindst to produkter for at sammenligne dem
de: Bitte scannen Sie mindestens zwei Produkte, um sie zu vergleichen
es: Escanea por lo menos dos productos para poder compararlos.
fi: Skannaa vähintään kaksi tuotetta vertaillaksesi niitä
fr: Veuillez scanner au moins deux produits pour les comparer
he: נא לסרוק לפחות שני מוצרים כדי להשוות ביניהם
id: Harap pindai setidaknya dua produk untuk membandingkannya
it: Ti preghiamo di scansionare almeno due prodotti per confrontarli
lt: Nuskaitykite bent du produktus, kad juos palygintumėte
nl: Scan minstens twee producten om ze te vergelijken
pl: Zeskanuj co najmniej dwa produkty, aby je porównać
pt: Por favor, digitalize pelo menos dois produtos para compará-los
ro: Vă rugăm să scanați cel puțin două produse pentru a le compara
sk: Naskenujte aspoň dva produkty a porovnajte ich
tr: Lütfen karşılaştırmak için en az iki ürünü tarayın
uk: Проскануйте принаймні два продукти, щоб порівняти їх
vi: Vui lòng quét ít nhất hai sản phẩm để thực hiện so sánh
zh: 请扫描至少两个产品以进行比较

# scan_header_compare_button_valid_state_tooltip
source: Click to compare the products you have scanned
bg: Кликни, за да сравниш продуктите, които си сканирал
ca: Feu clic per comparar els productes que heu escanejat
cs: Kliknutím porovnáte produkty, které jste naskenovali
da: Klik for at sammenligne de skannede produkter
de: Klicken Sie hier, um die von Ihnen erfassten Produkte zu vergleichen
es: Haz clic para comparar los productos que has escaneado.
fi: Napsauta vertaillaksesi skannaamiasi tuotteita
fr: Cliquez pour comparer les produits que vous avez scannés
he: לחיצה תשווה בין המוצרים שסרקת
id: Klik untuk membandingkan produk yang telah Anda pindai
it: Clicca per confrontare i prodotti che hai scansionato
lt: Spustelėkite, kad palygintumėte nuskaitytus produktus
nl: Klik om de door u gescande producten te vergelijken
pl: Kliknij, aby porównać zeskanowane produkty
pt: Clicar para comparar os produtos que digitalizou
ro: Faceți clic pentru a compara produsele pe care le-ați scanat
sk: Kliknutím porovnajte produkty, ktoré ste naskenovali
tr: Taradığınız ürünleri karşılaştırmak için tıklayın
uk: Натисніть щоб порівняти проскановані продукти
vi: Nhấp để so sánh các sản phẩm bạn đã quét
zh: 点击以比较您扫描过的产品

# scan_product_loading
source: You have scanned the barcode:
cs: Naskenovali jste čárový kód:
da: Flg. stregkode er blevet skannet:
de: Sie haben den Strichcode gescannt:
es: Has escaneado el código de barras:
fi: Olet skannannut viivakoodin:
fr: Vous avez scanné le code-barres :
he: סרקת את הברקוד:
id: Anda telah memindai barcode:
it: Hai scansionato il codice a barre:
ja: バーコード スキャンしました:
lt: Jūs nuskaitėte brūkšninį kodą:
nl: U heeft de barcode gescand:
pl: Zeskanowano kod kreskowy:
pt: Digitalizou o código de barras:
ro: Ați scanat de bare:
sk: Naskenovali ste čiarový kód:
tr: Barkodu taradınız:
uk: Ви відсканували штрих-коду:

# scan_product_loading_initial
source: We're looking for this product! Please wait a few seconds…
cs: Hledáme tento produkt! Počkejte prosím několik sekund…
da: Productet fremsøges! Vent venligst et øjeblik…
de: Es wird nach diesem Produkt gesucht! Bitte warten Sie ein paar Sekunden …
es: ¡Estamos buscando este producto! Por favor, espera unos segundos…
fi: Etsimme tätä tuotetta! Odota muutama sekunti…
fr: Nous recherchons ce produit ! Veuillez patienter quelques secondes…
he: אנו ממתינים למוצר הזה! נא להמתין מספר שניות…
id: Kami sedang memuat produk ini! Mohon tunggu beberapa saat…
it: Stiamo cercando questo prodotto! Ti preghiamo di attendere qualche secondo…
ja: この商品を探しています！ 数秒お待ちください…
lt: Mes ieškome šio produkto! Luktelėkite kelias sekundes…
nl: We zijn op zoek naar dit product! Wacht een paar seconden…
pl: Szukamy tego produktu! Proszę zaczekać kilka sekund…
pt: Estamos à procura deste produto! Por favor, aguarde alguns segundos…
ro: Căutăm acest produs! Vă rugăm să aşteptaţi câteva secunde…
sk: Hľadáme tento produkt! Počkajte prosím niekoľko sekúnd…
tr: Bu ürünü arıyoruz! Lütfen birkaç saniye bekleyin…
uk: Ми шукаємо цей товар! Будь ласка, зачекайте кілька секунд…

# scan_product_loading_long_request
source: We're still looking for this product! Do you find it takes a long time to load? So are we…
cs: Tento produkt stále hledáme! Zdá se vám, že načítání trvá dlouho? Tak my…
da: Der søges stadig efter dette produkt! Synes det tager for langt tid at finde? Det gør vi også…
de: Es wird noch nach diesem Produkt gesucht! Finden Sie, dass es sehr lange dauert, bis es geladen wird? Wir auch …
es: Seguimos buscando el producto. ¿Te parece que tarda mucho? A nosotros también…
fi: Etsimme edelleen tätä tuotetta! Kestääkö lataaminen mielestäsi kauan? Niin mekin…
fr: Nous recherchons toujours ce produit ! Trouvez-vous le temps de chargement trop long ? Nous, oui…
he: אנחנו עדיין מחפשים את המוצר הזה! להערכתך, לוקח לו יותר מדי זמן להיטען? גם אנחנו חושבים כך…
id: Kami masih mencoba memuat produk ini! Apakah prosesnya terlalu lama? Mohon tunggu…
it: Stiamo ancora cercando questo prodotto! Trovi che il caricamento richieda molto tempo? Anche noi…
ja: この商品はまだまだ募集中です！ 読み込みに時間がかかると思いますか? 私たちもそうです…
lt: Mes vis dar ieškome šio produkto! Ar manote, kad parsisiuntimas trunka ilgai? Taigi, ir mes…
nl: We zijn nog steeds op zoek naar dit product! Vindt u dat het laden lang duurt? Wij ook…
pl: Nadal szukamy tego produktu! Czy uważasz, że ładowanie zajmuje dużo czasu? My też…
pt: Ainda estamos à procura deste produto! Acha que demora muito tempo a carregar? Nós também…
ro: Încă căutăm acest produs! Considerați că durează mult timp să se încarce? La fel suntem…
sk: Tento produkt stále hľadáme! Zdá sa vám, že načítanie trvá dlho? Aj my…
tr: Hala bu ürünü arıyoruz! Yüklemenin uzun sürdüğünü düşünüyor musunuz? Biz de…
uk: Ми все ще шукаємо цей продукт! знайдемо для завантаження займає багато часу? Так, ми…
