Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# sign_up_page_username_description
source: Username cannot contains spaces, caps or special characters.
ar: لا يمكن أن يحتوي اسم المستخدم على مسافات، أو أحرف استهلالية، أو رموزا خاصة
be: Імя карыстальніка не можа змяшчаць прабелы, вялікія літары або спецыяльныя сімвалы
bg: Потребителското име не може да съдържа интервали, главни или специални знаци.
ca: El nom d'usuari no pot contenir espais, majúscules ni caràcters especials.
cs: Uživatelské jméno nesmí obsahovat mezery, velká písmena ani speciální znaky.
da: Brugernavn må ikke indeholde mellemrum, majuskler eller specialtegn.
de: Der Benutzername darf keine Leerzeichen, Großbuchstaben oder Sonderzeichen enthalten.
el: Το όνομα χρήστη δεν μπορεί να περιέχει κενά, κεφαλαία ή ειδικούς χαρακτήρες
es: El nombre de usuario no puede contener espacios, mayúsculas o caracteres especiales.
fi: Käyttäjätunnus ei voi sisältää välilyöntejä, suurkirjaimia tai erikoismerkkejä.
fr: Le nom d'utilisateur ne peut pas contenir d'espaces, de majuscules ou de caractères spéciaux.
he: שם המשתמש לא יכול להכיל רווחים, רישיות או תווים מיוחדים.
id: Username tidak boleh berisi spasi, huruf besar atau karakter khusus.
it: Il nome utente non può contenere spazi, maiuscole o caratteri speciali.
ja: ユーザー名にスペース、大文字、特殊文字は使用できません。
ko: 사용자 이름에는 공백, 대문자, 특수문자를 사용할 수 없습니다
lt: Vartotojo varde negali būti tarpų, didžiųjų raidžių ar specialiųjų simbolių.
nl: Gebruikersnaam mag geen spaties, hoofdletters of speciale tekens bevatten.
pl: Nazwa użytkownika nie może zawierać spacji, dużych liter ani znaków specjalnych.
pt: O nome de utilizador não pode conter espaços, maiúsculas ou caracteres especiais.
ro: Numele de utilizator nu poate conține spații, majuscule sau caractere speciale.
ru: Имя пользователя не может содержать пробелы, заглавные буквы или специальные символы.
sk: Používateľské meno nemôže obsahovať medzery, veľké písmená ani špeciálne znaky.
sl: Uporabniško ime ne sme vsebovati presledkov, velikih črk ali posebnih znakov
sq: Emri i perdoruesit nuk duhet te permbaje hapesira, germa te medha apo karaktere te vecanta.
sv: Användarnamnet får inte innehålla mellanslag, versaler eller specialtecken
tr: Kullanıcı adı boşluk, büyük harf veya özel karakter içeremez.
uk: Ім'я користувача не може містити пробіли, великі та спеціальні символи.
vi: Tên người dùng không được chứa dấu cách, chữ hoa hoặc ký tự đặc biệt.
zh: 用户名不能包含空格、大写字母或特殊字符。

# sign_up_page_username_length_invalid
source: Username cannot exceed {value} characters
ar: اسم المستخدم يجب أن يكون أقل من {value} أحرف
be: Імя карыстальніка не можа змяшчаць больш {value} сімвалаў
bg: Потребителското име не може да надвишава {value} знака
ca: L'usuari no pot excedir els {value} caràcters
cs: Uživatelské jméno nesmí přesáhnout {value} znaků
da: Brugernavn må ikke overstige {value} tegn
de: Der Benutzername darf nicht mehr als {value} Zeichen enthalten
el: Το όνομα χρήστη δεν μπορεί να είναι μεγαλύτερο από {value} χαρακτήρες
es: El nombre de usuario no puede exceder los {value} caracteres
fi: Käyttäjänimi ei voi olla yli {value} merkkiä pitkä
fr: Le nom d'utilisateur ne peut pas dépasser {value} caractères
he: אורך שם המשתמש לא יכול לעלות על {value} תווים
id: Nama pengguna tidak dapat melebihi {value} karakter
it: Il nome utente non può superare {value} caratteri
ja: ユーザー名は {value} 文字以内で入力してください
ko: 사용자 이름은 {value}자를 초과할 수 없습니다
lt: Vartotojo vardas negali būti ilgesnis nei {value} simbolių
nl: Gebruikersnaam mag niet langer zijn dan {value} tekens
pl: Nazwa użytkownika nie może przekraczać {value} znaków
pt: O nome de utilizador não pode exceder {value} caracteres
ro: Numele de utilizator nu poate depăși {value} caractere
ru: Имя пользователя не может быть длиннее {value} символов
sk: Používateľské meno nemôže presiahnuť {value} znakov
sl: Uporabniško ime ne sme presegati {value} znakov
tr: Kullanıcı adı {value} karakterden fazla olamaz
uk: Ім'я користувача не може перевищувати {value} символів
vi: Tên người dùng không được quá {value} kí tự
zh: 用户名不能超过 {value} 个字符

# sign_up_page_password_hint
source: Password
ar: كلمة المرور
bg: Парола
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός χρήστη
es: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
id: Kata sandi
ja: パスワード
ko: 암호
lt: Slaptažodis
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh: 密码

# sign_up_page_password_error_empty
source: Please enter a password
ar: برجاء إخال كلمة مرور
be: Увядзіце пароль
bg: Моля, въведи парола
ca: Si us plau, introduïu una contrasenya
cs: Zadejte heslo
da: Angiv adgangskode
de: Bitte geben Sie ein Passwort ein
el: Πληκτρολογήστε τον κωδικό σας
es: Por favor, introduce una contraseña
fi: Syötä salasana
fr: Veuillez saisir un mot de passe
he: נא למלא סיסמה
id: Silakan masukkan kata sandi
it: Inserire una password
ja: パスワードを入力してください
ko: 비밀번호를 입력하십시오
lt: Įveskite slaptažodį
nl: Voer een wachtwoord in alstublieft
pl: Proszę wpisać hasło
pt: Por favor, introduza uma palavra-passe
ro: Vă rugăm să introduceți o parolă
ru: Введите пароль
sk: Prosím, zadajte heslo
sl: Prosimo vnesite geslo
sq: Ju lutem vendosni nje fjalekalim.
sv: Vänligen ange ett lösenord
tr: Lütfen bir şifre girin
uk: Будь ласка, введіть пароль
vi: Vui lòng nhập mật khẩu
zh: 请输入密码

# sign_up_page_password_error_invalid
source: Please enter a valid password (at least 6 characters)
ar: برجاء إدخال كلمة مرور (6 أحرف على الأقل)
be: Увядзіце пароль, які змяшчае прынамсі 6 сімвалаў
bg: Моля, въведи валидна парола (поне 6 знака)
ca: Si us plau, introduïu una contrasenya vàlida (com a mínim 6 caràcters)
cs: Zadejte prosím platné heslo (alespoň 6 znaků)
da: Angiv en gyldig adgangskode (mindst 6 tegn)
de: Bitte geben Sie ein gültiges Passwort ein (mindestens 6 Zeichen)
el: Παρακαλούμε εισάγετε έναν έγκυρο κωδικό πρόσβασης (τουλάχιστον 6 χαρακτήρες)
es: Por favor, introduce una contraseña válida (al menos 6 caracteres)
fi: Syötä kelvollinen salasana (vähintään 6 merkkiä)
fr: Veuillez saisir un mot de passe valide (au moins 6 caractères)
he: נא למלא סיסמה תקפה (6 תווים לפחות)
id: Silakan masukkan kata sandi yang sah (paling sedikit 6 karakter)
it: Per favore inserisci una password valida (almeno 6 caratteri)
ja: パスワードは6文字以上で入力してください
ko: 유효한 비밀번호를 입력하십시오 (최소 6자 이상)
lt: Įveskite galiojantį slaptažodį (mažiausiai 6 simboliai)
nl: Voer een geldig wachtwoord in (minimaal 6 tekens)
pl: Proszę wprowadź prawidłowe hasło (co najmniej 6 znaków)
pt: Por favor introduza uma palavra-passe com pelo menos 6 caracteres
ro: Vă rugăm să introduceți o parolă validă (cel puțin 6 caractere)
ru: Пароль должен содержать не менее 6 символов
sk: Prosím, zadajte heslo s najmenej 6-imi znakmi.
sl: Prosimo vnesite veljavno geslo (vsaj 6 znakov)
sq: Ju lutemi shkruani një fjalëkalim të vlefshëm (të paktën 6 karaktere)
sv: Vänligen ange ett giltigt lösenord (minst 6 tecken)
tr: Geçerli bir şifre girin. (en az 6 harf)
uk: Будь ласка, введіть дійсний пароль (принаймні 6 символів)
vi: Vui lòng nhập mật khẩu hợp lệ (ít nhất 6 kí tự)
zh: 请输入一个有效密码 (包含至少6个字符)

# sign_up_page_confirm_password_hint
source: Confirm Password
ar: تأكيد كلمة المرور
be: Спраўдзіць пароль
bg: Потвърди паролата
ca: Confirmeu la contrasenya
cs: Potvrzení hesla
da: Bekræft adgangskode
de: Passwort bestätigen
el: Επιβεβαίωση Κωδικού Πρόσβασης
es: Confirmar contraseña
fi: Vahvista salasana
fr: Confirmez le mot de passe
he: אימות סיסמה
id: Konfirmasi kata sandi
it: Ripeti la password
ja: パスワード再確認
ko: 비밀번호 확인
lt: Patvirtinkite slaptažodį
nl: Bevestig wachtwoord
pl: Potwierdź hasło
pt: Confirme a palavra-passe
ro: Confirmați parola
ru: Подтвердите пароль
sk: Potvrdiť heslo
sl: Potrditev gesla
sq: Konfirmoni fjalekalimin.
sv: Bekräfta Lösenord
tr: Şifreyi Doğrula
uk: Підтвердіть пароль
vi: Xác nhận mật khẩu
zh: 确认密码

# sign_up_page_confirm_password_error_empty
source: Please confirm the password
ar: برجاء تأكيد كلمة المرور
be: Калі ласка, спраўдзіце пароль
bg: Моля, потвърди паролата
ca: Si us plau, confirmeu la contrasenya
cs: Potvrďte prosím heslo
da: Bekræft adgangskoden
de: Bitte bestätigen Sie Ihr Passwort
el: Επιβεβαιώστε τον κωδικό πρόσβασης
es: Por favor, confirma la contraseña
fi: Vahvistathan salasanasi
fr: Veuillez confirmer le mot de passe
he: נא לאשר את הסיסמה
id: Harap konfirmasi kata sandi
it: Ripeti la password
ja: パスワードの確認をしてください
ko: 비밀번호를 확인하십시오
lt: Pakartokite slaptažodį
nl: Bevestig a.u.b. het nieuwe wachtwoord
pl: Proszę potwierdź hasło
pt: Por favor, confirme a senha
ro: Vă rugăm să confirmați parola dvs
ru: Пожалуйста, подтверлите пароль
sk: Prosím potvrďte heslo
sl: Prosimo potrdite geslo
sq: Ju lutem konfirmoni fjalekalimin.
sv: Vänligen bekräfta ditt lösenord
tr: Lütfen parolayı doğrulayın
uk: Будь ласка, підтвердіть пароль
vi: Vui lòng xác nhận mật khẩu
zh: 请确认密码

# sign_up_page_confirm_password_error_invalid
source: Passwords don't match
ar: كلمة السر غير مطابقة
be: Паролі не супадаюць
bg: Паролите не съвпадат
ca: Les contrasenyes no coincideixen
cs: Hesla se neshodují
da: Adgangskoder matcher ikke
de: Passwörter stimmen nicht überein
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es: Las contraseñas no coinciden
fi: Salasanat eivät täsmää
fr: Les mots de passe ne correspondent pas
he: הסיסמאות שונות זו מזו
id: Kata sandi tidak cocok
it: Le password non corrispondono
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
lt: Slaptažodžiai nesutampa
nl: De wachtwoorden komen niet overeen
pl: Hasła nie zgadzają się (nie są identyczne)
pt: As senhas não conferem
ro: Parolele nu se potrivesc
ru: Пароли не совпадают
sk: Heslá sa nezhodujú
sl: Vneseni gesli se ne ujemata
sq: Fjalekalimet nuk perputhen
sv: Lösenorden matchar inte
tr: Parolalar eşleşmiyor
uk: Паролі відрізняються
vi: Mật khẩu không khớp
zh: 密码不相符

# sign_up_page_agree_text
source: I agree to the Open Food Facts
be: Я згодны з
cs: Souhlasím s Open Food Facts
de: Ich akzeptiere die Open Food Facts
el: Συμφωνώ με
es: Estoy de acuerdo con las condiciones de Open Food Facts
fi: Hyväksyn Open Food Factsin
fr: Je suis d'accord avec les
he: אני מסכים ל־Open Food Facts
id: Saya setuju dengan OpenFoodFacts
it: Acconsento ai
ko: Open Food Facts 약관에 동의합니다
nl: Ik ga akkoord met de Open Food Facts
pt: Concordo com
ro: Sunt de acord cu Open Food Facts
ru: Я согласен с Open Food Facts
sk: Súhlasím s Open Food Facts
sl: Strinjam se z Open Food Facts pogoji
sv: Jag samtycker till Open Food Facts
tr: Open Food Facts'i kabul ediyorum
uk: Я погоджуюсь з Open Food Facts

# sign_up_page_terms_text
source: terms of use and contribution
be: умовамі выкарыстання і ўнёску ў Open Food Facts
bg: условията за ползване и принос на Open Food Facts
ca: termes d'ús i contribució
cs: podmínky použití a příspěvek
da: vilkår for brug og bidrag
de: Nutzungsbedingungen von Open Food Facts zu
el: τους όρους χρήσης και διαμοιρασμού του Open Food Facts
es: las condiciones de uso y contribución de Open Food Facts
fi: käyttöehdot ja rahoitus
fr: conditions d'utilisation et de contribution d'Open Food Facts
he: תנאי השימוש והתרומה של Open Food Facts
id: syarat penggunaan dan kontribusi
it: contributo di Open Food Facts
ja: 利用と貢献規約
ko: 이용 및 기여 약관
lt: naudojimo ir įnašo sąlygomis
nl: gebruiksvoorwaarden en bijdrage
pl: warunkami użytkowania i wkładu w Open Food Facts
pt: termos de uso e contribuição
ro: termeni de utilizare și contribuție
ru: условия использования и вклад
sk: podmienkami používania a prispievaním
sl: pogoji uporabe in prispevki
sv: användarvillkor och bidrag
tr: kullanım ve katılım koşulları
uk: умови використання та внесок
vi: điều khoản sử dụng và đóng góp
zh: 使用条款和贡献

# sign_up_page_agree_url
source: https://world-en.openfoodfacts.org/terms-of-use
bg: https://bg.openfoodfacts.org/terms-of-use
ca: https://es-ca.openfoodfacts.org/terms-of-use
cs: https://cz.openfoodfacts.org/terms-of-use
de: https://de.openfoodfacts.org/terms-of-use
es: https://world-es.openfoodfacts.org/terms-of-use
fi: https://world-fi.openfoodfacts.org/terms-of-use
fr: https://world-fr.openfoodfacts.org/conditions-d-utilisation
he: https://world-he.openfoodfacts.org/terms-of-use
id: https://world.openfoodfacts.org/terms-of-use
it: https://it.openfoodfacts.org/terms-of-use
ja: https://jp.openfoodfacts.org/terms-of-use
ko: https://world-ko.openfoodfacts.org/terms-of-use
lt: https://world-lt.openfoodfacts.org/terms-of-use
pl: https://world-pl.openfoodfacts.org/terms-of-use
pt: https://br.openfoodfacts.org/termos-de-uso
ro: https://world-ro.openfoodfacts.org/terms-of-use
sk: https://sk.openfoodfacts.org/terms-of-use
sv: https://se.openfoodfacts.org/terms-of-use

# donate_url
source: https://donate.openfoodfacts.org/
ca: https://es-ca.openfoodfacts.org/donate-to-open-food-facts
de: https://world-de.openfoodfacts.org/spenden
es: https://world-es.openfoodfacts.org/dar-a-open-food-facts
fr: https://donner.openfoodfacts.org/
he: https://world-he.openfoodfacts.org/donate
pt: https://world-pt.openfoodfacts.org/fazer-um-donativo-ao-open-food-facts
ru: https://world-ru.openfoodfacts.org/pozhertvovat-open-food-facts
tr: https://tr.openfoodfacts.org/

# sign_up_page_agree_error_invalid
source: When creating an account, agreeing to the Terms of Use is mandatory, however, anonymous contributions can still be made through the app
ar: عند إنشاء حساب، الموافقة على شروط الاستخدام إلزامية، ولكن من الممكن تقديم مساهمات مجهولة من خلال التطبيق
be: Пры стварэнні ўліковага запісу згода з Умовамі выкарыстання ёсць абавязковай, аднак ананімныя ўнёскі можна па-ранейшаму рабіць праз праграму
bg: Когато създаваш нов профил, приемането на условията за ползване е задължително, но въпреки това, анонимни приноси могат все пак да се правят чрез приложението
ca: En crear un compte, acceptar les condicions d'ús és obligatori, però encara es poden fer contribucions anònimes a través de l'aplicació
cs: Při vytváření účtu je souhlas s Podmínkami použití povinný, nicméně prostřednictvím aplikace lze stále přispívat anonymně
da: Ved oprettelse af en konto er det obligatorisk at acceptere Vilkår for Brug, dog kan anonyme bidrag stadig foretages via appen
de: Bei der Erstellung eines Kontos ist die Zustimmung der Nutzungsbedingungen erforderlich. Anonyme Beiträge können jedoch weiterhin über die App eingereicht werden
el: Δημιουργώντας έναν λογαριασμό, η αποδοχή των Όρων Χρήσης είναι υποχρεωτική. Παρόλα αυτά, οι ανώνυμες συνεισφορές μπορούν ακόμα να γίνουν μέσω της εφαρμογής
es: Al crear una cuenta, es obligatorio aceptar las condiciones de uso. Sin embargo, aún se pueden hacer contribuciones anónimas a través de la aplicación.
fi: Luodessasi tilin käyttöehtojen hyväksyminen on pakollista, mutta voit silti osallistua anonyymisti
fr: Lors de la création d'un compte, l'acceptation des conditions d'utilisation est obligatoire, cependant, des contributions anonymes peuvent toujours être effectuées via l'application
he: בעת יצירת חשבון, חובה להסכים לתנאי השימוש, עם זאת, עדיין ניתן לתרום בעילום שם דרך היישומון
id: Anda wajib menyetujui Persyaratan Penggunaan saat menggunakan akun, akan tetapi kontribusi anonim masih dapat dilakukan melalui aplikasi
it: Creando un profilo, acconsentire ai Termini d'Uso è obbligatorio, tuttavia, i contributi anonimi possono ancora esser eseguiti tramite l'app
ja: アカウントを作成する場合、利用規約への同意が必須ですが、アプリからの投稿は匿名で可能です。
ko: 계정을 만들 때 사용 약관에 동의하는 것은 필수이지만 앱을 통해 익명으로 기여할 수 있습니다.
lt: Kuriant paskyrą sutikti su naudojimo sąlygomis yra privaloma, tačiau anonimiškai vis tiek galima pateikti informaciją per programėlę
nl: Als u een account aanmaakt, is akkoord gaan met de gebruiksvoorwaarden verplicht, maar anonieme bijdragen kunnen nog steeds via de app worden gedaan
pl: Przy zakładaniu konta zgoda na Warunki Użytkowania jest obowiązkowa; anonimowe wpisy mogą być nadal dokonywane za pośrednictwem aplikacji mobilnej
pt: Ao criar uma conta, é obrigatório concordar com os Termos de Uso, porém, contribuições anônimas ainda podem ser feitas através do app
ro: La crearea unui cont, acceptarea Termenilor de utilizare este obligatorie, cu toate acestea, contribuțiile anonime pot fi făcute în continuare prin intermediul aplicației
ru: При создании учетной записи согласие с Условиями использования является обязательным, однако анонимные взносы по-прежнему можно делать через приложение
sk: Pri vytváraní účtu je súhlas s Podmienkami používania povinný, napriek tomu je však možné prostredníctvom aplikácie prispievať anonymne
sl: Ob registraciji je potrditev pogojev obvezna, kljub temu je anonimne prispevke mogoče oddati preko aplikacije
sq: Kur krijoni një llogari, pranimi i kushteve të përdorimit është i detyrueshëm, megjithatë, kontributet anonime mund të bëhen ende përmes aplikacionit
sv: När du skapar ett konto är det obligatoriskt att acceptera användarvillkoren, men anonyma bidrag kan fortfarande göras via appen
tr: Bir hesap oluştururken Kullanım Koşullarını kabul etmek zorunludur, ancak uygulama aracılığıyla yine de anonim katkılar yapılabilir
uk: При створенні облікового запису, згода з Умовами використання є обов'язковою, проте анонімні пропозиції, як і раніше, можна робити через додаток
vi: Khi tạo tài khoản, việc đồng ý với Điều khoản sử dụng là bắt buộc, tuy nhiên người dùng ẩn danh vẫn có thể đóng áp thông qua ứng dụng
zh: 创建帐户时, 必须同意使用条款, 然而, 仍然可以通过应用程序进行匿名贡献

# sign_up_page_producer_checkbox
source: I am a food producer
ar: أنا منتج للغذاء
be: Я вытворца прадуктаў харчавання
bg: Аз съм производител на храни
ca: Sóc productor d'aliments
cs: Jsem výrobce potravin
da: Jeg er fødevareproducent
de: Ich bin Lebensmittelproduzent
el: Είμαι παραγωγός τροφίμων
es: Soy productor/a de alimentos
fi: Olen elintarvikkeiden tuottaja
fr: Je suis un producteur alimentaire
he: עיסוקי הוא ייצור מזון
id: Saya seorang produsen makanan
it: Sono un produttore di alimenti
ja: 私は食品生産者です
ko: 저는 식품 생산자입니다
lt: Esu maisto gamintoja
nl: Ik ben een voedselproducent
pl: Jestem producentem żywności
pt: Sou um produtor de alimentos
ro: Sunt un producător de alimente
ru: Я производитель продуктов питания
sk: Som výrobca potravín
sl: Sem proizvajalec hrane
sq: Une jam nje prodhues ushqimor.
sv: Jag är en livsmedelsproducent
tr: Ben bir yemek üreticisiyim
uk: Я виробник продуктів харчування
vi: Tôi là nhà sản xuất thực phẩm
zh: 我是食品生产商

# sign_up_page_producer_hint
source: Producer/brand
ar: المنتِج / العلامة التجارية
be: Вытворца/брэнд
bg: Производител/марка
ca: Productor/marca
cs: Výrobce/značka
da: Producent/mærke
de: Hersteller/Marke
el: Παραγωγός/επωνυμία
es: Productor/marca
fi: Tuottaja/tuotemerkki
fr: Producteur/marque
he: יצרן/מותג
id: Produsen/merek
it: Produttore/marca
ja: 生産者/ブランド
ko: 생산자/브랜드
lt: Gamintojas/prekės ženklas
nl: Producent/merk
pl: Producent / Marka
pt: Produtor/marca
ro: Producător/marcă
ru: Производитель/марка
sk: Výrobca/značka
sl: Proizvajalec/blagovna Znamka
sq: Prodhuesi/marka
sv: Producent/märke
tr: Üretici/Marka
uk: Виробник/бренд
vi: Nhà sản xuất/thương hiệu
zh: 生产商/品牌

# sign_up_page_producer_error_empty
source: Please enter a producer or a brand name
ar: برجاء إدخال اسم منتِج أو اسم علامة تجارية
be: Калі ласка, увядзіце вытворцу або назву брэнда
bg: Моля, въведи производител или марка
ca: Introduïu un nom de productor o marca
cs: Zadejte výrobce nebo název značky
da: Angiv en producent eller et mærkenavn
de: Bitte geben Sie einen Hersteller oder Markennamen ein
el: Εισαγάγετε έναν παραγωγό ή μια επωνυμία
es: Por favor, introduce un productor o una marca
fi: Syötä valmistaja tai tuotemerkki
fr: Veuillez saisir un nom de producteur ou de marque
he: נא למלא יצרן או שם מותג
id: Silakan masukkan nama produsen atau merek
it: Per favore inserisci il nome di un produttore o di una marca
ja: 生産者またはブランド名を入力してください
ko: 생산자 또는 브랜드 이름을 입력해주십시오
lt: Įveskite gamintoją arba prekės pavadinimą
nl: Voer een producent of een merknaam in
pl: Proszę podać nazwę producenta lub marki
pt: Por favor, insira um nome de um produtor ou marca
ro: Vă rugăm să introduceţi un producător sau un nume de marcă
ru: Пожалуйста, введите производителя или название марки
sk: Zadajte výrobcu alebo názov značky
sl: Prosimo vnesite proizvajalca ali blagovno znamko
sq: Ju lutemi shkruani një prodhues ose një emër marke
sv: Ange en producent eller ett varumärke
tr: Lütfen bir üretici veya marka adı girin
uk: Будь ласка, введіть виробника або торгову марку
vi: Vui lòng nhập tên nhà sản xuất hoặc thương hiệu
zh: 请输入生产商或品牌名称

# sign_up_page_subscribe_checkbox
source: I'd like to subscribe to the Open Food Facts newsletter (You can unsubscribe from it at any time)
ar: أرغب في الاشتراك في النشرة الإخبارية لـ Open Food Facts (يمكنك إلغاء الاشتراك بها في أي وقت)
be: Я хачу падпісацца на рассылку Open Food Facts (Вы можаце адмовіцца ад яе ў любы час)
cs: Chci se přihlásit k odběru newsletteru Open Food Facts (můžete se kdykoli odhlásit)
de: Ich möchte den Newsletter von Open Food Facts abonnieren (Er kann jederzeit wieder abbestellt werden)
el: Θα ήθελα να εγγραφώ στο newsletter του Open Food Facts (Μπορείτε να απεγγραφείτε από αυτό ανά πάσα στιγμή)
es: Me gustaría suscribirme al boletín de noticias de Open Food Facts (podrás darte de baja en cualquier momento).
fi: Haluan tilata Open Food Facts -uutiskirjeen (Voit peruuttaa sen tilauksen milloin tahansa)
fr: Je souhaite m'inscrire à la newsletter Open Food Facts (Vous pouvez vous désinscrire à tout moment)
he: אשמח להירשם לקבוצת הדיוור של Open Food Facts (ניתן לצאת ממנה בכל רגע נתון)
id: Saya ingin berlangganan buletin OpenFoodFacts (Anda dapat berhenti berlangganan kapan saja)
it: Vorrei iscrivermi alla newsletter di Open Food facts (Puoi disiscriverti in qualsiasi momento)
ko: Open Food Facts 뉴스레터를 구독하고 싶습니다 (언제든지 구독을 취소할 수 있습니다)
nl: Ik wil me graag inschrijven voor de nieuwsbrief van Open Food Facts (u kunt zich op elk moment afmelden)
pt: Gostaria de subscrever o boletim informativo do Open Food Facts (pode cancelar a sua subscrição em qualquer momento)
ro: Aș dori să mă abonez la buletinul informativ Open Food Facts (vă puteți dezabona de la acesta oricând)
ru: Я хотел бы подписаться на рассылку Open Food Facts (Вы можете отказаться от рассылки в любое время)
sk: Chcem sa prihlásiť na odber noviniek Open Food Facts (z odberu sa môžete kedykoľvek odhlásiť)
sl: Rad bi se naročio na Open Food Facts novice (Odjavite se lahko kadarkoli)
sv: Jag vill prenumerera på Open Food Facts nyhetsbrev (Du kan avregistrera dig när som helst)
uk: Я хотів би підписатися на інформаційну розсилку Open Food Facts (Ви можете відписатися від неї у будь-який час)
