Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# background_task_list_empty
source: No Pending Background Tasks
bg: Няма чакащи фонови задачи
ca: No hi ha tasques de fons pendents
cs: Žádné nevyřízené úkoly na pozadí
da: Ingen afventende baggrundsopgaver
de: Keine anstehenden Hintergrundaufgaben
es: No hay tareas pendientes en segundo plano
fi: Ei tehtäviä
fr: Aucune tâche d'arrière-plan en attente
he: אין משימות רקע ממתינות
id: Tidak Ada Tugas Latar Belakang yang Tertunda
it: Nessuna Attività in Background in Sospeso
ja: 保留中のバックグラウンドタスクはありません
nl: Geen lopende achtergrondtaken
pl: Brak oczekujących zadań w tle
pt: Nenhuma Tarefa em Segundo Plano Pendente
ro: Nu există sarcini de fundal în așteptare
tr: Bekleyen Arka Plan Görevi Yok
uk: Незавершених завдань немає
vi: Không có tác vụ nền đang chờ xử lý
zh: 没有待处理的后台任务

# background_task_error_server_time_out
source: Server timeout
ca: Temps d'espera del servidor
cs: Časový limit serveru
de: Server-Zeitüberschreitung
es: Tiempo de espera del servidor
fi: Palvelimen aikakatkaisu
fr: Timeout du serveur
he: פג זמן ההמתנה לשרת
id: Batas waktu server
it: Timeout del server
ja: サーバータイムアウト
lt: Serverio skirtasis laikas
pl: Przerwa serwera
pt: Tempo limite do servidor
ro: Expirare server
tr: Sunucu zaman aşımı
uk: Час очікування сервера
zh: 服务器超时

# background_task_error_no_internet
source: Internet connection error. Try later.
bg: Грешка в интернет връзката. Пробвайте по-късно.
ca: Error de connexió a Internet. Prova-ho més tard.
cs: Chyba připojení k internetu. Zkuste to později.
da: Internetforbindelsesfejl. Forsøg senere.
de: Fehler bei der Internetverbindung. Versuchen Sie es später noch einmal.
es: Error de conexión a Internet. Inténtalo más tarde.
fi: Verkkovirhe. Yritä myöhemmin uudelleen.
fr: Erreur de connexion Internet. Essayez plus tard.
he: שגיאת חיבור לאינטרנט. נא לנסות מאוחר יותר.
id: Kesalahan koneksi internet. Coba lagi nanti.
it: Errore di connessione a Internet. Riprova più tardi.
ja: インターネット接続エラーが発生しました。後でお試しください。
lt: Interneto ryšio klaida. Pabandyk vėliau.
nl: Fout met internetverbinding. Probeer het later.
pl: Błąd połączenia internetowego. Spróbuj ponownie później.
pt: Erro de ligação à Internet. Tente mais tarde.
ro: Eroare de conexiune la internet. Încercați mai târziu.
tr: İnternet bağlantısı hatası. Daha sonra tekrar deneyin.
uk: Не вдалося підключитися до інтернету. Спробуйте пізніше.
vi: Lỗi kết nối Internet. Thử lại sau.
zh: 网络连接错误，请稍后再试。

# background_task_operation_unknown
source: unknown operation type
bg: неизвестен тип операция
ca: tipus d'operació desconegut
cs: neznámý typ operace
da: ukendt operationstype
de: Unbekannte Vorgangsart
es: tipo de operación desconocida
fi: tuntematon operaattorityyppi
fr: type d'opération inconnu
he: סוג פעולה לא ידוע
id: jenis operasi yang tidak diketahui
it: tipo di operazione sconosciuto
ja: 不明な操作タイプ
nl: onbekend bewerkingstype
pl: Nieznany typ żądania
pt: tipo de operação desconhecida
ro: tip de operație necunoscut
tr: bilinmeyen işlem türü
uk: невідома операція
vi: loại hoạt động không xác định
zh: 未知操作类型

# background_task_operation_details
source: detailed changes
bg: подробни промени
ca: canvis detallats
cs: podrobné změny
da: detaljerede ændringer
de: Ausführliche Änderungen
es: cambios detallados
fi: yksityiskohtaiset muutokset
fr: modifications détaillées
he: שינויים מפורטים
id: perubahan terperinci
it: modifiche dettagliate
ja: 詳細な変更
lt: detalūs pakeitimai
nl: gedetailleerde wijzigingen
pl: szczegółowe zmiany
pt: alterações detalhadas
ro: modificări detaliate
tr: ayrıntılı değişiklikler
uk: детально про зміни
vi: thay đổi chi tiết
zh: 详细更改

# background_task_operation_image
source: photo upload
bg: качване на снимка
ca: càrrega de fotos
cs: nahrání fotografie
da: foto-upload
de: Foto hochladen
es: subir foto
fi: kuvan lataus
fr: Téléversement de photo
he: העלאת תמונה
id: unggah foto
it: caricamento foto
ja: 画像のアップロード
lt: nuotraukos įkėlimas
nl: foto uploaden
pl: przesłanie zdjęcia
pt: envio de fotografia
ro: încărcare fotografie
tr: fotoğraf yükleme
uk: завантажити світлину
vi: tải ảnh lên
zh: 照片上传

# background_task_operation_refresh
source: refresh delayed after photo upload
bg: опресняването се забави след качването на снимка
ca: actualització retardada després de pujar la foto
cs: aktualizace zpožděna po nahrání fotografie
da: opdatering forsinket efter foto-upload
de: Aktualisierungsverzögerung nach dem Hochladen von Fotos
es: actualización retrasada después de cargar la foto
fi: päivitystä myöhennetty kuvan latauksen vuoksi
fr: rafraîchissement retardé après le téléversement de la photo
he: הרענון מתעכב לסיום העלאת התמונה
id: penyegaran tertunda setelah unggahan foto
it: aggiornamento ritardato dopo il caricamento della foto
ja: 画像のアップロード後の更新の遅れ
nl: verversen vertraagd na uploaden van foto
pl: odświeżanie jest opóźnione po przesłaniu zdjęcia
pt: atualização atrasada após o envio da fotografia
ro: reîmprospătarea a fost întârziată după încărcarea fotografiei
tr: fotoğraf yüklendikten sonra yenileme ertelendi
uk: оновлення відбувається із затримкою після завантаження фотографій
vi: làm mới bị trì hoãn sau khi tải ảnh lên
zh: 照片上传后刷新延迟

# background_task_run_started
source: started
bg: започнат
ca: iniciada
cs: začalo
da: startet
de: Gestartet
es: iniciado
fi: aloitettu
fr: démarré
he: החל
id: dimulai
it: avviata
ja: 開始されました
nl: gestart
pl: zaczęto
pt: iniciado
ro: a început
tr: başladı
uk: розпочато
vi: đã bắt đầu
zh: 已开始

# background_task_run_not_started
source: not started yet
bg: все още не е започнал
ca: sense iniciar
cs: zatím nezačalo
da: ikke startet endnu
de: Noch nicht gestartet
es: todavía no se ha iniciado
fi: ei aloitettu
fr: pas encore débuté
he: טרם החל
id: belum dimulai
it: non ancora avviata
ja: まだ開始していません
nl: nog niet gestart
pl: nie zaczęto
pt: ainda não iniciado
ro: încă nu a început
tr: henüz başlamadı
uk: ще не розпочато
vi: chưa bắt đầu
zh: 尚未开始

# background_task_run_to_be_deleted
source: to be deleted
bg: да бъде изтрито
ca: per ser suprimit
cs: k vymazání
da: skal slettes
de: kann gelöscht werden
es: para ser eliminado
fi: poistettava
fr: à supprimer
he: למחיקה
id: akan dihapus
it: da eliminare
ja: 削除予定
lt: bus ištrinti
nl: om te worden verwijderd
pl: (do usunięcia)
pt: a ser eliminado
ro: urmează să fie șterse
tr: silinecek
uk: буде вилучено
vi: bị xóa
zh: 待删除

# background_task_question_stop
source: Do you want to stop that task ASAP?
bg: Искаш ли да спреш тази задача възможно най-скоро?
ca: Vols aturar aquesta tasca el més aviat possible?
cs: Chcete tento úkol co nejdříve zastavit?
da: Stop opgaven straks?
de: Möchten Sie diese Aufgabe so schnell wie möglich beenden?
es: ¿Quieres detener esa tarea lo antes posible?
fi: Haluatko päättää tehtävän heti?
fr: Voulez-vous arrêter cette tâche dès que possible ?
he: לעצור את המשימה הזאת בהקדם האפשרי?
id: Apakah Anda ingin menghentikan tugas itu secepatnya?
it: Desideri interrompere tale attività il prima possibile?
ja: 直ちにタスクを停止しますか？
lt: Ar nori sustabdyti šią užduotį kuo greičiau?
nl: Wil je die taak ASAP stoppen?
pl: Czy chcesz jak najszybciej przerwać to działanie?
pt: Quer interromper esta tarefa o mais rápido possível?
ro: Doriți să opriți această sarcină cât mai curând posibil?
tr: Bu görevi en kısa sürede durdurmak istiyor musunuz?
uk: Ви хочете припинити це завдання якомога швидше?
vi: Bạn có muốn dừng nhiệm vụ đó sớm không?
zh: 您想尽快停止该任务吗？

source: Undo
bg: Отмяна
ca: Desfés
cs: Zpět
da: Fortryd
de: Widerrufen
es: Deshacer
fi: Kumoa
fr: Annuler
he: ביטול
id: Batalkan
it: Annulla
ja: 元に戻す
lt: Anuliuoti
nl: Ongedaan maken
pl: Cofnij
pt: Desfazer
ro: Anulează
tr: Geri al
uk: Скасувати
vi: Hoàn tác
zh: 撤销

source: Copy email to clipboard
bg: Копирай имейла в буфера
ca: Copiar correu electrònic al porta-retalls
cs: Kopírovat e-mail do schránky
da: Kopiér e-mail til upklipsholder
de: E-Mail in Zwischenablage kopieren
es: Copiar el correo electrónico al portapapeles
fi: Kopioi sähköpostiosoite leikepöydälle
fr: Copier l'adresse e-mail dans le presse-papiers
he: העתקת כתובת דוא״ל ללוח
id: Salin surel ke papan klip
it: Copia l'email negli appunti
ja: メールアドレスをクリップボードにコピー
lt: Kopijuoti el. laišką į iškarpinę
nl: E-mailadres kopiëren naar klembord
pl: Kopiuj adres e-mail do schowka
pt: Copiar e-mail para a área de transferência
ro: Copiați e-mailul în clipboard
tr: E-postayı panoya kopyala
uk: Скопіюйте лист до буфера обміну
vi: Sao chép email vào khay nhớ tạm
zh: 复制电子邮箱到剪贴板

# please_send_us_an_email_to
source: Please send us manually an email to
bg: Моля, изпрати ни ръчно имейл до
ca: Envieu-nos manualment un correu electrònic a
cs: Pošlete nám prosím ručně e-mail na
da: Send os manuelt en e-mail til
de: Bitte senden Sie uns manuell eine E-Mail an
es: Por favor, envíanos un correo electrónico a
fi: Lähetä manuaalisesti sähköpostia osoitteeseen
fr: Veuillez nous envoyer manuellement un e-mail à
he: נא לשלוח לנו הודעה ידנית בדוא״ל אל
id: Mohon kirimkan kami email secara manual ke
it: Per favore inviaci manualmente un'e-mail a
ja: こちらのアドレスにメールを送信してください
lt: Išsiųskite mums el. laišką rankiniu būdu į
nl: Stuur ons handmatig een e-mail naar
pl: Wyślij nam ręcznie wiadomość e-mail na adres
pt: Por favor envie-nos um email para
ro: Vă rugăm să ne trimiteți manual un e-mail la
tr: Lütfen bize manuel olarak şu adrese bir e-posta gönderin
uk: Будь ласка, надішліть нам електронного листа на адресу
vi: Vui lòng gửi cho email cho chúng tôi đến địa chỉ
zh: 请手动向我们发送电子邮件至

source: Email copied to clipboard!
bg: Имейлът е копиран в клипборда!
ca: S'ha copiat el correu electrònic al porta-retalls!
cs: E-mail zkopírován do schránky!
da: E-mail kopieret til udklipsholder!
de: E-Mail-Adresse in Zwischenablage kopiert!
es: ¡Correo electrónico copiado al portapapeles!
fi: Sähköpostiosoite kopioitu leikepöydälle
fr: E-mail copié dans le presse-papiers !
he: כתובת הדוא״ל הועתקה ללוח הגזירים!
id: Email disalin ke papan klip!
it: Email copiata negli appunti!
ja: メールをクリップボードにコピーしました！
lt: El. laiškas nukopijuotas į iškarpinę!
nl: E-mail gekopieerd naar klembord!
pl: E-mail został skopiowany do schowka!
pt: Email copiado!
ro: E-mailul a fost copiat în clipboard!
tr: E-posta panoya kopyalandı!
uk: Лист скопійовано в буфер обміну!
vi: Email được sao chép vào clipboard!
zh: 电子邮件地址已复制到剪贴板

source: Select Accent Color
ca: Seleccioneu Color d'accent
cs: Vyberte barvu zvýraznění
da: Vælg fremhævningsfarve
de: Akzentfarbe auswählen
es: Selecciona el color de énfasis
fi: Valitse korostusväri
fr: Sélectionnez la couleur d'accentuation
he: בחירת צבע נושא
id: Pilih Warna Aksen
it: Seleziona il Colore Secondario
ja: アクセントカラーを選択
lt: Pasirinkti akcento spalvą
nl: Selecteer een accentkleur
pl: Wybierz kolor akcentu
pt: Selecionar cor de destaque
ro: Selectaţi culoarea de accent
tr: Vurgu Rengini Seçin
uk: Виберіть колір акценту
vi: Chọn màu chủ đề
zh: 选择强调色

# color_blue
source: Blue
ca: Blau
cs: Modrá
da: Blå
de: Blau
es: Azul
fi: Sininen
fr: Bleu
he: כחול
id: Biru
it: Blu
ja: 青
lt: Mėlyna
nl: Blauw
pl: Niebieski
pt: Azul
ro: Albastru
tr: Mavi
uk: Синій
vi: Xanh dương
zh: 蓝色

# color_cyan
source: Cyan
ca: Cian
cs: Azurová
de: Türkis
es: Cian
fi: Vaaleampi sinivihreä
he: כחול־ירקרק
id: Sian
it: Ciano
ja: シアン
lt: Žydra
nl: Cyaan
pl: Cyjan
pt: Ciano
ro: Turcoaz
tr: Cam göbeği
uk: Голубий
vi: Lục lam
zh: 青色

# color_green
source: Green
ca: Verd
cs: Zelená
da: Grøn
de: Grün
es: Verde
fi: Vihreä
fr: Vert
he: ירוק
id: Hijau
it: Verde
ja: 緑
lt: Žalia
nl: Groen
pl: Zielony
pt: Verde
ro: Verde
tr: Yeşil
uk: Зелений
vi: Xanh lá cây
zh: 绿色

# color_light_brown
source: Default
ca: Per defecte
cs: Výchozí
da: Standard
de: Standard
es: Predeterminado
fi: Oletus
fr: Par défaut
he: ברירת מחדל
id: Bawaan
it: Predefinito
ja: デフォルト
lt: Numatytoji
nl: Standaard
pl: Domyślny
pt: Predefinido
ro: Implicit
tr: Varsayılan
uk: За умовчанням
vi: Mặc định
zh: 默认

# color_pink
source: Pink
ca: Rosa
cs: Růžová
da: Lyserød
de: Rosa
es: Rosa
fi: Vaaleanpunainen
fr: Rose
he: ורוד
it: Rosa
ja: ピンク
lt: Rausva
nl: Roze
pl: Różowy
pt: Rosa
ro: Roz
tr: Pembe
uk: Рожевий
vi: Hồng
zh: 粉色

# color_red
source: Red
ca: Vermell
cs: Červená
da: Rød
de: Rot
es: Rojo
fi: Punainen
fr: Rouge
he: אדום
id: Merah
it: Rosso
ja: 赤
lt: Raudona
nl: Rood
pl: Czerwony
pt: Vermelho
ro: Roșu
tr: Kırmızı
uk: Червоний
vi: Đỏ
zh: 红色

# color_rust
source: Rust
ca: Rovell
cs: Rezavá
da: Rustfarvet
de: Rostbraun
es: Naranja rojizo
fi: Ruosteenvärinen
fr: Rouille
he: חלודה
id: Karat
it: Ruggine
ja: 赤茶色
lt: Rūdis
nl: Roest
pl: Rdza
pt: Ferrugem
ro: Ruginiu
tr: Pas rengi
uk: Іржавий
vi: Rỉ sắt
zh: 赤色

# color_teal
source: Teal
ca: Turquesa fosc
cs: Tmavě modrozelená
da: Blågrøn
de: Blaugrün
es: Verde azulado
fi: Tummempi sinivihreä
fr: Bleu canard
he: תכלת
id: Hijau kebiruan
it: Verde Acqua
ja: ティール
lt: Smaragdinė
nl: Groenblauw
pl: Morska zieleń
pt: Verde-azulado
ro: Turcoaz
tr: Deniz Mavisi
uk: Бірюзовий
vi: Xanh mòng két
zh: 鸭青色

# text_contrast_mode
source: Text Contrast
ca: Contrast del text
cs: Kontrast textu
da: Tekstkontrast
de: Textkontrast
es: Contraste de texto
fi: Tekstin kontrasti
fr: Contraste du texte
he: ניגודיות טקסט
id: Kontras Teks
it: Contrasto del Testo
ja: 文字のコントラスト
lt: Teksto kontrastas
nl: Tekstcontrast
pl: Kontrast tekstu
pt: Contraste do texto
ro: Contrastul textului
tr: Metin Kontrastı
uk: Контрастність тексту
vi: Tương phản văn bản
zh: 文本对比度

# contrast_high
source: High
ca: Alt
cs: Vysoký
da: Høj
de: Hoch
es: Alto
fi: Korkea
fr: Élevée
he: גבוהה
id: Tinggi
it: Elevato
ja: 高
lt: Aukštas
nl: Hoog
pl: Wysoki
pt: Alto
ro: Ridicat
tr: Yüksek
uk: Висока
vi: Cao
zh: 高

# contrast_medium
source: Medium
ca: Mitjà
cs: Střední
da: Mellem
de: Mittel
es: Medio
fi: Keskitaso
fr: Moyen
he: בינונית
id: Sedang
it: Medio
ja: 中
lt: Vidutinis
pl: Średni
pt: Médio
ro: Mediu
tr: Orta
uk: Середня
vi: Trung bình
zh: 中等

# contrast_low
source: Low
ca: Baix
cs: Nízký
da: Lav
de: Niedrig
es: Bajo
fi: Matala
fr: Faible
he: נמוכה
id: Rendah
it: Basso
ja: 低
lt: Mažas
nl: Laag
pl: Niski
pt: Baixo
ro: Scăzut
tr: Düşük
uk: Низька
vi: Thấp
zh: 低

# product_refresher_internet_not_found
source: Product not found!
bg: Продъктът не е открит!
ca: Producte no trobat!
cs: Produkt nenalezen!
da: Produkt ikke fundet!
de: Das Produkt wurde nicht gefunden!
es: ¡No se ha encontrado el producto!
fi: Tuotetta ei löydy!
fr: Produit non trouvé!
he: המוצר לא נמצא!
id: Produk tidak ditemukan!
it: Prodotto non trovato!
ja: 商品が見つかりませんでした
lt: Produktas nerastas!
nl: Product niet gevonden!
pl: Nie znaleziono produktu!
pt: Produto não encontrado!
ro: Produsul nu a fost găsit!
tr: Ürün bulunamadı!
uk: Продукт не знайдено!
vi: Không tìm thấy sản phẩm!
zh: 未找到该产品！

# product_refresher_internet_not_connected
source: You are not connected to internet!
cs: Nejste připojeni k internetu!
da: Du er ikke forbundet til internettet!
de: Sie sind nicht mit dem Internet verbunden!
es: ¡No estás conectado a internet!
fi: Et ole yhteydessä Internetiin!
fr: Vous n'êtes pas connecté à Internet !
he: אין לך חיבור לאינטרנט!
id: Anda tidak tersambung ke internet!
it: Non sei connesso a internet!
ja: インターネットに接続されていません。
lt: Jūs nesate prisijungę prie interneto!
nl: U bent niet verbonden met het internet!
pt: Não está ligado à Internet!
ro: Nu ești conectat la internet!
tr: İnternete bağlı değilsiniz!
uk: Ви не підключені до Інтернету!

# product_refresher_internet_no_ping
source: Server down ({host})
cs: Server nefunguje ({host})
da: Server nede ({host})
de: Server ausgefallen ({host})
es: Servidor inactivo ({host})
fi: Palvelin alas ({host})
fr: Serveur en panne ({host})
he: השרת מושבת ({host})
id: Server mati ({host})
it: Server inattivo ({host})
ja: サーバーダウン ({host})
lt: Serveris neveikia ({host})
pt: Servidor em baixo ({host})
ro: Server inactiv ({host})
tr: Sunucu kapalı ({host})
uk: Сервер не працює ({host})

# product_refresher_internet_error
source: Server error ({exception})
cs: Chyba serveru ({exception})
da: Serverfejl ({exception})
de: Serverfehler ({exception})
es: Error del servidor ({exception})
fi: Palvelinvirhe ({exception})
fr: Erreur de serveur ({exception})
he: שגיאת שרת ({exception})
id: Kesalahan server ({exception})
it: Errore del server ({exception})
ja: サーバーエラー ({exception})
lt: Serverio klaida ({exception})
nl: Serverfout ({exception})
pt: Erro do servidor ({exception})
ro: Eroare de server ({exception})
tr: Sunucu hatası ({exception})
uk: Помилка сервера ({exception})

# product_loader_not_found_title
source: Product not found!
bg: Продъктът не е открит!
ca: Producte no trobat!
cs: Produkt nenalezen!
da: Produkt ikke fundet!
de: Das Produkt wurde nicht gefunden!
es: ¡No se ha encontrado el producto!
fi: Tuotetta ei löydy!
fr: Produit non trouvé!
he: המוצר לא נמצא!
id: Produk tidak ditemukan!
it: Prodotto non trovato!
ja: 商品が見つかりませんでした
lt: Produktas nerastas!
nl: Product niet gevonden!
pl: Nie znaleziono produktu!
pt: Produto não encontrado!
ro: Produsul nu a fost găsit!
tr: Ürün bulunamadı!
uk: Продукт не знайдено!
vi: Không tìm thấy sản phẩm!
zh: 未找到该产品！

# product_loader_not_found_message
source: A product with the following barcode doesn't exist in our database: {barcode}
bg: Продукт със следния баркод не съществува в нашата база данни: {barcode}
ca: Un producte amb el codi de barres següent no existeix a la nostra base de dades: {barcode}
cs: Produkt s následujícím čárovým kódem v naší databázi neexistuje: {barcode}
da: Et produkt med flg. stregkode findes ikke i databasen: {barcode}
de: Ein Produkt mit dem folgenden Barcode existiert nicht in unserer Datenbank: {barcode}
es: No existe un producto con este código de barras en nuestra base de datos: {barcode}
fi: Tietokannassamme ei ole tuotetta, jolla on seuraava viivakoodi: {barcode}
fr: Un produit avec le code-barres suivant n'existe pas dans notre base de données : {barcode}
he: אין מוצר עם הברקוד הבא במסד הנתונים שלנו: {barcode}
id: Produk dengan kode batang berikut tidak ada dalam basis data kami: {barcode}
it: Un prodotto con il seguente codice a barre non esiste nel nostro database: {barcode}
ja: 次のバーコードを持つ商品はデータベースに存在しません: {barcode}
lt: Produkto su šiuo brūkšniniu kodu mūsų duomenų bazėje nėra: {barcode}
nl: Er bestaat geen product met de volgende barcode in onze database: {barcode}
pl: Produkt o następującym kodzie kreskowym nie istnieje w naszej bazie danych: {barcode}
pt: Não existe nenhum produto com o seguinte código de barras na nossa base de dados: {barcode}
ro: Un produs cu următorul cod de bare nu există în baza noastră de date: {barcode}
tr: Aşağıdaki barkoda sahip bir ürün veritabanımızda yok: {barcode}
uk: Товар з таким штрих-кодом не існує в нашій базі даних: {barcode}
vi: Sản phẩm có vạch mã sau không tồn tại trong cơ sở dữ liệu của chúng tôi: {barcode}
zh: 我们的数据库中不存在以下条形码对应的产品：{barcode}

# product_loader_network_error_title
source: No internet connection!
bg: Няма връзка с интернет!
ca: No hi ha conexió a internet!
cs: Žádné připojení k Internetu!
da: Ingen internetforbindelse!
de: Keine Internetverbindung!
es: ¡Sin conexión a internet!
fi: Ei internet-yhteyttä!
fr: Pas de connexion Internet!
he: אין חיבור לאינטרנט!
id: Tidak ada koneksi internet!
it: Nessuna connessione a Internet!
ja: インターネットに接続されていません
lt: Nėra interneto ryšio!
nl: Geen internetverbinding!
pl: Brak połączenia z internetem!
pt: Sem ligação à Internet!
ro: Fără conexiune internet!
tr: İnternet bağlantısı yok!
uk: Немає підключення до інтернету!
vi: Không có kết nối mạng!
zh: 无网络连接

# product_loader_network_error_message
source: Please check that your smartphone is on a WiFi network or has mobile data enabled
bg: Моля, провери дали твоят смартфон има активирано WiFi или мобилни данни
ca: Si us plau, comproveu que el vostre telèfon estigui connectat a una xarxa WiFi o que tingui activades les dades mòbils
cs: Zkontrolujte, zda je váš smartphone připojen k síti WiFi nebo má povolená mobilní data
da: Tjek, at mobilen er på et Wi-Fi netværk eller har mobildata aktiveret
de: Vergewissern Sie sich, dass sich Ihr Smartphone in einem WLAN-Netzwerk befindet oder mobile Daten aktiviert sind
es: Comprueba que tu teléfono móvil está conectado a una red wifi o tiene los datos móviles habilitados.
fi: Tarkista, että älypuhelimesi on Wi-Fi-verkossa tai että mobiilidata on käytössä
fr: Veillez à ce que votre téléphone soit sur un réseau Wi-Fi ou que les données mobiles soient activées
he: נא לבדוק שהטלפון החכם שלך מחובר לרשת אלחוטית או שחיבור הנתונים שלו פעיל
id: Harap periksa apakah ponsel cerdas Anda tersambung pada jaringan WiFi atau data seluler diaktifkan
it: Sei pregato di verificare che il tuo smartphone sia connesso a una rete WiFi o abbia i dati mobili abilitati
ja: スマートフォンが WiFi ネットワークに接続されているか、モバイル データが有効になっていることを確認してください
lt: Pasitikrinkite, ar jūsų išmanusis telefonas yra prijungtas prie „WiFi“ tinklo arba įjungti mobilieji duomenys
nl: Controleer of uw smartphone verbinding heeft met een wifi-netwerk of mobiele data heeft ingeschakeld
pl: Proszę sprawdzić, czy Twój smartfon jest podłączony do sieci Wi-Fi lub czy jest włączony transfer danych komórkowych
pt: Verifique se o telemóvel está ligado a uma rede Wi-Fi ou se os dados móveis estão ativados
ro: Vă rugăm să verificați dacă smartphone-ul dvs. este într-o rețea WiFi sau are date mobile activate
tr: Lütfen akıllı telefonunuzun bir Wi-Fi ağına bağlı olduğundan veya mobil verinin etkinleştirildiğinden emin olun
uk: Переконайтеся, що ваш смартфон підключений до мережі WiFi або увімкнений мобільний зв'язок
vi: Vui lòng kiểm tra kết nối Wifi hoặc di động trên thiết bị di động của bạn
zh: 请检查您的智能手机是否已连接无线网络或已启用移动数据

# page_not_found_title
source: Page not found!
bg: Страницата не е намерена!
ca: No s'ha pogut trobar la pàgina!
cs: Stránka nenalezena!
da: Side ikke fundet!
de: Seite nicht gefunden!
es: ¡No se ha encontrado la página!
fi: Sivua ei löydy!
fr: Page non trouvée!
he: העמוד לא נמצא!
id: Halaman tidak ditemukan!
it: Pagina non trovata!
ja: ページが見つかりません。
lt: Puslapis nerastas!
nl: Pagina niet gevonden!
pl: Nie znaleziono strony!
pt: Página não encontrada!
ro: Pagina nu a fost găsită!
tr: Sayfa bulunamadı!
uk: Сторінку не знайдено!
vi: Không tìm thấy trang!
zh: 页面未找到

# page_not_found_button
source: Go back to the homepage
ca: Torna a la pàgina d'inici
cs: Vraťte se na domovskou stránku
da: Gå til startside
de: Zurück zur Homepage
es: Volver a la página de inicio
fi: Palaa etusivulle
fr: Retourner à la page d'accueil
he: חזרה לעמוד הבית
id: Kembali ke halaman depan
it: Torna alla pagina home
ja: ホームページへ戻る
lt: Grįžti į pagrindinį puslapį
nl: Ga terug naar de startpagina
pl: Wróć do strony głównej
pt: Voltar à página inicial
ro: Reveniți la pagina de pornire
tr: Ana sayfaya geri dön
uk: Поверніться на головну сторінку
vi: Trở về trang chủ
zh: 返回首页

source: Download data
bg: Изтегляне на данните
ca: Descarregar dades
cs: Stáhnout data
de: Daten herunterladen
es: Descargar datos
fi: Tietojen lataaminen
fr: Télécharger les données
he: הורדת נתונים
id: Unduh data
it: Scarica i dati
ja: データをダウンロード
lt: Parsisiųsti duomenis
nl: Download gegevens
pl: Pobierz dane
pt: Descarregar dados
ro: Descărcați date
tr: Verileri indir
uk: Завантажити дані
vi: Tải dữ liệu
zh: 下载数据
