Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

source: View profile
ar: عرض الصفحة الشخصية
be: Паглядзець профіль
bg: Преглед на профила
ca: Mostra el perfil
cs: Zobrazit profil
da: Se profil
de: Profil anzeigen
el: Προβολή προφίλ
es: Ver perfil
fi: Näytä profiili
fr: Afficher le profil
he: הצגת פרופיל
id: Lihat profil
it: Visualizza il profilo
ja: プロフィールを表示
ko: 프로필 보기
lt: Peržiūrėti vartotojo profilį
nl: Profiel bekijken
pl: Zobacz profil
pt: Ver perfil
ro: Vizualizați profilul
ru: Профиль
sk: Zobraziť profil
sl: Ogled profila
sq: Shiko profilin
sv: Visa profil
tr: Profili görüntüle
uk: Переглянути сторінку
vi: Xem hồ sơ
zh: 查看个人资料

source: Reset password
ar: إعادة تعيين كلمة المرور
bg: Нулиране на паролата
ca: Reinicialitza contrasenya
cs: Obnovit heslo
da: Nulstil adgangskode
de: Passwort zurücksetzen
el: Ανάκληση κωδικού χρήστη
es: Restablecer la contraseña
fi: Palauta salasana
fr: Réinitialiser le mot de passe
he: איפוס הסיסמה
id: Atur ulang kata sandi
it: Reimposta password
ja: パスワードをリセットする
ko: 비밀번호 재설정
lt: Atstatyti slaptažodį
nl: Wachtwoord resetten
pl: Zresetuj hasło
pt: Recuperar a palavra-passe
ro: Resetare parolă
ru: Сброс пароля
sk: Obnoviť heslo
sl: Ponastavi geslo
sv: Återställ lösenord
tr: Parolayı sıfırla
uk: Скинути пароль
vi: Đặt lại mật khẩu
zh: 重置密码

# reset_password_explanation_text
source: In case of a forgotten password, enter your username or e-mail address to receive instructions for a password reset. Also, remember to check the Spam folder.
ar: في حالة نسيت كلمة المرور، أدخل اسم المستخدم أو عنوان البريد الإلكتروني الخاص بك لتلقي تعليمات لإعادة تعيين كلمة المرور. تذكر أيضا التحقق من مجلد البريد المزعج.
be: Калі вы забылі пароль, увядзіце імя карыстальніка або адрас электроннай пошты, каб атрымаць інструкцыі для скіду пароля. Не забудзьце праверыць папку «Спам».
bg: В случай на забравена парола, въведи твоето потребителско име или емайл адрес, за да получиш инструкции за нулиране на паролата. Също така, не забравяй да провериш папка Спам.
ca: En cas d'oblidar la contrasenya, introduïu el vostre usuari o adreça electrònica per rebre les instruccions per restablir la contrasenya. A més, recordeu comprovar la carpeta de correu brossa.
cs: V případě zapomenutého hesla zadejte své uživatelské jméno nebo e-mailovou adresu, abyste mohli obdržet pokyny pro obnovení hesla. Také nezapomeňte zkontrolovat složku nevyžádané pošty.
da: Er adgangskoden glemt, så angiv dit brugernavn eller din e-mailadresse for at modtage en vejledning til adgangskodenulstilling. Tjek evt. også Spam-mappen.
de: Wenn Sie Ihr Passwort vergessen haben, geben Sie Ihren Benutzernamen oder Ihre E-Mail-Adresse ein, um Anweisungen zum Zurücksetzen des Passworts zu erhalten. Denken Sie auch daran, den Spam-Ordner zu überprüfen.
el: Σε περίπτωση που ξεχάσατε τον κωδικό πρόσβασης, εισαγάγετε το όνομα χρήστη ή τη διεύθυνση e-mail σας για να λάβετε οδηγίες για την επαναφορά του κωδικού πρόσβασης. Επίσης, θυμηθείτε να ελέγξετε τον φάκελο Ανεπιθύμητα (Spam).
es: En caso de que hayas olvidado la contraseña, introduce tu nombre de usuario o dirección de correo electrónico para recibir instrucciones de cómo restablecerla. No olvides revisar la carpeta de correo basura.
fi: Mikäli unohdit salasanasi, syötä käyttäjätunnuksesi tai sähköpostiosoitteesi saaadaksesi ohjeet salasanan vaihtoon. Muista tarkistaa myös roskapostikansio.
fr: En cas d'oubli du mot de passe, saisissez votre nom d'utilisateur ou votre adresse e-mail pour recevoir les instructions de réinitialisation du mot de passe. N'oubliez pas non plus de vérifier le dossier Spam.
he: אם שכחת סיסמה, נא למלא את שם המשתמש או את כתובת הדוא״ל שלך כדי לקבל הנחיות לאיפוס הסיסמה. כמו כן, מוטב לזכור לבדוק בתיקיית הספאם.
id: Jika Anda lupa kata sandi, masukkan nama pengguna atau alamat email Anda untuk menerima instruksi untuk mengatur ulang kata sandi. Jangan lupa memeriksa folder Spam.
it: Nel caso di una password dimenticata, inserisci il tuo nome utente o indirizzo email per ricevere istruzioni per un ripristino della password. Inoltre, ricorda di controllare la cartella dello Spam.
ja: パスワードを忘れた場合は、ユーザー名または電子メールアドレスを入力して、パスワードリセットの手順を受け取ってください。また、迷惑メールフォルダも忘れずにご確認ください。
ko: 비밀번호를 잊어버린 경우 사용자 이름 또는 이메일 주소를 입력하면 비밀번호 재설정 안내를 받을 수 있습니다. 또한 스팸 폴더를 확인하는 것을 잊지 마십시오.
lt: Jei pamiršote slaptažodį, įveskite savo vartotojo vardą arba el. pašto adresą, kad gautumėte slaptažodžio nustatymo iš naujo instrukcijas. Taip pat nepamirškite patikrinti pašto šiukšlių aplanko.
nl: Als u uw wachtwoord bent vergeten, voert u uw gebruikersnaam of e-mailadres in om instructies te ontvangen voor het opnieuw instellen van uw wachtwoord. Vergeet ook niet de map Spam te controleren.
pl: W przypadku zapomnienia hasła wpisz swoją nazwę użytkownika lub adres e-mail, aby otrzymać instrukcje do resetowania hasła. Pamiętaj o sprawdzeniu folderu "Spam".
pt: Caso se tenha esquecido da palavra-passe, introduza o seu nome de utilizador ou e-mail para receber instruções para a criação de uma nova palavra-passe. Lembre-se também de verificar a pasta "Spam".
ro: În cazul în care ați uitat parola, introduceți numele de utilizator sau adresa de e-mail pentru a primi instrucțiuni pentru resetarea parolei. De asemenea, nu uitați să verificați folderul Spam.
ru: В случае утраты пароля, введите имя пользователя или адрес электронной почты, чтобы получить инструкции по сбросу пароля. Не забудьте проверить папку "Спам".
sk: V prípade zabudnutého hesla zadajte svoje používateľské meno alebo e-mailovú adresu, aby ste dostali pokyny na obnovenie hesla. Nezabudnite tiež skontrolovať priečinok Spam.
sl: V primeru, da ste pozabili geslo vnesite svoje uporabniško ime ali elektronski naslov in sledite nadaljnjim navodilom. Prav tako ne pozabite preverit vsiljeno pošto.
sq: Ne rast te nje fjalekalimi te harruar, vendosni emrin tuaj te perdoruesit ose adresen e emailit per te marre udhezime per nje rivendosje te fjalekalimit.Gjithashtu, kini parasysh te kontrolloni kartelen spam.
sv: Om du har glömt lösenordet, skriv in ditt användarnamn eller e-postadress för att få instruktioner om lösenordsåterställning. Kom också ihåg att kontrollera skräppostmappen.
tr: Parolanın unutulması durumunda parola sıfırlama talimatlarını almak için kullanıcı adınızı veya e-posta adresinizi girin. Ayrıca, Spam klasörünü kontrol etmeyi unutmayın.
uk: Якщо ви забули пароль, введіть своє ім'я користувача та адресу електронної пошти, щоб отримати інструкції для відновлення паролю. Також не забудьте перевірити папку "Спам".
vi: Trong trường hợp quên mật khẩu, vui lòng điền tên đăng nhập hoặc địa chỉ email để nhận hướng dẫn đặt lại mật khẩu. Xin hãy kiểm tra cả hòm thư Spam.
zh: 如果忘记密码，请输入您的用户名或邮箱地址以接收重置密码验证邮件。请检查您的收件箱，另外，也请记得检查垃圾邮件文件夹。

source: Username or e-mail
ar: اسم المستخدم أو البريد الإلكتروني
be: Імя карыстальніка або эл. пошта
bg: Потребителско име или е-мейл адрес
ca: Usuari o adreça electrònica
cs: Uživatelské jméno nebo e-mail
da: Brugernavn eller e-mail
de: Benutzername oder E-Mail-Adresse
el: Όνομα χρήστη ή e-mail
es: Nombre de usuario o correo electrónico
fi: Käyttäjätunnus tai sähköpostiosoite
fr: Nom d'utilisateur ou e-mail
he: שם משתמש או כתובת דוא״ל
id: Nama pengguna atau alamat e-mail
it: Nome utente o email
ja: ユーザー名またはメールアドレス
ko: 사용자 이름 또는 이메일
lt: Vartotojo vardas arba elektroninio pašto adresas
nl: Gebruikersnaam of e-mail
pl: Nazwa użytkownika lub e-mail
pt: Nome de utilizador ou e-mail
ro: Nume de utilizator sau email
ru: Имя пользователя или e-mail
sk: Používateľské meno alebo e-mail
sl: Uporabniško ime ali elektronski naslov
sq: Emri i perdoruesit ose adresa e email-it
sv: Användarnamn eller e-postadress
tr: Kullanıcı adı veya e-mail
uk: Ім'я користувача або електронна пошта
vi: Tên đăng nhập hoặc email
zh: 用户名或邮箱

# reset_password_done
source: An e-mail with a link to reset your password has been sent to the e-mail address associated with your account. Also check your spam
ar: تم إرسال بريد إلكتروني مع رابط لإعادة تعيين كلمة المرور الخاصة بك إلى عنوان البريد الإلكتروني المرتبط بحسابك. تحقق أيضا من البريد المزعج الخاص بك
be: На адрас электроннай пошты, звязаны з вашым уліковым запісам, адпраўлены ліст са спасылкай для скіду пароля. Таксама праверце папку «Спам»
bg: Имейл с линк за нулиране на паролата е изшратен на имейл адреса, свързан с твоя акаунт. Също така, провери и папка спам
ca: S'ha enviat un missatge de correu electrònic amb un enllaç per restablir la contrasenya a l'adreça associada al vostre compte. Comproveu també dins el correu brossa
cs: E-mail s odkazem na obnovení hesla byl odeslán na e-mailovou adresu spojenou s vaším účtem. Také zkontrolujte spam
da: En e-mail indeholdende et link til adgangskodenulstilling er sendt til e-mailadressen tilknyttet din konto. Tjek også Spam-mappen
de: Eine E-Mail mit einem Link zum Zurücksetzen Ihres Passworts wurde an die mit Ihrem Konto verknüpfte E-Mail-Adresse gesendet. Überprüfen Sie auch Ihren Spam-Ordner.
el: Ένα e-mail που περιέχει ένα σύνδεσμο για την αλλαγή του κωδικού σας έχει σταλεί στη διεύθυνση e-mail που είναι συνδεδεμένη με τον λογαριασμό σας. Παρακαλώ ελέγξτε και τον φάκελο των ανεπιθύμητων (spam)
es: Hemos enviado un correo electrónico con un enlace a la dirección de correo electrónico vinculada a tu cuenta de usuario para que puedas restablecer tu contraseña. No olvides revisar la carpeta de correo basura.
fi: Lähetimme tiliin kirjattuun sähköpostiosoitteeseen linkin salasananvaihdokseen. Tarkista myös roskapostikansio
fr: Un e-mail avec un lien pour réinitialiser votre mot de passe a été envoyé à l'adresse e-mail associée à votre compte. Vérifiez également vos indésirables
he: הודעה עם קישור לאיפוס הסיסמה שלך נשלחה לכתובת הדוא״ל שמשויכת לחשבון שלך. כמו כן, מומלץ לבדוק את תיקיית הספאם
id: E-mail dengan link untuk mengatur ulang kata sandi telah dikirim ke alamat e-mail yang terhubung dengan akun Anda. Periksa folder Spam Anda
it: Un'email con un link per ripristinare la tua password è stata inviata all'indirizzo email associato al tuo profilo. Inoltre, controlla il tuo spam
ja: パスワードをリセットするためのリンクが記載されたメールが、アカウントに関連付けられたメールアドレスに送信されました。迷惑メールフォルダもご確認ください。
ko: 계정과 연결된 이메일로 비밀번호를 초기화하는 링크가 전송되었습니다. 스팸함도 확인하시기 바랍니다
lt: El. laiškas su slaptažodžio nustatymo nuoroda buvo išsiųstas su jūsų paskyra susietu el. pašto adresu. Taip pat patikrinkite savo šlamštą
nl: Een e-mail met een link om je wachtwoord te resetten is verstuurd naar het e-mailadres dat gekoppeld is aan je account. Controleer ook je spammap.
pl: Wiadomość e-mail z linkiem do zresetowania hasła została wysłana na adres e-mail powiązany z Twoim kontem. Sprawdź też folder "Spam"
pt: Enviámos um e-mail para o endereço associado à sua conta, com uma hiperligação para redefinir a palavra-passe. Verifique tambem a sua pasta "Spam"
ro: Un e-mail cu un link pentru resetarea parolei v-a fost trimis la adresa de e-mail asociată contului dumneavoastră. De asemenea, verificați spam-ul
ru: Письмо ссылкой для сброса пароля было отправлено на вашу электронную почту. Не забудьте проверить папку "Спам"
sk: Na e-mailovú adresu priradenú k vášmu účtu bol odoslaný e-mail s odkazom na obnovenie hesla. Skontrolujte si aj spam
sl: Poslali smo vam elektronsko sporočilo s povezavo za ponastavitev vašega gesla. Preverite tudi ali ste morda sporočilo prejeli med vsiljeno pošto
sq: Nje email me nje link per te rivendosur fjalekalimin tuaj eshte derguar ne adresen tuaj te email-it te lidhur me llogarine tuaj. Kontrolloni gjithashtu edhe kartelen spam
sv: Ett e-postmeddelande med en länk för att återställa ditt lösenord har skickats till e-postadressen som är kopplad till ditt konto. Kontrollera även din skräppost
uk: На адресу електронної пошти, прив'язану до вашого облікового запису було надіслано лист із посиланням для відновлення паролю. Також перевіряйте папку "Спам"
vi: Một email chứa liên kết đặt lại mật khẩu đã được gửi tới địa chỉ email liên kết với tài khoản của bạn. Vui lòng kiểm tra đồng thời hòm thư spam
zh: 一封包含重置密码链接的电子邮件已发送到与您的账户关联的电子邮件地址，请检查您的收件箱或垃圾邮件文件夹。

# send_reset_password_mail
source: Change password
ar: تغيير كلمة المرور
be: Змяніць пароль
bg: Смяна на парола
ca: Canvia la contrasenya
cs: Změnit heslo
da: Skift adgangskode
de: Passwort ändern
el: Αλλαγή κωδικού
es: Cambiar contraseña
fi: Muuta salasanaa
fr: Modifier le mot de passe
he: החלפת סיסמה
id: Ubah kata sandi
it: Modifica la password
ja: パスワードを変更
ko: 비밀번호 변경
lt: Pakeisti slaptažodį
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt: Mudar a palavra-passe
ro: Schimbați parola
ru: Сменить пароль
sk: Zmeniť heslo
sl: Spremeni geslo
sq: Ndrysho fjalekalimin
sv: Ändra lösenord
tr: Parolayı değiştir
uk: Змінити пароль
vi: Thay đổi mật khẩu
zh: 更改密码

# enter_some_text
source: Please enter some text
ar: برجاء إدخال نص
be: Калі ласка, увядзіце тэкст
bg: Моля, въведи текст
ca: Si us plau, introduïu algun text
cs: Zadejte prosím nějaký text
da: Angiv noget tekst
de: Bitte geben Sie etwas ein
el: Παρακαλούμε εισάγετε κάποιο κείμενο
es: Por favor, escribe algo
fi: Syötä tekstiä
fr: Veuillez saisir du texte
he: נא למלא טקסט כלשהו
id: Harap masukkan teks
it: Sei pregato di inserire del testo
ja: テキストを入力してください
ko: 내용을 입력해주세요
lt: Įveskite tekstą
nl: Tekst invoeren
pl: Wprowadź tekst
pt: Por favor introduza algum texto
ro: Vă rugăm introduceți text
ru: Пожалуйста, заполните это поле
sk: Prosím, zadajte nejaký text
sl: Vnesi besedilo
sq: Ju lutem vendosni tekstin
sv: Skriv in lite text
tr: Lütfen bir metin girin
uk: Будь ласка, введіть текст
vi: Vui lòng nhập một vài kí tự
zh: 请填写信息

# sign_up_page_title
source: Sign Up
ar: تسجيل
be: Зарэгістравацца
bg: Регистрация
ca: Registreu-vos
cs: Vytvořit účet
da: Tilmeld
de: Registrieren
el: Εγγραφή
es: Regístrate
fi: Rekisteröidy
fr: S'inscrire
he: הרשמה
id: Daftar
it: Iscriviti
ja: サインアップ
ko: 회원가입
lt: Registruotis
nl: Registreren
pl: Zarejestruj się
pt: Criar conta
ro: Înregistrare
ru: Зарегистрироваться
sk: Zaregistrovať sa
sl: Registracija
sq: Regjistrohu
sv: Registrera dig
tr: Kaydol
uk: Зареєструватися
vi: Đăng ký
zh: 注册

# sign_up_page_action_button
source: Sign Up
ar: تسجيل
be: Зарэгістравацца
bg: Регистрация
ca: Registreu-vos
cs: Vytvořit účet
da: Tilmeld
de: Registrieren
el: Εγγραφή
es: Regístrate
fi: Rekisteröidy
fr: S'inscrire
he: הרשמה
id: Daftar
it: Iscriviti
ja: サインアップ
ko: 회원가입
lt: Registruotis
nl: Registreren
pl: Zarejestruj się
pt: Criar conta
ro: Înregistrare
ru: Зарегистрироваться
sk: Zaregistrovať sa
sl: Registracija
sq: Regjistrohu
sv: Registrera dig
tr: Kaydol
uk: Зареєструватися
vi: Đăng ký
zh: 注册

# sign_up_page_action_doing_it
source: Signing up…
ar: تسجيل الدخول...
be: Рэгіструецца...
bg: Регистриране…
ca: Registrant-se…
cs: Registrace…
da: Tilmelder…
de: Registrierung…
el: Γίνεται εγγραφή...
es: Registrando…
fi: Rekisteröidytään…
fr: Inscription en cours…
he: מתבצעת הרשמה…
id: Mendaftarkan…
it: Registrazione…
ja: サインアップ…
ko: 회원가입을 진행하는 중...
lt: Registruojama…
nl: Registreren…
pl: Trwa rejestracja…
pt: A criar a conta…
ro: Înregistrare…
ru: Регистрация…
sk: Prihlasovanie...
sl: Prijavljanje...
sq: Duke u regjistruar...
sv: Registrerar...
tr: Kaydolunuyor…
uk: Реєстрація…
zh: 正在注册…

# sign_up_page_action_ok
source: Congratulations! Your account has just been created.
ar: تهانينا! تم إنشاء حسابك للتو.
be: Віншуем! Ваш уліковы запіс толькі што створаны.
bg: Честито! Твоят акаунт току-що бе създаден.
ca: Felicitats! S'acaba de crear el vostre compte.
cs: Gratulujeme! Váš účet byl vytvořen.
da: Din konto er nu oprettet.
de: Herzlichen Glückwunsch! Ihr Konto wurde erstellt.
el: Συγχαρητήρια! Ο λογαριασμός σας μόλις δημιουργήθηκε.
es: ¡Felicidades! Tu cuenta acaba de ser creada.
fi: Onnittelut! Tilisi on luotu.
fr: Toutes nos félicitations ! Votre compte vient d'être créé.
he: מזל טוב! החשבון שלך נוצר.
id: Selamat! Akun Anda baru saja dibuat.
it: Congratulazioni! Il tuo profilo è appena stato creato.
ja: おめでとうございます！あなたのアカウントが作成されました。
ko: 축하합니다! 귀하의 계정이 방금 생성되었습니다.
lt: Sveikiname! Jūsų paskyra ką tik sukurta.
nl: Gefeliciteerd! Uw account is zojuist aangemaakt.
pl: Gratulacje! Twoje konto zostało utworzone.
pt: Parabéns! A sua conta foi criada com sucesso.
ro: Felicitări! Contul dvs. tocmai a fost creat.
ru: Поздравляем! Ваша учётная запись успешно зарегистрирована.
sk: Gratulujeme! Váš účet bol práve vytvorený.
sl: Čestitamo! Vaš račun je bil ustvarjen.
sq: Pergezime! Llogaria juaj sapo eshte krijuar.
sv: Grattis! Ditt konto har just skapats.
tr: Tebrikler! Hesabınız başarıyla oluşturuldu.
uk: Вітаємо! Ваш обліковий створено.
vi: Chúc mừng! Tài khoản của bạn vừa được tạo.
zh: 恭喜! 您的账户已经被创建。

# sign_up_page_display_name_error_empty
source: Please enter the display name you want to use
ar: يرجاء إدخال الإسم العرض الذي تود استخدامه
be: Увядзіце імя, якое вы будзеце выкарыстоўваць для адлюстравання
bg: Моля, въведи екранно име, което искаш да използваш
ca: Introduïu el nom que voleu que es mostri
cs: Zadejte zobrazované jméno, které chcete používat
da: Angiv det navn, der ønskes vist
de: Bitte geben Sie den zu verwendenden Anzeigenamen ein
el: Παρακαλώ εισάγετε το όνομα εμφάνισης που θέλετε να χρησιμοποιήσετε
es: Por favor, introduce el nombre que deseas mostrar
fi: Lisää haluamasi julkinen nimi
fr: Veuillez saisir le nom d'affichage que vous souhaitez utiliser
he: נא למלא את שם התצוגה המיועד
id: Silakan masukkan nama panggilan yang Anda inginkan
it: Sei pregato di inserire il nome visualizzato che desideri usare
ja: 使用したい表示名を入力してください
ko: 사용하고자 하는 이름을 입력하십시오
lt: Įveskite rodomą pavadinimą, kurį norite naudoti
nl: Voer de weergavenaam in die u wilt gebruiken
pl: Wprowadź nazwę, której chcesz użyć
pt: Por favor, escolha o nome que deseja usar
ro: Vă rugăm să introduceți numele afișat pe care doriți să îl utilizați
ru: Пожалуйста, введите имя пользователя
sk: Zadajte zobrazované meno, ktoré chcete použiť
sl: Prosimo vnesite ime, ki ga želite prikazati
sv: Ange det visningsnamn du vill använda
tr: Lütfen kaydetmek istediğiniz başlığı girin
uk: Будь ласка, введіть відображуване ім'я, яке ви хочете використовувати.
vi: Vui lòng nhập tên hiển thị bạn muốn sử dụng
zh: 请输入您想使用的显示名称

# sign_up_page_email_hint
source: E-mail
ar: البريد الإلكتروني
be: Эл. пошта
bg: Имейл
ca: Adreça electrònica
de: E-Mail-Adresse
es: Correo electrónico
fi: Sähköpostiosoite
fr: Courriel
he: דוא״ל
ja: メールアドレス
ko: 이메일
lt: El. paštas
sk: Emailová adresa
sl: Elektronski naslov
sv: E-post
tr: E-posta
uk: Електронна пошта
zh: 电子邮件

# sign_up_page_email_error_empty
source: E-mail is required
ar: البريد الإلكتروني مطلوب
be: Эл. пошта — абавязкова
bg: Изисква се имейл
ca: Cal una adreça electrònica
cs: E-mail je povinný
da: E-mail er obligatorisk
de: E-Mail-Adresse erforderlich
el: Απαιτείται e-mail
es: Se requiere un correo electrónico
fi: Sähköpostiosoite on pakollinen
fr: Une adresse est requise
he: צריך דוא״ל
id: E-mail diperlukan
it: L'email è obbligatoria
ja: メールアドレスは必須です
ko: 이메일이 필요합니다
lt: El. pašto adresas yra privalomas
nl: E-mail is verplicht
pl: E-mail jest wymagany
pt: O e-mail é obrigatório
ro: E-mailul este necesar
ru: Введите адрес электронной почты
sk: E-mail je povinný
sl: Elektronski naslov je obvezen
sq: Adresa e postes elektronike kerkohet, eshte e detyrueshme te paraqitet.
sv: E-post krävs
tr: E-mail gereklidir
uk: Необхідно заповнити поле електронної адреси
vi: Email là bắt buộc
zh: 电子邮件是必需的

# sign_up_page_email_error_invalid
source: Invalid e-mail
be: Памылковы адрас эл. пошты
bg: Невалиден имейл
ca: Adreça no vàlida
cs: Neplatný e-mail
da: Ugyldig e-mail
de: Ungültige E-Mail-Adresse
el: Μη έγκυρο e-mail
es: Correo electrónico inválido
fi: Virheellinen sähköpostiosoite
fr: E-mail invalide
he: דוא״ל שגוי
id: Surel tidak valid
it: E-mail non valida
ja: 無効なメールアドレスです
ko: 이메일이 올바르지 않습니다
lt: Neteisingas el. pašto adresas
nl: Ongeldig e-mailadres
pl: Nieprawidłowy e-mail
pt: E-mail inválido
ro: E-mail invalid
ru: Неверный e-mail
sk: Neplatný e-mail
sl: Neveljaven elektronski naslov
sq: Kjo adrese email-i eshte e pavlefshme, pasakte.
tr: Geçersiz e-posta
uk: Невірний e-mail
vi: Email không hợp lệ
zh: 无效电子邮件

# sign_up_page_username_hint
source: Username: Publicly visible
be: Імя карыстальніка: бачнае ўсім
bg: Потребителско име: публично видимо
ca: Usuari: visible públicament
cs: Uživatelské jméno: Veřejně viditelné
da: Brugernavn: Offentligt synligt
de: Benutzername: Öffentlich sichtbar
el: Όνομα χρήστη: Ορατό προς όλους
es: Nombre de usuario: visible públicamente
fi: Käyttäjänimi: julkinen
fr: Nom d'utilisateur : visible publiquement
he: שם משתמש: גלוי לציבור
id: Nama pengguna: Terlihat publik
it: Nome utente: Visibile pubblicamente
ja: ユーザー名：他者に公開されます
ko: 사용자 이름: 모두가 볼 수 있어요
lt: Vartotojo vardas: matomas viešai
nl: Gebruikersnaam: Openbaar zichtbaar
pl: Nazwa użytkownika: publicznie widoczna
pt: Nome de utilizador: público
ro: Nume de utilizator: vizibil public
ru: Имя пользователя: Общедоступно
sk: Používateľské meno: Verejne viditeľné
sl: Uporabniško ime: Javno
sq: Username
tr: Kullanıcı adı: Herkese açık
uk: Ім'я користувача: Публічно видиме
vi: Tên người dùng: Hiển thị công khai
zh: 用户名: 公开可见

# sign_up_page_username_error_empty
source: Please enter a username
ar: برجاء إدخال اسم المستخدم
be: Увядзіце імя карыстальніка
bg: Моля, въведи потребителско име
ca: Si us plau, introduïu un usuari
cs: Prosím, zadejte své uživatelské jméno
da: Indtast et brugernavn
de: Bitte geben Sie einen Benutzernamen ein
el: Παρακαλώ εισάγετε ένα όνομα χρήστη
es: Por favor, introduce un nombre de usuario
fi: Syötä käyttäjätunnus
fr: Veuillez saisir un nom d'utilisateur
he: נא למלא שם משתמש
id: Silakan masukkan nama pengguna Anda
it: Inserisci un nome utente
ja: ユーザー名を入力してください
ko: 사용자 이름을 입력하십시오
lt: Įveskite vartotojo vardą
nl: Voer een gebruikersnaam in
pl: Wpisz nazwę użytkownika (pseudonim)
pt: Por favor introduza um nome de utilizador
ro: Vă rugăm să introduceți un nume de utilizator
ru: Введите имя пользователя
sk: Prosím, zadajte užívateľské meno
sl: Vnesite uporabniško ime
sq: Ju lutem vendosni emrin e perdoruesit
sv: Ange ett användarnamn
tr: Lütfen bir kullanıcı adı girin
uk: Будь ласка, введіть ім'я користувача
vi: Vui lòng nhập tên đăng nhập
zh: 请输入用户名

# sign_up_page_username_error_invalid
source: Please enter a valid username
ar: برجاء إدخال اسم مستخدم صحيح
be: Увядзіце сапраўднае імя карыстальніка
bg: Въведи валидно потребителско име
ca: Si us plau, introduïu un usuari vàlid
cs: Zadejte prosím platné uživatelské jméno
da: Angiv et gyldigt brugernavn
de: Bitte geben Sie einen gültigen Benutzernamen ein
el: Παρακαλώ εισάγετε ένα έγκυρο όνομα χρήστη
es: Por favor, introduce un nombre de usuario válido
fi: Syötä kelvollinen käyttäjätunnus
fr: Veuillez saisir un nom d'utilisateur valide
he: נא למלא שם משתמש תקף
id: Silakan masukkan nama pengguna yang sah
it: Inserisci un nome utente valido
ja: 有効なユーザー名を入力してください
ko: 유효한 사용자 이름을 입력하십시오
lt: Įveskite galiojantį vartotojo vardą
nl: Vul a.u.b. een geldige gebruikersnaam in
pl: Proszę wprowadzić poprawną nazwę użytkownika
pt: Por favor introduza um nome de utilizador válido
ro: Vă rugăm să introduceți un nume de utilizator valid
ru: Пожалуйста, введите корректное имя пользователя
sk: Zadajte platné užívateľské meno
sl: Prosimo vnesite veljavno uporabniško ime
sq: Ju lutem vendsoni nje emer perdoruesi te vlefshem , te sakte.
sv: Ange ett giltigt användarnamn
tr: Lütfen Geçerli Bir Kullanıcı Adı Girin
uk: Будь ласка, введіть коректне ім'я
vi: Vui lòng nhập tên đăng nhập hợp lệ
zh: 请输入有效的用户名
