Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# user_profile_title_guest
source: Welcome!
be: Вітаем!
bg: Добре дошъл!
ca: Benvingut! Benvinguda!
cs: Vítejte!
da: Velkommen!
de: Willkommen!
es: ¡Te damos la bienvenida!
fi: Tervetuloa!
fr: Bienvenue !
he: ברוך בואך!
id: Selamat Datang!
it: Benvenuto/a!
ja: ようこそ！
ko: 환영합니다!
lt: Sveiki!
nl: Welkom!
pl: Witaj!
pt: Bem-vindo!
ro: Bine ați venit!
ru: Добро пожаловать!
sk: Vitajte!
sl: Dobrodošli!
sv: Välkommen!
tr: Hoşgeldiniz!
uk: Ласкаво просимо!
vi: Xin chào!
zh: 欢迎!

# user_profile_subtitle_guest
source: Sign-in or sign-up to join the Open Food Facts community
be: Увайдзіце або зарэгіструйцеся, каб далучыцца да супольнасці Open Food Facts
cs: Přihlaste se nebo se zaregistrujte a připojte se ke komunitě Open Food Facts
de: Melden Sie sich an oder registrieren Sie sich, um der Open Food Facts-Community beizutreten
el: Συνδεθείτε ή εγγραφείτε για να συμμετάσχετε στην κοινότητα Open Food Facts
es: Inicia sesión o regístrate para unirte a la comunidad de Open Food Facts
fi: Kirjaudu sisään tai rekisteröidy liittyäksesi Open Food Facts -yhteisöön
fr: Connectez-vous ou inscrivez-vous pour rejoindre la communauté Open Food Facts
he: יש להיכנס או להירשם כדי להצטרף ל־Open Food Facts
id: Masuk atau daftar untuk bergabung dengan komunitas OpenFoodFacts
it: Accedi o iscriviti per unirti alla community di Open Food Facts
ko: Open Food Facts 커뮤니티에 가입하려면 로그인 또는 가입하세요.
nl: Log in of meld je aan om lid te worden van de Open Food Facts gemeenschap
pt: Inicie a sessão ou registe-se para se juntar à comunidade do Open Food Facts
ro: Conectați-vă sau înscrieți-vă pentru a vă alătura comunității Open Food Facts
ru: Войти или зарегистрироваться, чтобы присоединиться к сообществу Open Food Facts
sl: Prijavite se ali registrirajte se v Open Food Facts in se pridružite skupnosti
uk: Увійдіть або зареєструйтеся, аби приєднатися до спільноти community

# user_profile_title_id_email
source: Open Food Facts login: {email}
be: Уваход у Open Food Facts: {email}
cs: Open Food Facts přihlášení: {email}
de: Open Food Facts-Anmeldung: {email}
es: Inicio de sesión en Open Food Facts: {email}
fi: Open Food Facts -kirjautuminen: {email}
fr: Identifiant Open Food Facts : {email}
he: כניסה ל־Open Food Facts‏: {email}
id: OpenFoodFacts masuk: {email}
it: Accesso di Open Food Facts: {email}
ko: Open Food Facts 로그인: {email}
pt: Iniciar sessão no Open Food Facts: {email}
ro: Conectare Open Food Facts: {email}
ru: Open Food Facts логин: {email}
sl: Prijava v Open Food Facts: {email}
tr: Open Food Facts giriş: {email}
uk: Логін Open Food Facts: {email}

# user_profile_title_id_default
source: Welcome {id}!
be: Сардэчна запрашаем, {id}!
bg: Добре дошъл {id}!
ca: Benvingut/da {id}!
cs: Vítejte {id}!
da: Velkommen {id}!
de: Herzlich Willkommen {id}!
el: Καλώς ήρθες {id}!
es: ¡Te damos la bienvenida, {id}!
fi: Tervetuloa {id}!
fr: Bienvenue {id} !
he: ברוך בואך {id}!
id: Selamat datang {id}!
it: Benvenuto {id}!
ja: {id} さん、ようこそ！
ko: {id}님, 환영합니다!
lt: Sveiki {id}!
nl: Welkom {id}!
pl: Witaj {id}!
pt: Bem-vindo(a) {id}!
ro: Bun venit {id}!
ru: Добро пожаловать, {id}!
sl: Dobrodošli {id}!
tr: {id} hoş geldiniz!
uk: Ласкаво просимо {id}!
vi: Chào mừng {id}!
zh: 欢迎 {id}！

# email_subject_account_deletion
source: Delete account
ar: حذف الحساب
be: Выдаліць уліковы запіс
bg: Изтриване на акаунт
ca: Elimina el compte
cs: Smazat účet
da: Slet konto
de: Konto löschen
el: Διαγραφή λογαριασμού
es: Eliminar cuenta
fi: Poista tunnus
fr: Supprimer le compte
he: מחיקת חשבון
id: Hapus akun
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
lt: Ištrinti paskyrą
nl: Account verwijderen
pl: Usuń konto
pt: Eliminar a conta
ro: Ștergere cont
ru: Удалить учётную запись
sl: Izbrišite račun
sv: Radera konto
tr: Hesabımı sil
uk: Видалити обліковий запис
vi: Xoá tài khoản
zh: 删除账号

# email_body_account_deletion
source: Hi there, please delete my Open Food Facts account: {userId}
be: Вітаю. Калі ласка, выдаліце мой уліковы запіс Open Food Facts: {userId}
cs: Dobrý den, smažte prosím můj účet Open Food Facts: {userId}
de: Hallo, bitte löschen Sie mein Open Food Facts-Konto: {userId}
el: Γεια σας, παρακαλώ διαγράψτε τον λογαριασμό μου στο Open Food Facts: {userId}
es: Hola, me gustaría eliminar mi cuenta de Open Food Facts: {userId}
fi: Hei, poista Open Food Facts -tilini: {userId}
fr: Bonjour, veuillez supprimer mon compte Open Food Facts : {userId}
he: היי, נא למחוק את החשבון שלי ב־Open Food Facts‏: {userId}
id: Halo, tolong hapus akun OpenFoodFacts saya: {userId}
it: Salve, siete pregati di eliminare il mio profilo di Open Food Facts: {userId}
ko: 안녕하세요, 제 Open Food Facts 계정을 삭제해주세요: {userId}
nl: Hallo, verwijder mijn Open Food Facts-account: {userId}
pt: Olá, por favor elimine a minha conta no Open Food Facts: {userId}
ro: Bună ziua, vă rugăm să ștergeți contul meu Open Food Facts: {userId}
ru: Пожалуйста, удалите мою учётную запись Open Food Facts: {userId}
sl: Pozdravljeni, prosim izbrišite moj račun Open Food Facts: {userId}
sv: Hej där, vänligen radera mitt Open Food Facts konto: {userId}
uk: Привіт, будь ласка, видаліть мій обліковий запис Open Food Facts: {userId}

# settings_app_app
source: Application
be: Праграма
bg: Приложение
ca: Aplicació
cs: Aplikace
da: App
de: Anwendung
el: Εφαρμογή
es: Aplicación
fi: Sovellus
he: יישום
id: Aplikasi
it: Applicazione
ja: アプリケーション
ko: 애플리케이션
lt: Programa
nl: Applicatie
pl: Aplikacja
pt: Aplicação
ro: Aplicație
ru: Приложение
sk: Aplikácia
tr: Uygulama
uk: Додаток
vi: Ứng dụng
zh: 应用程序

# settings_app_data
source: Privacy & monitoring
be: Прыватнасць і адсочванне
bg: Поверителност и наблюдение
ca: Privacitat i seguiment
cs: Soukromí a monitorování
da: Fortrolighed og overvågning
de: Datenschutz und Überwachung
el: Απόρρητο και παρακολούθηση
es: Privacidad y monitorización
fi: Yksityisyys ja valvonta
fr: Confidentialité et télémetrie
he: פרטיות וניטור
id: Privasi dan pemantauan
it: Privacy & monitoraggio
ja: プライバシーと監視
ko: 개인정보 및 추적
lt: Privatumas ir stebėjimas
nl: Privacy en toezicht
pl: Prywatność i monitorowanie
pt: Privacidade e monitorização
ro: Confidențialitate și monitorizare
ru: Конфиденциальность и мониторинг
sk: Súkromie a monitorovanie
tr: Gizlilik ve izleme
uk: Конфіденційність і моніторинг
vi: Quyền riêng tư và giám sát
zh: 隐私和监控

# settings_app_camera
source: Camera
be: Камера
bg: Камера
ca: Càmera
cs: Fotoaparát
da: Kamera
de: Kamera
el: Φωτογραφική μηχανή
es: Cámara
fi: Kamera
fr: Appareil photo
he: מצלמה
id: Kamera
it: Fotocamera
ja: カメラ
ko: 카메라
lt: Kamera
pl: Aparat
pt: Câmara
ro: Cameră
ru: Камера
sk: Fotoaparát
tr: Kamera
uk: Камера
vi: Máy ảnh
zh: 相机

# settings_app_products
source: Products
bg: Продукти
ca: Productes
cs: Produkty
da: Produkter
de: Produkte
el: Προϊόντα
es: Productos
fi: Tuotteet
fr: Produits
he: מוצרים
id: Produk - produk
it: Prodotti
ja: 製品
ko: 제품
lt: Produktai
nl: Producten
pl: Produkty
pt: Produtos
ro: Produse
ru: Продукты
sk: Výrobky
tr: Ürünler
uk: Товари
vi: Sản phẩm
zh: 产品

# settings_app_miscellaneous
source: Miscellaneous
be: Рознае
bg: Разни
ca: Miscel·lània
cs: Ostatní
da: Diverse
de: Verschiedenes
es: Miscelánea
fi: Sekalaiset
fr: Divers
he: שונות
id: Lain-lain
it: Varie
ja: その他
ko: 기타
lt: Įvairūs
nl: Diversen
pl: Inne
pt: Diversos
ro: Diverse
ru: Прочее
sk: Rôzne
tr: Çeşitli
uk: Різне
vi: Các tùy chọn khác
zh: 其他

# camera_play_sound_title
source: Play a sound on scan
be: Прайграваць гук пры сканаванні
bg: Възпроизвеждане на звук при сканиране
ca: Reprodueix un so en escanejar
cs: Přehrát zvuk při skenování
da: Afspil en lyd ved skanning
de: Ton beim Scan abspielen
el: Αναπαραγωγή ήχου κατά τη σάρωση
es: Reproducir un sonido al escanear
fi: Toista äänimerkki luettaessa
fr: Jouer un son lors du scan
he: השמעת צליל בסריקה
id: Putar suara saat memindai
it: Riproduci un suono durante la scansione
ja: スキャン時にサウンドを再生する
ko: 스캔 시 소리 재생
lt: Paleiskite garsą nuskaitant
nl: Een geluid afspelen bij scannen
pl: Odtwórz dźwięk po zeskanowaniu
pt: Reproduzir um som durante a digitalização
ro: Redați un sunet la scanare
ru: Воспроизвести звук при сканировании
sk: Prehrať zvuk pri skenovaní
sl: Zvok ob skeniranju
tr: Taranınca ses çıkar
uk: Відтворення звуку під час сканування
vi: Phát âm thanh khi quét
zh: 在扫描时播放声音

# camera_play_sound_subtitle
source: Will beep on each successful scan
be: Пасля кожнага паспяховага сканавання гучыць сігнал
bg: Звуков сигнал при всяко успешно сканиране
ca: Emetrà un so en cada escaneig exitós
cs: Při každém úspěšném skenování pípne
da: Bipper efter hver vellykket skanning
de: Signalton bei jedem erfolgreichen Scanvorgang
el: Ένας ήχος θα αναπαράγεται σε κάθε επιτυχημένη σάρωση
es: Pitará cada vez que se escanee correctamente
fi: Päästää äänimerkin joka skannauksen yhteydessä
fr: Bipper à chaque scan réussi
he: יצפצף עם כל סריקה מוצלחת
id: Akan berbunyi setiap pemindaian berhasil
it: Emette un segnale acustico ad ogni scansione riuscita
ja: スキャンが成功するたびにビープ音が鳴ります
ko: 스캔을 성공할 때마다 신호음이 울립니다
lt: Supypsi kiekvieną sėkmingą nuskaitymą
nl: Piept bij elke geslaagde scan
pl: Po każdym udanym skanowaniu wyda sygnał dźwiękowy
pt: Irá emitir um sinal sonoro em cada digitalização bem sucedida
ro: Va fi un semnal sonor la fiecare scanare reușită
ru: Издавать звуковой сигнал при каждом успешном сканировании
sk: Pri každom úspešnom skenovaní pípne
sl: Po vsakem uspešnem skeniranju bo zapiskalo
tr: Her başarılı taramada bip sesi çıkarır
uk: Буде відтворення звукового сигналу після кожного успішного сканування
vi: Có tiếng bíp mỗi lần quét thành công
zh: 每次成功扫描都会发出蜂鸣声

# camera_window_accessibility_label
source: Scan a barcode with your camera
de: Lesen Sie einen Barcode mit Ihrer Kamera ein
fr: Scannez un code-barres avec votre appareil photo
it: Scansiona un codice a barre con la tua fotocamera
nl: Scan een streepjescode met uw camera
uk: Відскануйте штрих-код камерою

# app_haptic_feedback_title
source: Vibration & Haptics
be: Вібрацыя і тактыльны водгук
bg: Вибрация и усещане
ca: Vibració i hàptica
cs: Vibrace a haptika
da: Vibration og haptik
de: Vibration und haptisches Feedback
es: Vibración y respuesta táctil
fi: Värinä ja haptiikka
fr: Vibration et retours tactiles
he: רטט ומשוב פיזי
id: Getaran & Haptik
it: Vibrazione e sensazioni tattili
ja: 振動と触覚フィードバック
ko: 진동 및 햅틱
lt: Vibracija ir haptika
nl: Trillen & haptieken
pl: Wibracje i Haptyczna Informacja Zwrotna
pt: Vibração e resposta tátil
ro: Vibrație și haptică
ru: Вибрация и отклик
sk: Vibrácie a haptika
tr: Titreşim ve Dokunma
uk: Вібрація та тактильні відчуття
vi: Rung & Phản hồi
zh: 振动 触觉

# app_haptic_feedback_subtitle
source: Vibrations after executing some actions (barcode decoded, product removed…).
be: Вібрацыі пасля выканання некаторых дзеянняў (штрых-код расшыфраваны, прадукт выдалены…).
bg: Вибрации след извършване на някои действия (декодиран баркод, премахнат продукт…).
ca: Vibracions després d'executar algunes accions (codi de barres descodificat, producte eliminat…).
cs: Vibrace po provedení některých akcí (čárový kód dekódován, produkt odstraněn…).
da: Vibration efter udførelse af visse handlinger (stregkode afkodet, produkt fjernet…).
de: Vibrationen nach der Ausführung einiger Aktionen (Barcode dekodiert, Produkt entfernt ...).
es: Vibrar después de realizar algunas acciones (código de barras decodificado, producto eliminado…).
fi: Värinä tapahtuu, kun joitakin toimintoja suoritetaan (kuten viivakoodinluku, tuotteenpoisto, jne.).
fr: Vibrations après l'exécution de certaines actions (code-barres décodé, produit supprimé…).
he: רטט לאחר ביצוע של פעולות מסוימות (פענוח ברקוד, הסרת מוצר…).
id: Getaran setelah menjalankan beberapa tindakan (kode barcode diterjemahkan, produk dihapus…).
it: Vibrazioni dopo l'esecuzione di certe azioni (codice a barre rilevato, prodotto rimosso…).
ja: 一部アクション（バーコードの解読、製品の削除…）を行った後に振動させる。
ko: 일부 작업 실행 후 진동(바코드 디코딩됨, 제품 제거됨…).
lt: Vibracijos atlikus kai kuriuos veiksmus (brūkšninis kodas iššifruotas, produktas pašalintas…).
nl: Trillen na het uitvoeren van sommige acties (barcode gedecodeerd, product verwijderd…).
pl: Wibracje po wykonaniu czynności (zeskanowanie kodu kreskowego, produkt usunięty…).
pt: Vibrações após a execução de algumas ações (código de barras descodificado, produto removido…).
ro: Vibrații după executarea unor acțiuni (cod de bare decodat, produs eliminat…).
ru: Вибрация после завершения некоторых действий (штрихкод декодирован, продукт удален…).
sk: Vibrácie po vykonaní niektorých akcií (čiarový kód dekódovaný, produkt odstránený…).
tr: Bazı eylemler gerçekleştirildikten sonra titreşimler (barkod kodu çözüldü, ürün kaldırıldı…).
uk: Вібрації після виконання певних дій (зчитування штрих-коду, вилучення товару...).
vi: Rung sau khi thực hiện một số hành động (giải mã mã vạch, xóa bỏ sản phẩm…).
zh: 执行某些操作后的振动（条形码已解码，产品已移除…）。

# crash_reporting_toggle_title
source: Crash reporting
bg: Докладване за срив
ca: Informes d'errors
cs: Hlášení o pádu
da: Nedbrudsanmeldelse
de: Abstürze melden
el: Αναφορά σφαλμάτων
es: Informe de fallos
fi: Kaatumisraportointi
fr: Rapport de plantage
he: דיווח על קריסות
id: Pelaporan kerusakan
it: Segnalazione di arresti anomali
lt: Pranešimas apie strigtis
nl: Crashrapportage
pl: Raportowanie błędów
pt: Relatório de falhas
ro: Rapoarte erori
ru: Отчеты об ошибках
sk: Hlásenie o zlyhaní
sl: Poročanje o sesutjih
tr: Çökme raporlaması
uk: Звіти про помилки
vi: Báo cáo lỗi
zh: 崩溃报告

# crash_reporting_toggle_subtitle
source: When enabled, crash reports are automatically submitted to Open Food Facts' error tracking system, so that bugs can be fixed and thus improve the app.
ar: عند التمكين، يتم إرسال تقارير الأعطال تلقائيًا إلى نظام تتبع الأخطاء في Open Food Facts، بحيث يمكن إصلاح الأخطاء وبالتالي تحسين التطبيق.
be: Калі гэта ўключана, справаздачы аб збоях аўтаматычна перадаюцца ў сістэму адсочвання памылак Open Food Facts, каб можна было іх выправіць і, такім чынам, палепшыць праграму.
cs: Pokud je tato možnost povolena, zprávy o selhání se automaticky odesílají do systému sledování chyb Open Food Facts, aby bylo možné opravit chyby a vylepšit tak aplikaci.
de: Wenn aktiviert, werden Absturzberichte automatisch an das Fehlerverfolgungssystem von Open Food Facts übermittelt, so dass Fehler behoben werden können und die App dadurch verbessert wird.
el: Όταν αυτή η επιλογή είναι ενεργοποιημένη, οι αναφορές σφαλμάτων υποβάλλονται αυτόματα στο σύστημα εντοπισμού σφαλμάτων του Open Food Facts, έτσι ώστε τα σφάλματα να μπορούν να διορθωθούν και συνεπώς να βελτιωθεί η εφαρμογή.
es: Al activarlo, los informes de errores se enviarán automáticamente al sistema de seguimiento de Open Food Facts para que podamos corregirlos y mejorar la aplicación.
fi: Kun tämä on käytössä, virheraportit lähetetään automaattisesti Open Food Factsin virheenseurantajärjestelmään, jotta vikoja voidaan korjata ja siten parantaa sovellusta.
fr: Quand ils sont activés, les rapports de plantage sont automatiquement envoyés au système de suivi des erreurs d'Open Food Facts pour améliorer l'application en corrigeant les bugs.
he: כשהאפשרות פעילה, דוחות קריסה מוגשות אוטומטית למערכת מעקב השגיאות של Open Food Facts, כדי שניתן יהיה לתקן תקלות ובכך לשפר את היישומון.
id: Saat diaktikan, laporan kerusakan secara otomatis dikirimkan ke sistem pelacakan kesalahan OpenFoodFacts, sehingga bug dapat diperbaiki sehingga dapat meningkatkan aplikasi.
it: Quando abilitato, i rapporti sugli arresti anomali vengono inviati automaticamente al sistema di monitoraggio degli errori di Open Food Facts, così che i bug possano essere risolti e dunque che l'app possa essere migliorata.
ko: 활성화되면 충돌 보고서가 Open Food Facts의 오류 추적 시스템에 자동으로 제출되므로 버그를 수정하여 앱을 개선할 수 있습니다.
nl: Indien ingeschakeld, worden crashrapporten automatisch verzonden naar het foutenopvolgsysteem van Open Food Facts, zodat bugs kunnen worden verholpen en zo de app kan worden verbeterd.
pt: Quando ativado, os relatórios de falhas são automaticamente enviados para o sistema de rastreio de erros do Open Food Facts, para que os erros possam ser corrigidos e assim melhorar a aplicação.
ro: Când sunt activate, rapoartele de blocare sunt trimise automat la sistemul de urmărire a erorilor Open Food Facts, astfel încât erorile să poată fi remediate și astfel să îmbunătățească aplicația.
ru: Если включено, отчеты о сбоях автоматически отправляются в систему отслеживания ошибок Open Food Facts, что позволяет исправить ошибки и тем самым улучшить приложение.
sk: Keď je táto možnosť povolená, správy o zlyhaní sa automaticky odosielajú do systému sledovania chýb Open Food Facts, aby bolo možné opraviť chyby a vylepšiť tak aplikáciu.
sl: Ko je omogočeno, se poročila o zrušitvah samodejno pošljejo v sistem za sledenje napakam Open Food Facts. Na ta način je mogoče popravljati napake in s tem, izboljšati aplikacijo.
uk: Якщо ввімкнено, звіти про збої автоматично надсилаються до системи відстеження помилок Open Food Facts, щоб можна було виправити помилки та покращити додаток таким чином.

# send_anonymous_data_toggle_title
source: Send anonymous data
bg: Изпращане на анонимни данни
ca: Enviament de dades anònimes
cs: Odeslat anonymní data
da: Indsend anonyme data
de: Anonyme Nutzungsdaten senden
el: Αποστολή ανώνυμων δεδομένων
es: Enviar datos anónimos
fi: Lähetä nimettömiä tietoja
fr: Envoyer des données anonymes
he: שליחת נתונים אלמוניים
id: Kirim data anonim
it: Invia dati anonimi
lt: Siųsti anoniminius duomenis
nl: Anoniem gegevens delen
pl: Wysyłaj anonimowe dane
pt: Enviar dados anónimos
ro: Trimiteți date anonime
ru: Отправлять анонимные данные
sk: Posielajte anonymné údaje
sl: Pošlji anonimne podatke
sv: Skicka anonym data
tr: Anonim veri gönder
uk: Надішліть анонімні дані
vi: Gửi dữ liệu ẩn danh
zh: 发送匿名数据

# send_anonymous_data_toggle_subtitle
source: When enabled, some anonymous information regarding app usage will be sent to the Open Food Facts servers, so that we can understand how and how much features are used in order to improve them.
cs: Pokud je povoleno, některé anonymní informace o používání aplikace a jejích funkcích budou odeslány na server Open Food Facts, abychom mohli aplikaci dále vylepšovat.
de: Wenn aktiviert, werden einige anonyme Informationen über die App-Nutzung an die Server von Open Food Facts gesendet, damit wir verstehen können, wie und wie häufig einzelne Funktionen genutzt werden, um diese zu verbessern.
el: Όταν αυτή η επιλογή είναι ενεργοποιημένη, ορισμένες ανώνυμες πληροφορίες σχετικά με τη χρήση της εφαρμογής θα αποστέλλονται στους διακομιστές του Open Food Facts, ώστε να μπορούμε να κατανοήσουμε πώς και πόσες λειτουργίες χρησιμοποιούνται με σκοπό τη βελτίωσή τους.
es: Al activarlo, se enviarán algunos datos sobre el uso de la aplicación a los servidores de Open Food Facts para que podamos entender cómo y cuánto se utiliza cada función y así poder mejorarlas.
fi: Kun tämä on käytössä, Open Food Facts -palvelimille lähetetään anonyymejä tietoja sovellusten käytöstä, jotta voimme ymmärtää, kuinka ja kuinka paljon ominaisuuksia käytetään niiden parantamiseksi.
fr: Lorsque cette option est activée, certaines informations anonymes concernant l'utilisation de l'application seront envoyées aux serveurs Open Food Facts pour que nous puissions comprendre comment et combien de fonctionnalités sont utilisées afin de les améliorer.
he: כאשר האפשרות פעילה, יישלח מידע אלמוני כלשהו בנוגע ליישומון אל השרתים של Open Food Facts כדי שנוכל להבין איך וכמה תכונות נמצאות בשימוש כדי לשפר אותן.
id: Saat diaktifkan, beberapa informasi anonim terkait penggunaan aplikasi akan dikirimkan ke peladen OpenFoodFacts, sehingga kami dapat memahami bagaimana dan berapa banyak fitur digunakan untuk meningkatkannya.
it: Quando abilitato, alcune informazioni anonime relative all'utilizzo dell'app saranno inviate ai server di Open Food Facts, in modo che possiamo comprendere come e quante funzionalità vengono utilizzate, così da migliorarle.
nl: Indien ingeschakeld, wordt anonieme informatie over app-gebruik naar de Open Food Facts-servers gestuurd, zodat we kunnen begrijpen hoe en welke functies worden gebruikt, zodat we de app kunnen verbeteren.
pt: Quando ativado, algumas informações anónimas relativas à utilização da aplicação serão enviadas para os servidores do Open Food Facts, para que possamos compreender como e em que medida as funcionalidades são utilizadas, por forma a melhorá-las.
ro: Când este activată, unele informații anonime privind utilizarea aplicației vor fi trimise către serverele Open Food Facts, astfel încât să putem înțelege cum și cât de mult sunt utilizate funcțiile pentru a le îmbunătăți.
ru: Если включено, некоторые анонимные данные об использовании приложения будут отправлена на серверы Open Food Facts, чтобы мы могли понять, как и сколько функций используется, для их улучшения.
sk: Keď je táto možnosť povolená, na servery Open Food Facts sa budú odosielať niektoré anonymné informácie o používaní aplikácie, aby sme pochopili, ako a koľko funkcií sa používa na ich zlepšenie.
sl: Ko je omogočeno, bodo nekateri anonimni podatki o uporabi poslani strežnikom Open Food Facts, da bomo lahko lažje razumeli, kako in koliko funkcij se uporablja za njihovo izboljšanje.
uk: При активації додатку, певна анонімна інформація про використання додатку буде відправлена на сервери Open Food Facts, щоб ми мали змогу зрозуміти, як і в якому обсязі використовуються функції для їх покращення.

# product_edit_photo_title
source: Edit Photo
ar: حرر الصورة
bg: Редактиране на снимка
ca: Editar foto
cs: Upravit obrázek
da: Redigér foto
de: Foto bearbeiten
el: Επεξεργασία Φωτογραφίας
es: Editar foto
fi: Muokkaa kuvaa
fr: Modifier la photo
he: עריכת תמונה
id: Sunting Foto
it: Modifica Foto
ko: 사진 편집
lt: Redaguoti nuotrauką
nl: Foto bewerken
pl: Edytuj zdjęcie
pt: Editar foto
ro: Editare fotografie
ru: Редактировать фото
sk: Upraviť fotografiu
sv: Redigera foto
tr: Fotoğrafı Düzenle
uk: Редагувати світлину
vi: Chỉnh sửa ảnh
zh: 编辑照片

# permission_photo_error
source: Error
ar: خطأ
bg: Грешка
cs: Chyba
da: Fejlmelding
de: Fehler
fi: Virhe
fr: Erreur
he: שגיאה
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
lt: Klaida
nl: Foutmelding
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sl: Napaka
sv: Fel
tr: Hata
uk: Помилка
vi: Lỗi
zh: 错误

# permission_photo_denied_title
source: Allow camera use to scan barcodes
ar: السماح باستخدام الكاميرا لمسح الباركود
be: Дазволіць выкарыстанне камеры для сканавання штрых-кодаў
bg: Разреши използването на камерата за да сканираш баркодове
ca: Permeteu l'ús de la càmera per escanejar codis de barres
cs: Povolit použití fotoaparátu ke skenování čárových kódů
da: Tillad kameraadgang for stregkodeskanning
de: Erlauben Sie die Verwendung der Kamera zum Scannen von Barcodes
el: Να επιτρέπεται η χρήση κάμερας για σάρωση barcodes
es: Permitir el uso de la cámara para escanear códigos de barras
fi: Salli kameran käyttö, jotta viivakoodeja voidaan lukea
fr: Autoriser l'utilisation de l'appareil photo pour scanner les codes-barres
he: לאפשר למצלמה לסרוק ברקודים
id: Izinkan penggunaan kamera untuk memindai kode batang
it: Consenti l'uso della fotocamera per scansionare i codici a barre
ja: カメラによるバーコードのスキャンを許可する
ko: 카메라를 사용하여 바코드를 스캔하도록 허용
lt: Leisti naudoti fotoaparatą brūkšniniams kodams nuskaityti
nl: Sta het gebruik van de camera toe om streepjescodes te scannen
pl: Zezwalaj na używanie aparatu do skanowania kodów kreskowych
pt: Permitir o uso da câmara para digitalizar códigos de barras
ro: Permiteți utilizarea camerei pentru a scana coduri de bare
ru: Разрешите использование камеры для сканирования штрихкодов
sk: Povoliť používanie fotoaparátu na skenovanie čiarových kódov
sl: Dovoli uporabo kamere za skeniranje črtnih kod
sv: Tillåt kameraanvändning för att skanna streckkoder
tr: Barkodları taramak için kamera kullanımına izin verin
uk: Дозволити використання камери для сканування штрих-кодів
vi: Cho phép sử dụng máy ảnh để quét mã vạch
zh: 允许使用照相机扫描条码
