Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# edit_photo_select_existing_downloaded_none
source: There are no images previously uploaded related to this product.
bg: Няма качени снимки, свързани с този продукт.
ca: No hi ha imatges carregades anteriorment relacionades amb aquest producte.
cs: Neexistují žádné dříve nahrané obrázky související s tímto produktem.
da: Der er ingen tidligere uploadet fotos relateret til dette produkt.
de: Zu diesem Produkt wurden noch keine Fotos hochgeladen.
es: No existen imágenes anteriores relacionadas con este producto.
fi: Tähän tuotteeseen liittyviä kuvia ei löydy.
fr: Il n'y a pas de photos précédemment téléchargées liées à ce produit.
he: אין תמונות שהועלו בעבר וקשורות למוצר הזה.
id: Tidak ada gambar yang pernah diunggah sebelumnya terkait dengan produk ini.
it: Non è presente alcuna immagine caricata precedentemente, correlata a questo prodotto.
ja: この製品に関連する、過去にアップロードされた画像はありません。
lt: Nėraanksčiau įkeltų vaizdų, susijusių su šiuo produktu.
nl: Er zijn geen eerder geüploade afbeeldingen met betrekking tot dit product.
pl: Nie przesłano jeszcze żadnych zdjęć powiązanych z tym produktem.
pt: Não há imagens previamente enviadas relacionadas com este produto.
ro: Nu există imagini încărcate anterior legate de acest produs.
sk: Neexistujú žiadne predtým nahrané obrázky súvisiace s týmto produktom.
tr: Bu ürünle ilgili daha önce yüklenmiş görsel bulunmamaktadır.
uk: Немає раніше завантажених зображень, пов’язаних із цим продуктом.
vi: Không có hình ảnh nào được tải lên trước đây liên quan đến sản phẩm này.
zh: 没有以前上传的与此产品相关的图像。

# edit_photo_language_not_this_one
source: No image in that language yet
bg: Все още няма изображение на този език
ca: Encara no hi ha imatge en aquest idioma
cs: V tomto jazyce zatím není žádný obrázek
da: Intet foto på det sprog endnu
de: Noch keine Abbildung in dieser Sprache
es: No hay imágenes en ese idioma
fi: Ei kuvaa kyseisellä kielellä
fr: Pas encore d'image dans cette langue
he: אין תמונות בשפה הזאת עדיין
id: Belum ada gambar dalam bahasa tersebut
it: Ancora nessuna immagine in quella lingua
ja: その言語にはまだ画像がありません
lt: Dar nėra vaizdo ta kalba
nl: Nog geen afbeelding in die taal
pl: Nie ma jeszcze obrazu w tym języku
pt: Ainda não existem imagens nesse idioma
ro: Nicio imagine încă în limba respectivă
sk: Zatiaľ žiadny obrázok v tomto jazyku
tr: Henüz o dilde resim yok
uk: Ще немає зображення цією мовою
zh: 暂无该语言的图像

# edit_photo_language_none
source: No image yet
bg: Все още няма изображение
ca: Encara no hi ha imatge
cs: Zatím žádný obrázek
da: Intet foto endnu
de: Noch keine Abbildungen verfügbar
es: Todavía no hay imágenes
fi: Ei kuvaa
fr: Pas encore d'image
he: אין תמונות עדיין
id: Belum ada gambar
it: Ancora nessuna immagine
ja: 画像はまだありません
lt: Vaizdo dar nėra
nl: Nog geen afbeeldingen
pl: Jeszcze nie ma obrazu
pt: Ainda sem imagem
ro: Nicio imagine încă
sk: Zatiaľ žiadny obrázok
tr: Henüz resim yok
uk: Ще немає зображення
zh: 暂无图像

# category_picker_screen_title
source: Categories
ar: الفئات
be: Катэгорыі
bg: Категории
cs: Kategorie
da: Kategorier
de: Kategorien
el: Κατηγορίες
es: Categorías
fi: Tuoteluokat
fr: Catégories
he: קטגוריות
id: Kategori
it: Categorie
ja: カテゴリー
ko: 카테고리
lt: Kategorijos
nl: Categorieën
pl: Kategorie
pt: Categorias
ro: Categorii
ru: Категории
sk: Kategórie
sl: Kategorije
sv: Kategorier
tr: Kategoriler
uk: Категорії
vi: Thể loại
zh: 類別

source: Basic Details
be: Асноўныя звесткі
bg: Основни подробности
ca: Detalls bàsics
cs: Základní detaily
da: Basisoplysninger
de: Allgemeine Details
el: Βασικές Πληροφορίες
es: Detalles básicos
fi: Perustiedot
fr: Détails de base
he: פרטים בסיסיים
id: Informasi Dasar
it: Dettagli di base
ja: 基本情報
ko: 기본 정보
lt: Pagrindinės detalės
nl: Basisgegevens
pl: Podstawowe informacje
pt: Detalhes básicos
ro: Informații de bază
ru: Основные сведения
sk: Základné detaily
sl: Osnovni podatki
tr: Temel bilgiler
uk: Основні деталі
vi: Thông tin chi tiết cơ bản
zh: 基本信息

source: Product Name
be: Назва прадукту
bg: Име на продукта
ca: Nom del producte
cs: Název produktu
da: Produktnavn
de: Produktname
el: Όνομα Προϊόντος
es: Nombre del producto
fi: Tuotteen nimi
fr: Nom du produit
he: שם המוצר
id: Nama Produk
it: Nome del prodotto
ja: 製品名
ko: 상품 이름
lt: Produkto pavadinimas
nl: Productnaam
pl: Nazwa Produktu
pt: Nome do produto
ro: Numele produsului
ru: Название продукта
sk: Názov produktu
sl: Ime izdelka
tr: Ürün adı
uk: Назва продукту
vi: Tên sản phẩm
zh: 产品名称

# add_basic_details_product_name_error
source: Please enter the product name
be: Калі ласка, увядзіце назву прадукту
bg: Моля, въведи името на продукта
ca: Si us plau, introduïu el nom del producte
cs: Zadejte název produktu
da: Angiv produktnavnet
de: Bitte den Produktnamen eingeben
el: Παρακαλώ εισάγετε το όνομα του προϊόντος
es: Por favor, introduce el nombre del producto
fi: Syötä tuotteen nimi
fr: Veuillez saisir le nom du produit
he: נא למלא את שם המוצר
id: Harap masukkan nama produk
it: Si prega di inserire il nome del prodotto
ja: 製品名を入力してください
ko: 상품 이름을 입력하세요
lt: Įveskite produkto pavadinimą
nl: Voer de productnaam in
pl: Wprowadź, proszę, nazwę produktu
pt: Introduza o nome do produto
ro: Vă rugăm să introduceți numele produsului
ru: Пожалуйста, введите название продукта
sk: Prosím, zadajte názov produktu.
sl: Prosimo, vnesite ime izdelka
tr: Lütfen ürün adı girin
uk: Будь ласка, введіть назву продукту
vi: Vui lòng nhập tên sản phẩm
zh: 请输入产品名称

source: Brand name
be: Назва брэнда
bg: Марка
ca: Nom de la marca
cs: Název značky
da: Mærkenavn
de: Markenname
el: Μάρκα
es: Nombre de la marca
fi: Merkki
fr: Marque
he: שם המותג
id: Nama merek
it: Nome del marchio
ja: ブランド名
ko: 브랜드 이름
lt: Prekinio ženklo pavadinimas
nl: Merknaam
pl: Nazwa marki
pt: Nome da marca
ro: Denumirea mărcii
ru: Бренд
sk: Názov značky
sl: Blagovna znamka
tr: Marka adı
uk: Назва бренду
vi: Tên thương hiệu
zh: 品牌

# add_basic_details_brand_name_error
source: Please enter the brand name
be: Калі ласка, увядзіце назву брэнда
bg: Моля, въведи името на марката
ca: Si us plau, introduïu el nom de la marca
cs: Zadejte název značky
da: Angiv mærkenavnet
de: Bitte den Markennamen eingeben
el: Παρακαλώ εισάγετε το όνομα της μάρκας
es: Por favor, introduce el nombre de la marca
fi: Syötä merkki
fr: Veuillez saisir la marque
he: נא למלא את שם המותג
id: Harap masukkan nama merek
it: Si prega d'inserire il nome della marca
ja: ブランド名を入力してください
ko: 브랜드 이름을 입력하세요
lt: Įveskite prekės ženklo pavadinimą
nl: Vul a.u.b. de merknaam in
pl: Wprowadź, proszę, nazwę marki
pt: Introduza o nome da marca
ro: Vă rugăm să introduceți numele mărcii
ru: Пожалуйста, введите название бренда
sk: Zadajte názov značky
sl: Vnesite blagovno znamko
tr: Lütfen marka adını girin
uk: Будь ласка, введіть назву бренду
vi: Vui lòng nhập tên thương hiệu
zh: 请输入品牌名称

# quantity
source: Quantity and weight
be: Колькасць і вага
bg: Количество и тегло
ca: Quantitat i pes
cs: Množství a hmotnost
da: Mængde og vægt
de: Menge und Gewicht
el: Ποσότητα και βάρος
es: Cantidad y peso
fi: Määrä ja paino
fr: Quantité et poids
he: כמות ומשקל
id: Kuantitas dan berat
it: Quantità e peso
ja: 数量と重量
ko: 수량 및 무게
lt: Kiekis ir svoris
nl: Hoeveelheid en gewicht
pl: Ilość i waga
pt: Quantidade e peso
ro: Cantitatea și greutatea
ru: Количество и вес
sk: Množstvo a hmotnosť
sl: Količina in teža
tr: Miktar ve ağırlık
uk: Кількість і вага
vi: Số lượng và cân nặng
zh: 数量和重量

source: Barcode
ar: الرمز الشريطي
be: Штрых-код
bg: Баркод
ca: Codi de barres
cs: Čárový kód
da: Stregkode
de: Strichcode
es: Código de barras
fi: Viivakoodi
fr: Code-barres
he: ברקוד
id: Kode batang
it: Codice a Barre
ja: バーコード
ko: 바코드
lt: Barkodas
nl: Streepjescode
pl: Kod kreskowy
pt: Código de barras
ro: Cod de bare
ru: Штрих-код
sk: Čiarový kód
sl: Črtna koda
sv: Streckkod
tr: Barkod
uk: Код товару
vi: Mã vạch
zh: 條碼

source: Barcode: {barcode}
be: Штрых-код: {barcode}
bg: Баркод: {barcode}
ca: Codi de barres: {barcode}
cs: Čárový kód: {barcode}
da: Stregkode: {barcode}
de: Strichcode: {barcode}
es: Código de barras: {barcode}
fi: Viivakoodi: {barcode}
fr: Code-barres : {barcode}
he: ברקוד: {barcode}
id: Kode batang: {barcode}
it: Codice a barre: {barcode}
ja: バーコード： {barcode}
ko: 바코드: {barcode}
lt: Brūkšninis kodas: {barcode}
nl: Streepjescode: {barcode}
pl: Kod kreskowy: {barcode}
pt: Código de barras: {barcode}
ro: Cod de bare: {barcode}
ru: Штрихкод: {barcode}
sk: Čiarový kód: {barcode}
sl: Črtna koda: {barcode}
tr: Barkod: {barcode}
uk: Штрих-код: {barcode}
vi: Mã vạch: {barcode}
zh: 条码: {barcode}

# barcode_invalid_error
source: Invalid barcode
bg: Невалиден баркод
ca: Codi de barres invàlid
cs: Neplatný čárový kód
da: Ugyldig stregkode
de: Strichcode ungültig
es: Código de barras no válido
fi: Virheellinen viivakoodi
fr: Code-barres invalide
he: ברקוד שגוי
id: Kode batang tidak valid
it: Codice a barre non valido
ja: 無効なバーコード
ko: 잘못된 바코드
lt: Netinkamas brūkšninis kodas
nl: Ongeldige barcode
pl: Nieprawidłowy kod kreskowy
pt: Código de barras inválido
ro: Cod de bare nevalid
ru: Неверный штрихкод
sk: Neplatný čiarový kód
sl: Neveljavna črtna koda
sv: Ogiltig streckkod
tr: Geçersiz barkod
uk: Штрих-код не є дійсним
vi: Mã vạch không hợp lệ
zh: 无效的条形码

# basic_details_add_success
source: Basic details added successfully
ar: Basic details added succesfully
be: Асноўныя звесткі дададзены
bg: Основните подробности са добавени успешно
ca: Els detalls bàsics s'han afegit correctament
cs: Základní údaje byly úspěšně přidány
da: Basisoplysninger tilføjet
de: Allgemeine Details erfolgreich hinzugefügt
el: Οι βασικές λεπτομέρειες προστέθηκαν με επιτυχία
es: Detalles básicos añadidos con éxito
fi: Perustiedot lisätty onnistuneesti
fr: Informations de base ajoutées avec succès
he: פרטים בסיסיים נוספו בהצלחה
id: Detail dasar berhasil ditambahkan
it: Dettagli base aggiunti con successo
ja: 基本情報が正常に追加されました
ko: 기본 정보를 성공적으로 추가했습니다
lt: Pagrindinė informacija pridėta sėkmingai
nl: Basisgegevens succesvol toegevoegd
pl: Podstawowe informacje dodane pomyślnie
pt: Detalhes básicos adicionados com sucesso
ro: Detalii de bază adăugate cu succes
ru: Основные сведения успешно добавлены
sk: Základné podrobnosti boli úspešne pridané
sl: Osnovni podatki so bili uspešno dodani
sv: Basic details added succesfully
tr: Temel ayrıntılar başarıyla eklendi
uk: Основні деталі успішно додано
vi: Thông tin chi tiết cơ bản đã được thêm thành công
zh: 基本信息添加成功

# basic_details_add_error
source: Unable to add basic details. Please try again after some time
be: Немагчыма дадаць асноўныя звесткі. Паўтарыце спробу праз некаторы час
bg: Не може да се добавят основните подробности. Моля, опитай отново по-късно
ca: No es poden afegir detalls bàsics. Si us plau, torna-ho a provar d'aquí a un temps
cs: Nelze přidat základní podrobnosti. Zkuste to znovu po nějaké době
da: Kan ikke tilføje basisoplydninger. Forsøg igen om lidt
de: Allgemeine Details konnten nicht hinzugefügt werden. Bitte versuche es nach einiger Zeit erneut
el: Δεν είναι δυνατή η προσθήκη βασικών λεπτομερειών. Παρακαλώ προσπαθήστε ξανά μετά από κάποιο χρονικό διάστημα
es: No se han podido añadir los aspectos básicos. Vuelve a intentarlo en un rato.
fi: Perustietojen tallennus epäonnistui, yritä uudelleen myöhemmin
fr: Impossible d'ajouter les informations de base. Veuillez réessayer après un certain temps
he: לא ניתן להוסיף פרטים בסיסיים. נא לנסות שוב אחר כך
id: Tidak dapat menambahkan informasi dasar. Silakan coba lagi setelah beberapa saat
it: Impossibile aggiungere i dettagli di base. Si prega di riprovare dopo un po' di tempo
ja: 基本情報の追加に失敗しました。しばらくしてからもう一度お試しください。
ko: 기본 정보를 추가할 수 없습니다. 나중에 다시 시도해주세요
lt: Nepavyko pridėti pagrindinės informacijos. Po kurio laiko bandykite dar kartą
nl: Kan basisgegevens niet toevoegen. Probeer het later opnieuw
pl: Nie można dodać podstawowych informacji. Spróbuj ponownie za jakiś czas
pt: Não foi possível adicionar detalhes básicos. Por favor, tente novamente após algum tempo
ro: Nu se pot adăuga detalii de bază. Vă rugăm să încercați din nou după ceva timp
ru: Не удалось добавить основные сведения. Повторите попытку через некоторое время
sk: Nie je možné pridať základné podrobnosti. Skúste to znova po nejakom čase
sl: Osnovnih podatkov ni bilo mogoče dodati. Prosimo poizkusite kasneje
tr: Temel detaylar eklenemiyor. Lütfen bir süre sonra tekrar deneyin
uk: Неможливо додати основні деталі. Спробуйте ще раз через деякий час
vi: Không thể thêm thông tin chi tiết cơ bản. Vui lòng thử lại lúc khác
zh: 无法添加基本信息，请稍后再试

# clear_search
source: Clear your search
cs: Vymažte vyhledávání
da: Ryd søgning
de: Suche zurücksetzen
es: Limpiar tu búsqueda
fi: Tyhjennä haku
fr: Effacer votre recherche
he: פינוי החיפוש שלך
id: Hapus pencarian Anda
it: Cancella la tua ricerca
ja: 検索を消去
lt: Išvalyti savo paiešką
nl: Wis je zoekopdracht
pl: Wyczyść wyszukiwanie
pt: Limpar a pesquisa
ro: Ștergeți căutarea
sk: Vymažte vyhľadávanie
tr: Aramanızı temizleyin
uk: Очистити поле пошуку

# confirm_clear
source: You're about to clear your entire history: are you sure you want to continue?
ar: Do you really want to clear?
be: Вы збіраецеся ачысціць усю сваю гісторыю: упэўнены, што хочаце працягнуць?
bg: На път си да изчистиш цялата си история: сигурен ли си, че искаш да продължиш?
ca: Esteu a punt d'esborrar tot el vostre historial: esteu segurs que voleu continuar?
cs: Chystáte se vymazat celou historii: opravdu chcete pokračovat?
da: Hele historikken er ved at blive ryddet. Sikker på, at du vil fortsætte?
de: Sie sind dabei, Ihren gesamten Verlauf zu löschen: Möchten Sie wirklich fortfahren?
es: Estás a punto de eliminar todo tu historial, ¿seguro que deseas continuar?
fi: Haluatko varmasti poistaa koko historiasi?
fr: Vous êtes sur le point d'effacer tout votre historique : êtes-vous sûr de vouloir continuer ?
he: פעולה זו תרוקן את כל ההיסטוריה שלך, להמשיך?
id: Anda akan menghapus seluruh riwayat Anda: apakah Anda yakin ingin melanjutkan?
it: Stai per cancellare la tua intera cronologia: sei sicuro di voler continuare?
ja: すべての履歴をクリアしようとしています。続けますか？
ko: 전체 내역을 삭제하려고 합니다. 계속하시겠습니까?
lt: Ketinate išvalyti visą istoriją: ar tikrai norite tęsti?
nl: Je staat op het punt je hele geschiedenis te wissen: weet je zeker dat je wilt doorgaan?
pl: Zamierzasz wyczyścić całą swoją historię: czy na pewno chcesz kontynuować?
pt: Está prestes a limpar todo o seu histórico: tem a certeza que quer continuar?
ro: Sunteți pe cale să vă ștergeți întregul istoric: sunteți sigur că doriți să continuați?
ru: Вы собираетесь очистить всю вашу историю: вы уверены, что хотите продолжить?
sk: Chystáte sa vymazať celú históriu. Naozaj chcete pokračovať?
sl: You're about to delete your entire history, are you sure you want to continue?
tr: Tüm geçmişinizi temizlemek üzeresiniz: devam etmek istediğinizden emin misiniz?
uk: Ви збираєтеся очистити всю свою історію: ви впевнені, що бажаєте продовжити?
vi: Bạn sắp xóa toàn bộ lịch sử của mình: bạn có chắc muốn tiếp tục?
zh: 您即将清除整个历史记录：您确定要继续吗？

# alert_clear_selected_user_list
source: You're about to clear selected items in your history
bg: На път си да изчистиш избраните елементи от хронологията
ca: Esteu a punt d'esborrar els elements seleccionats del vostre historial
cs: Chystáte se vymazat vybrané položky ve své historii
da: Du er ved at rydde valgte emner i historikken
de: Sie sind dabei, ausgewählte Elemente in Ihrem Verlauf zu löschen
es: Estás a punto de eliminar los ítems seleccionados de tu historial.
fi: Olet poistamassa valitut kohteet historiastasi
fr: Vous êtes sur le point d'effacer les éléments sélectionnés de votre historique
he: פעולה זאת תמחק את הפריטים הנבחרים מההיסטוריה שלך
id: Anda akan menghapus item yang dipilih dari riwayat Anda
it: Stai per cancellare gli articoli selezionati nella tua cronologia
ja: 選択したアイテムを履歴から消去しようとしています
lt: Ketinate išvalyti pasirinktus elementus savo istorijoje
nl: U staat op het punt geselecteerde items in uw geschiedenis te wissen
pl: Za moment wyczyścisz wybrane przedmioty w twojej historii
pt: Está prestes a limpar os itens selecionados do seu histórico
ro: Sunteți pe cale să ștergeți elementele selectate din istoric
sk: Chystáte sa vymazať vybraté položky z histórie
tr: Geçmişinizdeki seçili öğeleri silmek üzeresiniz
uk: Ви збираєтеся очистити вибрані елементи в історії
zh: 你即将清除历史记录中选定的项目

# confirm_clear_selected_user_list
source: Are you sure you want to continue?
bg: Сигурен ли си, че искаш да продължиш?
ca: Estàs segur que vols continuar?
cs: Opravdu si přejete pokračovat?
da: Sikker på, at du vil fortsætte?
de: Möchten Sie wirklich fortfahren?
es: ¿Seguro que deseas continuar?
fi: Haluatko varmasti jatkaa?
fr: Voulez-vous vraiment continuer ?
he: להמשיך?
id: Anda yakin ingin melanjutkan?
it: Sei sicuro di voler continuare?
ja: 本当に続行しますか？
lt: Ar tikrai norite tęsti?
nl: Weet je zeker dat je door wilt gaan?
pl: Na pewno chcesz kontynuować?
pt: Tem a certeza que quer continuar?
ro: Ești sigur că vrei să continui?
sk: Ste si istý, že chcete pokračovať?
tr: Devam etmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете продовжити?
zh: 您确定要继续吗？

# alert_select_items_to_clear
source: Please select one or more items to clear
ca: Seleccioneu un o més elements per esborrar
cs: Vyberte jednu nebo více položek, které chcete vymazat
da: Vælg et eller flere emner at rydde
de: Bitte wählen Sie einen oder mehrere Punkte zum Löschen aus
es: Selecciona uno o más ítems para eliminar.
fi: Valitse yksi tai useampi poistettava kohde
fr: Veuillez sélectionner un ou plusieurs éléments à effacer
he: נא לבחור פריט אחד או יותר
id: Silakan pilih satu atau lebih item untuk dihapus
it: Sei pregato di selezionare uno o più articoli da rimuovere
ja: 削除する項目を 1 つ以上選択してください
lt: Pasirinkite vieną ar kelis elementus išvalyti
nl: Selecteer een of meer items om te wissen
pl: Proszę wybrać jeden lub więcej przedmiotów do wyczyszczenia
pt: Selecione um ou mais itens para eliminar
ro: Vă rugăm să selectați unul sau mai multe elemente pentru ștergere
sk: Vyberte jednu alebo viac položiek na vymazanie
tr: Lütfen temizlemek için bir veya daha fazla öğe seçin
uk: Виберіть один або кілька елементів для очищення
zh: 请选择一个或多个要清理的项目

# confirm_clear_user_list
source: You're about to clear this list ({name}): are you sure you want to continue?
be: Вы збіраецеся ачысціць спіс ({name}): упэўнены, што хочаце працягнуць?
bg: На път си да изчистиш този списък ({name}): сигурен ли си, че искаш да продължиш?
ca: Esteu a punt d'esborrar aquesta llista ({name}): estàs segur que vols continuar?
cs: Chystáte se vymazat tento seznam ({name}): opravdu chcete pokračovat?
da: Listen ({name}) er ved at blive ryddet. Sikker på, at du vil fortsætte?
de: Sie sind dabei, diese Liste ({name}) zu leeren: Möchten Sie wirklich fortfahren?
es: Estás a punto de eliminar esta lista ({name}), ¿seguro que deseas continuar?
fi: Haluatko varmasti tyhjentää listan {name}?
fr: Vous êtes sur le point d'effacer cette liste ({name}) : êtes-vous sûr de vouloir continuer ?
he: פעולה זו תרוקן את הרשימה הזאת ({name}), להמשיך?
id: Anda akan menghapus daftar ini ({name}): apakah Anda yakin ingin melanjutkan?
it: Stai per cancellare questo elenco ({name}): sei sicuro di voler continuare?
ja: リスト({name}) をクリアしようとしています。続けますか？
ko: 목록({name})을 비우려고 합니다. 정말로 계속하시겠습니까?
lt: Ketinate išvalyti šį sąrašą ({name}): ar tikrai norite tęsti?
nl: Je staat op het punt deze lijst ({name}) te wissen: weet je zeker dat je wilt doorgaan?
pl: Zamierzasz wyczyścić tę listę ({name}): czy na pewno chcesz kontynuować?
pt: Está prestes a limpar a lista ({name}): tem a certeza que quer continuar?
ro: Sunteți pe cale să ștergeți această listă ({name}): sunteți sigur că doriți să continuați?
tr: Bu listeyi temizlemek üzeresiniz ({name}): devam etmek istediğinizden emin misiniz?
uk: Ви збираєтеся очистити цей список ({name}): ви впевнені, що бажаєте продовжити?
vi: Bạn sắp xóa danh sách ({name}): bạn có chắc muốn tiếp tục?
zh: 您即将清除此列表 ({name})：您确定要继续吗？

# confirm_delete_user_list_title
source: Delete the list?
cs: Smazat seznam?
da: Slet listen?
de: Diese Liste löschen?
es: ¿Eliminar la lista?
fi: Poistetaanko luettelo?
fr: Supprimer la liste ?
he: למחוק את הרשימה?
id: Hapus daftar?
it: Eliminare la lista?
lt: Ištrinti sąrašą?
nl: De lijst verwijderen?
pl: Usunąć listę?
pt: Eliminar a lista?
ro: Ștergeți lista?
uk: Видалити цей список?

# confirm_delete_user_list_message
source: You're about to delete the list "{name}". Are you sure you want to continue?
cs: Chystáte se smazat seznam "{name}". Opravdu chcete pokračovat?
da: Listen "{name}" er ved at blive slettet. Sikker på, at du vil fortsætte?
de: Sie sind dabei, die Liste „{name}” zu löschen. Möchten Sie wirklich fortfahren?
es: Estás a punto de eliminar la lista «{name}», ¿seguro que deseas continuar?
fi: Olet poistamassa luetteloa "{name}". Haluatko varmasti jatkaa?
fr: Vous êtes sur le point de supprimer la liste "{name}". Êtes-vous sûr de vouloir continuer ?
he: פעולה זו תמחק את הרשימה „{name}”. להמשיך?
id: Anda akan menghapus daftar “{name}”. Apakah Anda yakin ingin melanjutkan?
it: Stai per eliminare la lista "{name}". Sei sicuro di voler continuare?
lt: Jūs ketinate ištrinti sąrašą „{name}“. Ar tikrai norite tęsti?
nl: U staat op het punt de lijst "{name}" te verwijderen. Weet u zeker dat u wilt doorgaan?
pl: Zamierzasz usunąć listę "{name}". Czy na pewno chcesz kontynuować?
pt: Está prestes a eliminar a lista "{name}". Tem a certeza de que quer continuar?
ro: Sunteți pe cale să ștergeți lista „{name}”. Sigur doriți să continuați?
uk: Ви збираєтеся видалити цей список "{name}". Ви впевнені, що бажаєте продовжити?

# confirm_delete_user_list_button
source: Yes, I confirm
cs: Ano, potvrzuji
da: Ja, jeg er sikker
de: Ja, bestätigen
es: Sí, seguro
fi: Kyllä, vahvistan
fr: Oui, je confirme
he: כן, מקובל עליי
id: Ya, saya ingin melanjutkan
it: Sì, confermo
lt: Taip, patvirtinu
nl: Ja, ik bevestig
pl: Tak, potwierdzam
pt: Sim, confirmo
ro: Da, confirm
uk: Так, я підтверджую

# importance_label
source: {name} importance: {id}
bg: {name} важност: {id}
ca: {name} importància: {id}
cs: {name} důležitosti: {id}
da: {name}-vigtighed: {id}
de: {name} Wichtigkeit: {id}
el: {name} σημασία: {id}
es: Importancia de {name}: {id}
fi: {name}:n tärkeys: {id}
he: חשיבות {name}: {id}
id: {name} pentingnya: {id}
it: {name} importanza: {id}
ja: {name} の重要度: {id}
ko: {name} 중요도: {id}
lt: {name} svarba: {id}
nl: {name} belangrijkheid: {id}
pl: Kryterium - {name}: {id}
pt: Importância de {name}: {id}
ro: {name} importanță: {id}
ru: Важность {name}: {id}
sl: {name} pomembnost: {id}
tr: {name} önemi: {id}
uk: {name} важливість: {id}
vi: {name} quan trọng: {id}
zh: {name} 重要性: {id}

# user_list_all_title
source: Lists
be: Спісы
bg: Списъци
ca: Llistes
cs: Seznamy
da: Lister
de: Listen
el: Λίστες
es: Listas
fi: Listat
fr: Listes
he: רשימות
id: Daftar
it: Elenchi
ja: リスト
ko: 목록
lt: Sąrašai
nl: Lijsten
pl: Listy
pt: Listas
ro: Liste
ru: Списки
sk: Zoznamy
sl: Seznam
tr: Listeler
uk: Списки
vi: Danh sách
zh: 列表

# user_list_all_empty
source: Create your first list
be: Стварыце свой першы спіс
bg: Създай първия си списък
ca: Creeu la vostra primera llista
cs: Vytvořte svůj první seznam
da: Opret din første liste
de: Erstellen Sie Ihre erste Liste
el: Δημιουργήστε την πρώτη σας λίστα!
es: Crea tu primera lista
fi: Luo ensimmäinen listasi
fr: Créez votre première liste !
he: כאן ניתן ליצור את הרשימה הראשונה שלך
id: Buat daftar pertama Anda
it: Crea la tua prima lista
ja: 最初のリストを作成
ko: 첫 목록 만들기
lt: Sukurkite savo pirmąjį sąrašą
nl: Maak je eerste lijst aan
pl: Utwórz pierwszą listę
pt: Crie a sua primeira lista
ro: Creați-vă prima listă
ru: Создать ваш первый список
sl: Ustvarite svoj prvi seznam!
tr: İlk listenizi oluşturun
uk: Створіть перший список
vi: Tạo danh sách sản phẩm đầu tiên
zh: 创建您的第一个列表
