Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# category
source: Filter by category
ar: فرز حسب الفئة
be: Фільтраваць па катэгорыі
bg: Филтър по категория
ca: Filtra per categoria
cs: Filtrovat podle kategorie
da: Filtrér efter kategori
de: Nach Kategorie filtern
el: Φιλτράρισμα κατά κατηγορία
es: Filtrar por categoría
fi: Suodata luokan mukaan
fr: Filtrer par catégorie
he: סינון לפי קטגוריה
hu: Kategória
id: Saring berdasarkan kategori
it: Filtra per categoria
ja: カテゴリでフィルタ
ko: 카테고리로 필터
lt: Filtruoti pagal kategoriją
nl: Filter op categorie
pl: Filtruj według kategorii
pt: Filtrar por categoria
ro: Filtrare după categorie
ru: Фильтр по категориям
sk: Filtrovať podľa kategórie
sl: Filtriraj po kategorijah
sq: Filtruar sipas kategorise
sv: Filtrera efter kategori
tr: Kategoriye göre ayır
uk: Фільтр за категорією
vi: Lọc theo danh mục
zh: 按类别筛选

# category_all
source: All
ar: الكل
be: Усе
bg: Всички
ca: Tots
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todo
fi: Kaikki
fr: Tout
he: הכול
id: Semua
it: Tutti
ja: 全て
ko: 모두
lt: Visi
nl: Alles
pl: Wszystkie
pt: Todos
ro: Toate
ru: Все
sk: Všetky
sv: Alla
tr: Hepsi
uk: Усі
vi: Tất cả
zh: 全部

source: (category search)
ar: (بحث عن فئة)
be: (пошук па катэгорыі)
bg: (търсене по категории)
ca: (cerca per categoria)
cs: (hledání kategorií)
da: (kategorisøgning)
de: (Kategoriesuche)
el: (αναζήτηση κατηγορίας)
es: (búsqueda de categorías)
fi: (luokkahaku)
fr: (recherche par catégorie)
he: (חיפוש לפי קטגוריות)
hu: (kategória keresés)
id: (pencarian kategori)
it: (ricerca per categoria)
ja: (カテゴリ検索)
ko: (카테고리 검색)
lt: (kategorijų paieška)
nl: (categorie zoeken)
pl: (wyszukiwanie kategorii)
pt: (pesquisa de categoria)
ro: (căutare pe categorii)
ru: (поиск по категории)
sk: (vyhľadávanie podľa kategórií)
sl: (iskanje po kategorijah)
sq: (kërkimi i kategorisë)
sv: (kategorisökning)
tr: (kategori arama)
uk: (пошук за категорією)
vi: (tìm kiếm danh mục)
zh: (类别搜索)

# scan
source: Products from the Scan screen
ar: مسح
be: Сканаваць
bg: Продукти от екрана за Сканиране
cs: Produkty z obrazovky skenování
de: Produkte aus dem Bildschirm „Scannen”
el: Σάρωση
es: Productos de la pantalla de escaneo
fi: Tuotteet skannausnäytöstä
fr: Produits actuellement dans l'écran de scan
hu: Beolvasás
id: Produk dari layar Pindai
it: Prodotti dalla schermata Scansione
ja: スキャン画面の製品
ko: 스캔
nl: Producten uit het scanscherm
pt: Produtos do ecrã de digitalização
ro: Produse din ecranul de scanare
ru: Scan session
sk: Produkty z obrazovky skenovania
sl: Preberi
sq: Scan
sv: Skanna
tr: Tarama ekranındaki ürünler
uk: Товари з екрана сканування

source: Scan history
bg: История на сканиранията
ca: Historial d'escaneig
cs: Historie skenování
da: Skanningshistorik
de: Scanverlauf
es: Historial de escaneo
fi: Skannaushistoria
fr: Historique des scans
he: היסטוריית סריקה
id: Riwayat pemindaian
it: Storico di scansione
ja: スキャン履歴
lt: Nuskaitymo istorija
nl: Scangeschiedenis
pl: Historia skanowania
pt: Histórico de digitalização
ro: Istoricul scanării
tr: Tarama Geçmişi
uk: Сканування історії пошуку
vi: Lịch sử quét
zh: 扫描历史记录

source: Search
ar: بحث
be: Пошук
bg: Търсене
ca: Cerca
cs: Vyhledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fi: Etsi
fr: Rechercher
he: חיפוש
hu: Keres
id: Cari
it: Cerca
ja: 検索
ko: 검색
lt: Paieška
nl: Zoeken
pl: Wyszukiwanie
pt: Procurar
ro: Caută
ru: Поиск
sk: Vyhľadať
sl: Iskanje
sv: Sök
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh: 搜尋

# tap_for_more
source: Tap to see more info…
bg: Докосни, за повече информация…
cs: Klepnutím zobrazíte více informací…
da: Tryk for flere oplysninger…
de: Antippen, um weitere Infos anzuzeigen …
es: Pulsa para ver más información…
fi: Napauta nähdäksesi lisätietoja…
fr: Appuyez pour plus d'informations…
he: מידע נוסף יופיע בנגיעה…
id: Ketuk untuk lihat info selengkapnya…
it: Tocca per visualizzare ulteriori informazioni…
ja: 詳細情報を表示するにはタップしてください…
lt: Bakstelėkite, kad pamatytumėte daugiau informacijos…
nl: Tik om meer info te zien…
pl: Kliknij, aby wyświetlić więcej informacji…
pt: Toque para mais informação…
ro: Atingeți pentru a vedea mai multe informații…
tr: Daha fazla bilgi görmek için dokunun…
uk: Натисніть, щоб побачити більше…
zh: 点击获取更多信息

source: Product
ar: نتاج
be: Прадукт
bg: Продукт
ca: Producte
cs: Produkt
da: Produkt
de: Produkt
el: Προϊόν
es: Producto
fi: Tuote
fr: Produit
he: מוצר
hu: Termék
id: Produk
it: Prodotto
ja: 製品
ko: 생성물
lt: Produktas
pl: Produkt
pt: Produto
ro: Produs
ru: Продукт
sk: Produkt
sl: Izdelek
sv: Produkt
tr: Ürün
uk: Продукт
vi: Sản phẩm
zh: 产品

source: Unknown brand
ar: علامة تجارية مجهولة
be: Брэнд невядомы
bg: Неизвестна марка
ca: Marca desconeguda
cs: Neznámá značka
da: Ukendt brand
de: Unbekannte Marke
el: Άγνωστη μάρκα
es: Marca desconocida
fi: Tuntematon tuotemerkki
fr: Marque inconnue
he: מותג לא ידוע
hu: Ismeretlen márka
id: Merek tidak dikenal
it: Marca sconosciuta
ja: 不明なブランド
ko: 알 수 없는 상표
lt: Nežinomas prekės ženklas
nl: Onbekend merk
pl: Nieznana marka
pt: Marca desconhecida
ro: Marcă necunoscută
ru: Неизвестный бренд
sk: Neznáma značka
sl: Neznana znamka
sq: Markë e panjohur
sv: Okänt varumärke
tr: Bilinmeyen marka
uk: Невідома марка
vi: Thương hiệu không xác định
zh: 未知品牌

source: Unknown product name
ar: إسم منتج غير معروف
be: Назва прадукту невядома
bg: Неразпознат продукт
ca: Nom de producte desconegut
cs: Neznámý název produktu
da: Ukendt produktnavn
de: Unbekannter Produktname
el: Άγνωστο όνομα προϊόντος
es: Nombre de producto desconocido
fi: Tuntematon tuotenimi
fr: Produit inconnu
he: שם המוצר אינו ידוע
hu: Ismeretlen terméknév
id: Nama produk tidak dikenal
it: Nome del prodotto sconosciuto
ja: 不明な製品名
ko: 알 수 없는 상품명
lt: Nežinomas produkto pavadinimas
nl: Onbekende productnaam
pl: Nieznana nazwa produktu
pt: Nome de produto desconhecido
ro: Produs cu nume necunoscut
ru: Неизвестный продукт
sk: Neznámy názov výrobku
sl: Neznano ime izdelka
sq: Emer i panjohur produkti.
sv: Okänt produktnamn
tr: Bilinmeyen ürün adı
uk: Невідомий продукт
vi: Tên sản phẩm không xác định
zh: 未知产品名称

# label_refresh
source: Refresh
ar: تحديث
be: Абнавіць
bg: Опресни
ca: Refresca
cs: Obnovit
da: Opfrisk
de: Aktualisieren
el: Ανανέωση
es: Actualizar
fi: Päivitä
fr: Actualiser
he: רענון
hu: frissítés
id: Muat ulang
it: Aggiorna
ja: 再読み込み
ko: 새로고침
lt: Atnaujinti
nl: Vernieuw
pl: Odśwież
pt: Atualizar
ro: Reîmprospătare
ru: Обновить
sk: Obnoviť
sl: Osveži
sq: Rifresko.
sv: Uppdatera
tr: Yenile
uk: Оновлення
vi: Làm mới
zh: 重新整理

source: Image
ar: الصورة
be: Выява
bg: Снимка
ca: Imatge
cs: Obrázek
da: Billed
de: Bild
el: Εικόνα
es: Imagen
fi: Kuva
he: תמונה
id: Gambar
it: Immagine
ja: 画像
ko: 이미지
lt: Vaizdas
nl: Afbeelding
pl: Zdjęcie
pt: Imagem
ro: Imagine
ru: Изображение
sk: Obrázok
sl: Slika
sq: Figura, imazhi
sv: Bild
tr: Resim
uk: Зображення
vi: Hình ảnh
zh: 图片

source: Front photo
ar: الصورة الأمامية
be: Фота спераду
bg: Снимка отпред
ca: Foto frontal
cs: Přední fotka
da: Forsidefoto
de: Foto der Vorderseite
el: Μπροστινή φωτογραφία
es: Foto frontal
fi: Tuotteen etupuoli
fr: Photo frontale
he: תמונת חזית
hu: Fénykép szemből
id: Foto depan
it: Foto frontale
ja: 正面画像
ko: 전면 사진
lt: Priekio nuotrauka
nl: Foto voorzijde
pl: Zdjęcie z przodu
pt: Foto frontal
ro: Fotografie din față
ru: Фото спереди
sk: Obrázok spredu
sl: Sprednja fotografija
sq: Fotoja ballore
sv: Framsidans foto
tr: Ön fotoğraf
uk: Фото переднього плану
vi: Ảnh mặt trước
zh: 正面照片

source: Ingredients
ar: مكونات
bg: Съставки
cs: Složení
da: Ingredienser
de: Zutaten
el: Συστατικά
es: Ingredientes
fi: Ainesosat
fr: Ingrédients
he: רכיבים
hu: Összetevők
id: bahan
it: Ingredienti
ja: 原材料
ko: 성분
lt: Sudėtis
nl: Ingrediënten
pl: Składniki
pt: Ingredientes
ro: Ingrediente
ru: Ингредиенты
sk: Ingrediencie
sl: Sestavine
sq: Përbërësit
sv: Ingredienser
tr: İçindekiler
uk: Інгредієнти
vi: Thành phần
zh: 成分

# ingredients_editing_instructions
source: Keep the original order. Indicate the percentage when specified. Separate with a comma or hyphen, use parentheses for ingredients of an ingredient, and indicate allergens between underscores.
be: Захоўвайце першапачатковы парадак. Указвайце працэнт, калі ён пазначаны. Радзяляйце коскай або злучком, выкарыстоўвайце круглыя дужкі для інгрэдыентаў і ўказвайце алергены паміж сімваламі падкрэслівання.
bg: Запази оригиналната подредба. Посочи процента, когато е посочен. Раздели със запетая или тире, използвай скоби за съставките на съставка и посочи алергените между долни тирета.
ca: Mantingueu l'ordre original. Indica el percentatge quan s'especifiqui. Separeu amb una coma o un guionet, feu servir parèntesis per als ingredients d'un ingredient i indiqueu els al·lèrgens entre guions baixos.
cs: Zachovejte původní řazení. Při specifikaci uveďte procento. Oddělte je čárkou nebo pomlčkou, použijte závorky pro složky přísady a označte alergeny mezi podtržítka.
da: Bevar den oprindelige rækkefølge. Angiv procentdelen, når den er angivet. Adskil med komma eller bindestreg, brug parenteser for ingredienser i en ingrediens, og angiv allergener mellem understregningstegn.
de: Behalten Sie die ursprüngliche Reihenfolge. Geben Sie, wenn angegeben, den Prozentsatz an. Trennen Sie mit einem Komma oder Bindestrich, verwenden Sie Klammern für Bestandteile einer Zutat und geben Sie Allergene zwischen Unterstrichen an.
el: Διατηρήστε την αρχική παραγγελία. Αναφέρετε το ποσοστό όταν αυτό ζητείται. Διαχωρίστε με κόμμα ή παύλα, χρησιμοποιήστε παρενθέσεις για τα συστατικά ενός συστατικού και υποδείξτε τα αλλεργιογόνα ανάμεσα σε κάτω παύλες.
es: Mantén el orden original. Indica el porcentaje cuando se especifique. Separa los ingredientes con una coma o guion, introduce entre paréntesis los componentes de un ingrediente y señala los alérgenos con guiones bajos.
fi: Pidä alkuperäinen järjestys. Ilmoita prosenttiosuus, kun kysytään. Erota pilkulla tai viivalla, käytä sulkeita ainesosien ainesosiin ja kerro allergeenitiedot alaviivoin eroteltuna.
fr: Conservez l'ordre original. Indiquer le pourcentage lorsque spécifié. Séparez par une virgule ou un trait d'union, utilisez des parenthèses pour les ingrédients d'un ingrédient et indiquez les allergènes entre tirets du bas.
he: לשמור על הסדר המקורי. יש לציין את האחוזים כשהם מופיעים. להפריד בפסיקים או מינוסים, להשתמש בסוגריים ברכיבים של רכיב ולכתוב מעוררי רגישות (אלרגנים) בין קווים תחתיים.
id: Pertahankan urutan asli. Tunjukkan persentase ketika ditentukan. Pisah dengan koma atau tanda hubung, gunakan tanda kurung untuk bahan dari bahan, dan tunjukkan alergen di antara garis bawah.
it: Mantieni l'ordine originale. Indica la percentuale quando specificato. Separa con una virgola o un trattino, usa le parentesi per gli ingredienti di un ingrediente e indica gli allergeni tra trattini bassi.
ja: 元の順序のままにしてください。パーセンテージが明示されている場合、明記してください。コンマまたはハイフンで区切り、複合原材料は括弧で囲み、アレルギー物質はアンダースコアで囲ってください。
ko: 원래의 순서를 지켜라. 지정된 경우 백분율을 나타냅니다. 쉼표나 하이픈으로 구분하고, 성분에 괄호를 사용하고, 밑줄 사이에 알레르기 정보를 표시합니다.
lt: Išsaugokite originalų eiliškumą. Įveskite procentus jei nurodyta. Atskirkite kableliu arba brūkšneliu, naudokite skliaustus ingrediento sudedamosioms dalims, o apatiniais brūkšniais nurodykite alergenus.
nl: Bewaar de originele volgorde. Vermeld het percentage indien gespecificeerd. Scheid met een komma of koppelteken, gebruik haakjes voor ingrediënten van een ingrediënt en geef allergenen aan tussen onderstrepingstekens.
pl: Zachowaj pierwotną kolejność. Wskaż wartości procentowe, gdy są określone. Oddziel je przecinkiem lub myślnikiem, użyj nawiasów dla elementów składowych danego składnika i wskaż alergeny między podkreślnikami.
pt: Mantenha a ordem original. Indique a percentagem quando especificada. Separe com uma vírgula ou hífen, use parênteses para ingredientes de um ingrediente e indique alergénios entre _traços sublinhados_.
ro: Păstrați ordinea originală. Indicați procentajul atunci când este specificat. Separați cu virgulă sau cratimă, utilizați paranteze pentru ingredientele unui ingredient și indicați alergenii între sublinieri.
ru: Сохраняйте первоначальный порядок. Укажите процент, если он указан. Разделяйте запятой или дефисом, используйте круглые скобки для ингредиентов и указывайте аллергены между символами подчеркивания.
sl: Ohranite prvotni vrstni red. Navedite odstotek, kjer je to mogoče. Ločite z vejico ali vezajem, uporabite oklepaje za sestavine izdelka in navedite alergene med podčrtaji.
sv: Behåll den ursprungliga ordningen. Ange procenttalet när det anges. Separera med ett kommatecken eller bindestreck, använd parenteser för ingredienser i en ingrediens och ange allergener mellan understreck.
tr: Orijinal düzeni koruyun. Belirtildiğinde yüzdeyi belirtin. Virgül veya kısa çizgi ile ayırın, bir bileşenin bileşenleri için parantez kullanın ve alerjenleri alt çizgiler arasında belirtin.
uk: Зберігайте оригінальне замовлення. Укажіть відсоток, якщо зазначено. Розділяйте комами або дефісом, використовуйте дужки для інгредієнтів інгредієнта та вказуйте алергени між підкресленням.
vi: Giữ thứ tự ban đầu. Cho biết tỷ lệ phần trăm khi được chỉ định. Phân tách bằng dấu phẩy hoặc dấu gạch ngang, sử dụng dấu ngoặc đơn cho các thành phần của một thành phần và chỉ ra chất gây dị ứng giữa các dấu gạch dưới.
zh: 保留原顺序。指定时显示百分比。使用逗号或连字符分隔，用括号将配料表的成分括起来，并用下划线标出过敏原。

# ingredients_editing_error
source: Failed to save the ingredients.
ar: فشل في حفظ المكونات.
be: Не ўдалося захаваць інгрэдыенты.
bg: Неуспешно запазване на съставките.
ca: No s'han pogut desar els ingredients.
cs: Ingredience se nepodařilo uložit.
da: Mislykkedes at gemme ingredienser.
de: Die Zutaten konnten nicht gespeichert werden.
el: Απέτυχε η αποθήκευση του συστατικού.
es: Error al guardar los ingredientes.
fi: Ainesosalistan tallennus epäonnistui.
fr: Échec de l’enregistrement des ingrédients.
he: שמירת הרכיבים נכשלה.
id: Gagal menyimpan komposisi.
it: Impossibile salvare gli ingredienti.
ja: 原材料を保存できませんでした。
ko: 재료를 저장하지 못했습니다.
lt: Nepavyko išsaugoti ingredientų.
nl: Kan de ingrediënten niet opslaan.
pl: Nie udało się zapisać składników.
pt: Falha ao salvar os ingredientes.
ro: Salvarea ingredientelor nu a reușit.
ru: Не удалось сохранить ингредиенты.
sk: Nepodarilo sa uložiť prísady.
sl: Sestavin ni mogoče shraniti.
sv: Det gick inte att spara ingredienserna.
tr: Malzemeler kaydedilemedi.
uk: Не вдалося зберегти інгредієнти.
vi: Không thể lưu các thành phần.
zh: 未能保存配料表。

# ingredients_editing_image_error
source: Failed to get a new ingredients image.
ar: فشل الحصول على صورة جديدة للمكونات.
be: Не ўдалося атрымаць выяву новых інгрэдыентаў.
bg: Неуспешно получаване на новата снимка на съставките.
ca: No s'ha pogut obtenir una nova imatge dels ingredients.
cs: Nepodařilo se získat nový obrázek ingrediencí.
da: Mislykkedes at hente nyt ingrediensfoto.
de: Fehler beim Abrufen eines neuen Zutatenbildes.
el: Αποτυχία λήψης νέας εικόνας συστατικών.
es: No se ha podido obtener una nueva imagen de los ingredientes.
fi: Ainesosakuvan lataus epäonnistui.
fr: Échec de l'obtention d'une nouvelle image d'ingrédients.
he: קבלת תמונת הרכיבים החדשה נכשלה.
id: Gagal untuk mendapatkan gambar bahan baru.
it: Impossibile ottenere una nuova immagine degli ingredienti.
ja: 新しい原材料画像を取得できませんでした。
ko: 새로운 재료 이미지를 가져오지 못했습니다.
lt: Nepavyko gauti naujo ingredientų nuotraukos.
nl: Kan geen afbeelding voor nieuwe ingrediënten ophalen.
pl: Nie udało się uzyskać nowego obrazu składników.
pt: Falha ao obter uma nova imagem de ingredientes.
ro: Nu s-a putut obține o imagine nouă a ingredientelor.
ru: Не удалось получить изображение нового ингредиента.
sl: Slike sestavin ni bilo mogoče shraniti.
sv: Det gick inte att hämta en ny ingrediensbild.
tr: Yeni malzeme görüntüsü alınamadı.
uk: Не вдалося отримати зображення нових інгредієнтів.
vi: Không lấy được hình ảnh nguyên liệu mới.
zh: 未能获取配料表图像。

# ingredients_editing_title
source: Edit Ingredients
ar: تعديل المكونات
be: Рэдагаваць інгрэдыенты
bg: Редактиране на съставките
ca: Edita els ingredients
cs: Upravit ingredience
da: Redigér ingredienser
de: Zutaten bearbeiten
el: Επεξεργασία Συστατικών
es: Editar ingredientes
fi: Muokkaa ainesosia
fr: Modifier les ingrédients
he: עריכת רכיבים
id: Sunting Komposisi
it: Modifica ingredienti
ja: 原材料を編集
ko: 재료 수정
lt: Redaguoti sudėtį
nl: Ingrediënten bewerken
pl: Edytuj składniki
pt: Editar ingredientes
ro: Editați ingredientele
ru: Изменить ингредиенты
sk: Upraviť prísady
sl: Uredite sestavine
sv: Redigera ingredienser
tr: Malzemeleri Düzenle
uk: Редагувати інгредієнти
vi: Chỉnh sửa nguyên liệu
zh: 编辑配料表

source: Ingredients photo
ar: صورة المكونات
be: Фота інгрэдыентаў
bg: Снимка на съставките
ca: Foto dels ingredients
cs: Fotografie ingrediencí
da: Ingrediensfoto
de: Foto der Zutatenliste
el: Φωτογραφία συστατικών
es: Foto de los ingredientes
fi: Ainesosakuva
fr: Photo des ingrédients
he: תמונת רכיבים
hu: Összetevők fényképe
id: Foto kandungan bahan
it: Foto degli ingredienti
ja: 原材料の画像
ko: 재료 사진
lt: Sudėties nuotrauka
nl: Ingrediënten foto
pl: Zdjęcie listy składników
pt: Foto de ingredientes
ro: Foto ingrediente
ru: Фото состава
sk: Fotografia ingrediencií
sl: Slike sestavin
sq: Foto e perberesve
sv: Foto på ingredienser
tr: İçindekiler fotoğarafı
uk: Фото інгредієнтів
vi: Ảnh chụp thành phần
zh: 原料的照片
