Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# dev_preferences_export_history_progress_error
source: exception
be: выключэнне
bg: изключение
ca: excepció
cs: výjimka
da: undtagelse
de: ausnahme
el: εξαίρεση
es: excepción
fi: poikkeama
he: חריגה
id: pengecualian
it: eccezione
ja: エラー
ko: 예외
lt: išimtis
nl: Uitzondering
pl: wyjątek
pt: exceção
ro: excepție
sl: izjema
tr: istisna
uk: виняток
vi: ngoại lệ
zh: 异常

# dev_preferences_export_history_progress_found
source: product found
be: прадукт знойдзены
bg: намерен продукт
ca: producte trobat
cs: produkt nalezen
da: produkt fundet
de: artikel gefunden
el: το προϊόν βρέθηκε
es: producto encontrado
fi: tuote löytyi
fr: produit trouvé
he: המוצר נמצא
id: produk ditemukan
it: prodotto trovato
ja: 製品が見つかりました
ko: 상품 찾음
lt: rastas produktas
nl: product gevonden
pl: znaleziono produkt
pt: produto encontrado
ro: Produs găsit
sl: izdelek je bil najden
tr: ürün bulundu
uk: продукт знайдено
vi: tìm thấy sản phẩm
zh: 找到产品

# dev_preferences_export_history_progress_not_found
source: product NOT found
be: прадукт НЕ знойдзены
bg: продуктът НЕ е намерен
ca: producte NO trobat
cs: produkt nenalezen
da: produkt IKKE fundet
de: produkt nicht gefunden
el: το προϊόν ΔΕΝ βρέθηκε
es: producto no encontrado
fi: tuotetta EI löydy
fr: produit NON trouvé
he: המוצר לא נמצא
id: produk TIDAK ditemukan
it: prodotto NON trovato
ja: 製品が見つかりませんでした
ko: 상품 없음
lt: produkto nerasta
nl: product NIET gevonden
pl: produkt NIE został znaleziony
pt: produto NÃO encontrado
ro: Produsul NU a fost găsit
sl: izdelka ni bilo mogoče najti
tr: ürün bulunamadı
uk: продукт НЕ знайдено
vi: KHÔNG tìm thấy sản phẩm
zh: 未找到产品

# dev_preferences_export_history_dialog_title
source: Export history
be: Экспартаваць гісторыю
bg: Експортирай историята
ca: Exportació de l'historial
cs: Historie exportu
da: Eksporte historik
de: Verlauf exportieren
el: Εξαγωγή ιστορικού
es: Exportar historial
fi: Vientihistoria
fr: Exporter l'historique
he: ייצוא היסטוריה
id: Ekspor riwayat
it: Esporta cronologia
ja: 履歴をエクスポート
ko: 내보내기 기록
lt: Eksportuoti istoriją
nl: Geschiedenis exporteren
pl: Eksportuj historię
pt: Exportar histórico
ro: Istoricul exporturilor
ru: Экспортировать историю
sk: História exportu
sl: Izvozi zgodovino
tr: Geçmişi dışa aktar
uk: Експорт історії
vi: Xuất lịch sử
zh: 导出历史记录

# dev_preferences_button_negative
source: Cancel
ar: إلغاء
bg: Отмени
ca: Cancel·lar
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
id: Batalkan
it: Annulla
ja: 取消
ko: 취소
lt: Atšaukti
nl: Annuleer
pl: Anuluj
pt: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Annulera
tr: İptal
uk: Відмінити
vi: Huỷ
zh: 取消

# dev_preferences_migration_title
source: Data migration from V1
be: Перанос даных з V1
bg: Миграция на данните от V1
ca: Migració de dades des de la V1
cs: Migrace dat z V1
da: Datamigrering fra V1
de: Datenübernahme aus V1
el: Μεταφορά δεδομένων από την έκδοση V1
es: Migración de datos desde V1
fi: Tiedon siirto V1:stä
fr: Migration des données depuis la V1
he: המרת נתונים מגרסה 1
id: Migrasi data dari V1
it: Migrazione dei dati da V1
ja: V1からのデータ移行
ko: V1에서 데이터 이전
lt: Duomenų perkėlimas iš V1
nl: Gegevensmigratie van V1
pl: Migracja danych z V1
pt: Migração de dados da V1
ro: Migrarea datelor din V1
sk: Migrácia dát z V1
sl: Selitev podatkov iz V1
tr: V1'den veri aktarma
uk: Перенесення даних з V1
vi: Chuyển dữ liệu từ V1
zh: 从 V1 迁移数据

# dev_preferences_migration_status_already_done
source: success or fresh install
bg: успешно или ново инсталиране
ca: èxit o instal·lació nova
cs: úspěšná nebo čerstvá instalace
da: udført eller nyinstallation
de: Erfolg oder Neuinstallation
el: επιτυχία ή φρέσκια εγκατάσταση
es: éxito o nueva instalación
fi: onnistui tai uusi lataus
fr: succès ou nouvelle installation
he: הצלחה או התקנה מאפס
id: sukses atau pemasangan baru
it: successo o nuova installazione
ja: 成功または新規インストール
ko: 성공 / 신규 설치임
lt: sėkmė arba naujas įdiegimas
nl: succes of nieuwe installatie
pl: sukces lub nowa instalacja
pt: sucesso ou nova instalação
ro: succes sau instalare nouă
ru: успех или свежая установка
sl: uspešno ali nova namestitev
tr: başarı veya yeni yükleme
uk: успішне або нове встановлення
vi: thành công hoặc cài đặt mới
zh: 成功或全新安装

# dev_preferences_migration_status_success
source: success
bg: успешно
ca: èxit
cs: úspěch
da: udført
de: erfolgreich
el: επιτυχία
es: éxito
fi: onnistui
fr: succès
he: הצלחה
id: berhasil
it: riuscito
ja: 成功
ko: 성공
lt: pavyko
nl: geslaagd
pl: zakończono pomyślnie
pt: sucesso
ro: succes
ru: успех
sl: uspešno
tr: başarı
uk: успішно
vi: thành công
zh: 成功

# dev_preferences_migration_status_error
source: error
be: памылка
bg: грешка
cs: chyba
da: fejl
de: Fehler
el: σφάλμα
fi: virhe
fr: erreur
he: שגיאה
id: kesalahan
it: errore
ja: エラー
ko: 오류
lt: klaida
nl: fout
pl: błąd
pt: erro
ro: eroare
ru: ошибка
sk: chyba
sl: napaka
tr: hata
uk: помилка
vi: lỗi
zh: 错误

# dev_preferences_migration_status_in_progress
source: in progress
be: выконваецца
bg: в ход
ca: en curs
cs: probíhá
da: igangværende
de: in Bearbeitung
el: σε εξέλιξη
es: en curso
fi: käynnissä
fr: en cours
he: בתהליך
id: dalam proses
it: in corso
ja: 進行中
ko: 진행 중
lt: vykdoma
nl: in behandeling
pl: w toku
pt: a decorrer
ro: în curs
ru: в процессе выполнения
sk: rozpracované
sl: v teku
tr: devam ediyor
uk: в процесі
vi: đang xử lý
zh: 进行中

# dev_preferences_migration_status_required
source: required (click to start)
be: патрабуецца (націсніце, каб пачаць)
bg: задължително (щракни, за да започнеш)
ca: obligatori (feu clic per començar)
cs: vyžadováno (kliknutím spustíte)
da: krævet (klik for at starte)
de: benötigt (klicken, um zu starten)
el: απαιτείται (κάντε κλικ για έναρξη)
es: necesario (clic para comenzar)
fi: vaaditaan (aloita napauttamalla)
fr: requis (cliquez pour commencer)
he: נחוץ (ללחוץ כדי להפעיל)
id: diperlukan (klik untuk memulai)
it: richiesto (clicca per iniziare)
ja: 必要（クリックしてスタート）
ko: 필요 (시작하려면 클릭)
lt: būtina (spustelėkite norėdami pradėti)
nl: vereist (klik om te beginnen)
pl: wymagane (kliknij, aby rozpocząć)
pt: necessário (clique para começar)
ro: obligatoriu (click pentru a începe)
ru: обязательно (нажать, чтобы начать)
sk: požadované (kliknutím spustíte)
sl: zahtevano (kliknite za začetek)
tr: gerekli (başlamak için tıklayın)
uk: Необхідно (натиснути, щоб розпочати)
vi: bắt buộc (bấm để bắt đầu)
zh: 需要（点击开始）

# dev_preferences_migration_status_not_started
source: unknown
be: невядома
bg: неизвестно
ca: desconegut
cs: neznámý
da: ukendt
de: Unbekannt
el: άγνωστο
es: desconocido
fi: tuntematon
fr: inconnu
he: לא ידוע
id: tidak diketahui
it: sconosciuto
ja: 不明
ko: 알 수 없음
lt: nežinoma
nl: onbekend
pl: nieznany
pt: desconhecido
ro: necunoscut
ru: неизвестно
sk: neznámy
sl: neznano
tr: bilinmiyor
uk: невідоме
vi: không xác định
zh: 未知

# dev_preferences_import_history_subtitle
source: Will clear history and put 3 products in there
be: Ачысціць гісторыю і змесціць туды 3 прадукты
bg: Ще изчисти историята и ще сложи 3 продукта там
ca: Esborrarà l'historial i hi posarà 3 productes
cs: Vymaže historii a vloží tam 3 produkty
da: Rydder historikken og lægge 3 produkter i den
de: Wird den Verlauf löschen und 3 Produkte einfügen
el: Το ιστορικό θα σβηστεί και θα τοποθετηθούν 3 προϊόντα εκεί
es: Se limpiará el historial y se pondrán 3 productos ahí
fi: Poistaa historian ja lisää kolme tuotetta sinne
fr: Effacera l'historique et y mettra 3 produits
he: יפנה את ההיסטוריה ויציב שם 3 מוצרים
id: Akan menghapus riwayat dan menempatkan 3 produk di sana
it: Cancellerà la cronologia e inserirà 3 prodotti qui
ja: 履歴をクリアし、3つの製品を追加します
ko: 기록을 지우고 거기에 3개의 제품을 넣습니다.
lt: Išvalys istoriją ir įdės 3 produktus
nl: Zal de geschiedenis wissen en er 3 producten in plaatsen
pl: Usuwa historię wyszukiwania i wstawia w to miejsce 3 produkty
pt: Irá limpar o histórico e colocar 3 produtos nele
ro: Va șterge istoricul și va pune 3 produse acolo
sk: Vymaže históriu a vloží tam 3 produkty
sl: Počistil bo zgodovino in tam vstavil 3 izdelke
tr: Geçmişi temizleyecek ve oraya 3 ürün koyacak
uk: Очистить історію та помістіть туди 3 продукти
vi: Sẽ xóa lịch sử và thêm 3 sản phẩm mới vào
zh: 将清除历史记录并在其中放置 3 个产品

# dev_preferences_news_custom_url_title
source: Custom URL for news
de: Benutzerdefinierte URL für Nachrichten
fr: URL personnalisée pour les actualités
it: URL personalizzato per le notizie
nl: Aangepaste URL voor nieuws

# dev_preferences_news_custom_url_subtitle
source: URL of the JSON file:
de: URL der JSON-Datei:
fr: URL du fichier JSON :
it: URL del file JSON:
nl: URL van het JSON-bestand:

# dev_preferences_news_custom_url_empty_value
source: Not set
de: Nicht festgelegt
fr: Non défini
it: Non specificato
nl: Niet ingesteld

# dev_preferences_news_provider_status_subtitle
source: Last refresh: {date}
de: Letzte Aktualisierung: {date}
fr: Dernière actualisation: {date}
it: Ultimo aggiornamento: {date}
nl: Laatste vernieuwing: {date}

# prices_app_dev_mode_flag
source: Shortcut to Prices app on product page
cs: Zástupce pro aplikaci Ceny na produktové stránce
de: Verknüpfung zur Preise-App auf der Produktseite
es: Acceso directo a la aplicación Prices en la página del producto
fi: Pikakuvake Hinnat-sovellukseen tuotesivulla
fr: Raccourci vers l'application Prix sur la page produit
id: Pintasan ke aplikasi Harga di halaman produk
it: Collegamento all'app Prezzi sulla pagina del prodotto
nl: Snelkoppeling naar de Prijzen-app op de productpagina
pt: Atalho para a aplicação Preços na página do produto
sk: Odkaz na aplikáciu Ceny na stránke produktu
uk: Ярлик програми «Ціни» на сторінці продукту

# prices_app_button
source: Go to Prices app
cs: Přejít do aplikace Ceny
de: Zur Preise-App wechseln
es: Ir a la aplicación Prices
fi: Siirry Hinnat-sovellukseen
fr: Accéder à l'application Prix
id: Buka aplikasi Harga
it: Vai all'app Prezzi
nl: Ga naar de Prijzen-app
pt: Ir para a aplicação Preços
sk: Prejdite do aplikácie Ceny
uk: Перейдіть у додаток Ціни

# prices_generic_title
source: Prices
cs: Ceny
de: Preise
es: Precios
fi: Hinnat
fr: Prix
id: Harga
it: Prezzi
nl: Prijzen
pt: Preços
uk: Ціни

# prices_add_n_prices
source: {count,plural, =1{Add a price} other{App {count} prices}}
de: {count,plural, one {}=1{Preis hinzufügen} other{{count} Preise hinzufügen}}
fr: {count,plural, =1{Ajouter un prix} other{Ajouter {count} prix}}
it: {count,plural, =1{Aggiungi un prezzo} other{Aggiungi {count} prezzi}}
nl: {count,plural, one {}=1{Voeg 1 prijs toe} other{Voeg {count} prijzen toe}}

# prices_send_n_prices
source: {count,plural, =1{Send the price} other{Send {count} prices}}
de: {count,plural, one {}=1{Preis senden} other{{count} Preise senden}}
fr: {count,plural, =1{Envoyer le prix} other{Envoyer {count} prix}}
it: {count,plural, =1{Invia il prezzo} other{Invia {count} prezzi}}
nl: {count,plural, one {}=1{Verstuur 1 prijs} other{Verstuur {count} prijzen}}

# prices_add_an_item
source: Add an item
de: Ein Element hinzufügen
fr: Ajouter un article
it: Aggiungi un elemento
nl: Item toevoegen
uk: Додати елемент

# prices_add_a_price
source: Add a price
ca: Afegir un preu
cs: Přidat cenu
de: Preis hinzufügen
es: Añadir un precio
fi: Lisää hinta
fr: Ajouter un prix
id: Tambahkan harga
it: Aggiungi un prezzo
nl: Voeg een prijs toe
pt: Adicionar um preço
uk: Додати ціну

# prices_add_a_receipt
source: Add a receipt
de: Beleg hinzufügen
fr: Ajouter un ticket de caisse
it: Aggiungi una ricevuta
nl: Een ontvangstbewijs toevoegen
uk: Додати чек

# prices_add_price_tags
source: Add price tags
de: Preisschilder hinzufügen
fr: Ajouter des étiquettes de prix
it: Aggiungi prezzi
nl: Voeg prijskaartjes toe
uk: Додайте цінові бірки

# prices_barcode_search_not_found
source: Product not found
bg: Продъктът не е открит
ca: No s'ha trobat el producte
cs: Produkt nebyl nalezen
da: Produktet blev ikke fundet
de: Produkt nicht gefunden
es: Producto no encontrado
fi: Tuotetta ei löytynyt
fr: Produit introuvable
id: Produk tidak ditemukan
it: Prodotto non trovato
nl: Product niet gevonden
pt: Produto não encontrado
uk: Товар не знайдено
vi: Không tìm thấy sản phẩm

# prices_barcode_search_none_yet
source: No product yet
de: Noch kein Produkt
fr: Pas encore de produit
it: Ancora nessun prodotto
nl: Nog geen product
uk: Ще немає товару

# prices_barcode_search_running
source: Looking for {barcode}
de: Nach {barcode} suchen
fr: À la recherche de {barcode}
it: Ricerca del codice a barre {barcode}
nl: Zoeken naar {barcode}
uk: Шукаю {barcode}

# prices_barcode_reader_action
source: Barcode reader
da: Stregkodelæser
de: Barcodelesegerät
fr: Lecteur de code-barres
it: Lettore del codice a barre
nl: Streepjescodelezer
uk: Сканер штрих-коду

# prices_view_prices
source: View the prices
cs: Zobrazit ceny
de: Preise anzeigen
fr: Voir les prix
id: Lihat harga
it: Guarda i prezzi
nl: Bekijk de prijzen
pt: Ver os preços
uk: Переглянути ціни

# prices_product_accessibility_summary
source: {count,plural, =1{1 price} other{{count} prices}} for {product}
de: {count,plural, one {}=1{1 Preis} other{{count} Preise}} für {product}
it: {count,plural, =1{1 prezzo} other{{count} prezzi}} per {product}
nl: {count,plural, one {}=1{1 prijs} other{{count} prijzen}} voor {product}

# prices_list_length_one_page
source: {count,plural, =0{No price yet} =1{Only one price} other{All {count} prices}}
cs: {count,plural, =0{Zatím žádná cena} =1{Pouze 1 cena} few{Všechny {count} ceny} other{Všech {count} cen}}
de: {count,plural, =0{Noch kein Preis} =1{Nur ein Preis} other{Alle {count} Preise}}
fr: {count,plural, =0{Aucun prix} =1{Un seul prix} other{Tous les {count} prix}}
id: {count,plural, =0{Belum ada harga} =1{Hanya satu harga} other{Semua {count} harga}}
it: {count,plural, =0{Ancora nessun prezzo} =1{Solo un prezzo} other{Tutti e {count} i prezzi}}
nl: {count,plural, one {}=0{Nog geen prijs} =1{Slechts één prijs} other{Alle {count} prijzen}}
pt: {count,plural, =0{Ainda sem preço} =1{Apenas um preço} other{Todos os {count} preços}}

# prices_list_length_many_pages
source: Latest {pageSize} prices (total: {total})
cs: Posledních {pageSize} cen (celkem: {total})
de: Letzte {pageSize} Preise (insgesamt: {total})
fr: {pageSize} prix les plus récents (total : {total})
id: Harga {pageSize} terbaru (total: {total})
it: Ultimi {pageSize} prezzi (totale: {total})
nl: Laatste {pageSize} prijzen (totaal: {total})
pt: Últimos {pageSize} preços (total: {total})

# prices_entry_accessibility_label
source: Price: {price} / Store: "{location}" / Published on {date} by "{user}"
de: Preis: {price} / Laden: „{location}” / Veröffentlicht am {date} von „{user}”
it: Prezzo: {price} / Negozio: "{location}" / Pubblicato il {date} da "{user}"
nl: Prijs: {price} / Winkel: "{location}" / Gepubliceerd op {date} door "{user}"

# prices_open_user_proofs
source: Open proofs of "{user}"
de: Nachweise von „{user}” öffnen
it: Apri le prove di "{user}"
nl: Bewijzen openen van "{user}"

# prices_open_proof
source: Open price proof
de: Preisnachweis öffnen
it: Apri la prova del prezzo
nl: Prijsbewijs openen

# prices_proofs_list_length_one_page
source: {count,plural, =0{No proof yet} =1{Only one proof} other{All {count} proofs}}
de: {count,plural, one {}=0{Noch kein Nachweis} =1{Nur ein Nachweis} other{Alle {count} Nachweise}}
fr: {count,plural, =0{Aucune preuve} =1{Une seule preuve} other{Toutes les {count} preuves}}
it: {count,plural, =0{Ancora nessuna prova} =1{Solo una prova} other{Tutte e {count} le prove}}
nl: {count,plural, one {}=0{Nog geen bewijs} =1{Slechts één bewijs} other{Alle {count} bewijzen}}

# prices_proofs_list_length_many_pages
source: Latest {pageSize} proofs (total: {total})
de: Letzte {pageSize} Nachweise (insgesamt: {total})
fr: {pageSize} preuves les plus récentes (total : {total})
it: Ultime {pageSize} prove (totale: {total})
nl: Laatste {pageSize} bewijzen (totaal: {total})
uk: Останні {pageSize} докази (всього: {total})

# prices_users_list_length_many_pages
source: Top {pageSize} contributors (total: {total})
de: Die besten {pageSize} Mitwirkende (insgesamt: {total})
fr: Top {pageSize} contributeurs (total : {total})
it: Principali {pageSize} contributori (totali: {total})
nl: Top {pageSize} bijdragers (totaal: {total})
uk: Топ {pageSize} учасників (всього: {total})

# prices_amount_subtitle
source: Amount
cs: Množství
de: Betrag
fr: Montant
id: Jumlah
it: Quantità
nl: Hoeveelheid
pt: Montante
uk: Кількість

# prices_amount_is_discounted
source: Is discounted?
cs: Je zlevněné?
de: Preisreduziert?
fr: En promotion ?
id: Apakah didiskon?
it: È scontato?
nl: Wordt er korting gegeven?
pt: Está com desconto?
uk: Чи є знижка?

# prices_amount_price_normal
source: Price
ca: Preu
cs: Cena
de: Preis
es: Precio
fi: Hinta
fr: Prix
id: Harga
it: Prezzo
nl: Prijs
pt: Preço
uk: Ціна

# prices_amount_price_discounted
source: Discounted price
ca: Preu rebaixat
cs: Snížená cena
de: Reduzierter Preis
es: Precio con descuento
fi: Alennettu hinta
fr: Prix en promo
id: Harga sesudah diskon
it: Prezzo scontato
nl: Gereduceerde prijs
pt: Preço descontado
uk: Ціна зі знижкою

# prices_amount_price_not_discounted
source: Original price
cs: Původní cena
de: Ursprünglicher Preis
fr: Prix d'origine
id: Harga asli
it: Prezzo originale
nl: Oorspronkelijke prijs
pt: Preço original
uk: Початкова ціна

# prices_amount_no_product
source: One product is missing!
de: Ein Produkt fehlt!
fr: Il manque un produit !
it: Manca un prodotto!
nl: Er ontbreekt één product!
uk: Бракує одного товару!

# prices_amount_price_incorrect
source: Incorrect value
cs: Nesprávná hodnota
de: Ungültiger Wert
fr: Valeur incorrecte
id: Nilai tidak valid
it: Valore non corretto
nl: Onjuiste waarde
pt: Valor incorreto
uk: Помилкове значення

# prices_amount_price_mandatory
source: Mandatory value
cs: Povinná hodnota
de: Notwendiger Wert
fr: Valeur obligatoire
id: Nilai wajib
it: Valore obbligatorio
nl: Verplichte waarde
pt: Valor obrigatório
uk: Обов'язкове значення

# prices_currency_subtitle
source: Currency
cs: Měna
de: Währung
es: Moneda
fi: Valuutta
fr: Devise
id: Mata uang
it: Moneta
nl: Valuta
pt: Moeda

# prices_date_subtitle
source: Date
ca: Data
cs: Datum
de: Datum
es: Fecha
fi: Päivämäärä
id: Tanggal
it: Data
nl: Datum
pt: Data

# prices_location_subtitle
source: Shop
cs: Obchod
de: Laden
fr: Magasin
id: Toko
it: Negozio
nl: Winkel
pt: Loja
uk: Крамниця

# prices_location_find
source: Find a shop
cs: Najít obchod
de: Einen Laden finden
fr: Chercher un magasin
id: Temukan toko
it: Trova un negozio
nl: Zoek een winkel
pt: Encontrar uma loja

# prices_location_mandatory
source: You need to select a shop!
cs: Musíte vybrat obchod!
de: Sie müssen einen Laden auswählen!
fr: Vous devez choisir un magasin !
id: Anda harus memilih toko!
it: Devi selezionare un negozio!
nl: Je moet een winkel selecteren!
pt: Tem de selecionar uma loja!

# prices_proof_subtitle
source: Proof
ca: Prova
cs: Důkaz
de: Nachweis
es: Comprobante
fi: Todiste
fr: Preuve
id: Bukti
it: Prova
nl: Bewijs
pt: Demonstração
uk: Доказ

# prices_proof_find
source: Select a proof
cs: Vybrat důkaz
de: Wählen Sie einen Nachweis
fr: Choisir une preuve
id: Pilih bukti
it: Seleziona una prova
nl: Selecteer een bewijs
pt: Selecionar um comprovativo

# prices_proof_receipt
source: Receipt
cs: Účtenka
de: Kassenbon
es: Ticket
fi: Kuitti
fr: Ticket de caisse
id: Resi
it: Ricevuta
nl: Bon
pt: Recibo
uk: Квитанція

# prices_proof_price_tag
source: Price tag
cs: Cenovka
da: Prisskilt
de: Preisschild
es: Etiqueta de precio
fi: Hintalappu
fr: Étiquette de prix
id: Label harga
it: Etichetta del prezzo
nl: Prijskaartje
pt: Etiqueta de preço
uk: Цінник

# prices_proof_mandatory
source: You need to select a proof!
cs: Musíte vybrat důkaz!
de: Sie müssen einen Nachweis auswählen!
fr: Vous devez choisir une preuve !
id: Anda harus memilih bukti!
it: Devi selezionare una prova!
nl: Je moet een bewijs selecteren!
pt: Tem de selecionar um comprovativo!

# prices_add_validation_error
source: Validation error
cs: Chyba ověření
de: Überprüfungsfehler
fr: Erreur de validation
id: Kesalahan validasi
it: Errore di validazione
nl: Validatiefout
pt: Erro de validação

# prices_privacy_warning_title
source: Privacy warning
cs: Upozornění na soukromí
de: Datenschutzwarnung
fr: Avertissement de confidentialité
it: Avviso sulla privacy
nl: Privacywaarschuwing
uk: Попередження про конфіденційність

# prices_privacy_warning_message
source: Prices will be public, along with the store they refer to. That might allow people who know about your Open Food Facts pseudonym to: * infer in which area you live * know what you are buying If you are uneasy with that, please change your pseudonym, or create a new Open Food Facts account and log into the app with it.
cs: Ceny budou veřejné, spolu s obchodem, na který odkazují. To by mohlo umožnit lidem, kteří znají váš pseudonym Open Food Facts: * odvodit, ve které oblasti žijete * vědět, co kupujete Pokud s tím jste znepokojeni, změňte si prosím svůj pseudonym nebo si vytvořte nový účet Open Food Facts a přihlaste se pomocí něj do aplikace.
de: Die Preise werden zusammen mit dem Laden, auf den sie sich beziehen, veröffentlicht. Das könnte es Leuten, die Ihr Open Food Facts-Pseudonym kennen, ermöglichen: • Rückschlüsse auf Ihre Wohngegend ziehen • wissen, was Sie kaufen Wenn Sie damit nicht einverstanden sind, ändern Sie bitte Ihr Pseudonym oder erstellen Sie ein neues Open Food Facts-Konto und melden Sie sich damit bei der App an.
fr: Les prix seront publics, ainsi que le magasin auquel ils font référence. Cela pourrait permettre aux personnes qui connaissent votre pseudonyme Open Food Facts de : * déduire dans quelle région vous habitez * savoir ce que vous achetez Si vous êtes pas à l'aise avec cela, veuillez changer votre pseudonyme ou créer un nouveau compte Open Food Facts et vous connecter à l'application avec celui-ci.
it: I prezzi saranno pubblici, insieme al negozio a cui si riferiscono. Questo potrebbe permettere alle persone che conoscono il tuo pseudonimo di Open Food Facts di: * dedurre in quale zona vivi * sapere cosa stai comprando Se ti senti a disagio con ciò, cambia il tuo pseudonimo, oppure crea un nuovo account di Open Food Facts e accedi all'app con esso.
nl: De prijzen zijn openbaar, samen met de winkel waarnaar ze verwijzen. Hierdoor kunnen mensen die uw Open Food Facts-pseudoniem kennen het volgende doen: * afleiden in welk gebied u woont * weten wat u koopt $Als u zich daar niet prettig bij voelt, wijzig dan uw pseudoniem of maak een nieuw Open Food Facts-account aan en log daarmee in op de app.

# prices_unknown_product
source: Unknown product
cs: Neznámý produkt
de: Unbekanntes Produkt
es: Producto desconocido
fi: Tuntematon tuote
fr: Produit inconnu
id: Produk tidak diketahui
it: Prodotto sconosciuto
nl: Onbekend product
pt: Produto desconhecido
uk: Невідомий продукт

# dev_preferences_import_history_result_success
source: Done
ar: تم
bg: Готово
ca: Fet
cs: Hotovo
da: Færdiggjort
de: Fertig
es: Hecho
fi: Valmis
fr: Fait
he: בוצע
id: Selesai
it: Fatto
ja: 完了
ko: 완료
lt: Atlikta
nl: Voltooid
pl: Gotowe
pt: Concluído
ro: Terminat
ru: Готово
sk: Hotovo
sl: Opravljeno
sv: Klar
tr: Yapıldı
uk: Виконано
vi: Xong
zh: 完成

# dev_mode_section_server
source: Server configuration
de: Serverkonfiguration
fr: Configuration du serveur
it: Configurazione del server
nl: Serverconfiguratie
uk: Конфігурація сервера

# dev_mode_section_news
source: News provider configuration
de: Konfiguration des Nachrichtenanbieters
fr: Configuration du fournisseur d'actualités
it: Configurazione del fornitore di notizie
nl: Configuratie van nieuwsprovider

# dev_mode_section_product_page
source: Product page
de: Produktseite
fr: Page produit
it: Pagina del prodotto
nl: Productpagina
uk: Сторінка продукту
