Repository: openfoodfacts/smooth-app
Catalog: packages/smooth_app/lib/l10n/app_*.arb
Languages: ar, be, bg, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, lt, nl, pl, pt, ro, ru, sk, sl, sq, sv, tr, uk, vi, zh

# product_list_select
source: Select a list
bg: Избери списък
ca: Tria una llista
cs: Vyberte seznam
da: Vælg en liste
de: Wählen Sie eine Liste
es: Selecciona una lista
fi: Valitse luettelo
fr: Sélectionner une liste
he: נא לבחור רשימה
id: Pilih Daftar
it: Seleziona una lista
ja: リストを選択
lt: Pasirinkti sąrašą
nl: Selecteer een lijst
pl: Wybierz listę
pt: Selecione uma lista
ro: Selectați o listă
tr: Bir liste seçin
uk: Виберіть список
zh: 请选择一个列表

# user_list_length
source: {count,plural, =0{Empty list} =1{One product} other{{count} products}}
be: {count,plural, one {} few {{count} прадукты} many {{count} прадуктаў}=0{Пусты спіс} =1{Адзін прадукт} other{{count} прадукту}}
ca: {count,plural, =0{Llista buida} =1{Un producte} other{{count} productes}}
cs: {count,plural, =0{Prázdný seznam} =1{1 produkt} other{{count} produktů}}
da: {count,plural, =0{Tom liste} =1{Et produkt} other{{count} produkter}}
de: {count,plural, =0{Leere Liste} =1{Ein Produkt} other{{count} Produkte}}
el: {count,plural, one {} =0{Κενή λίστα} =1{Ένα προϊόν} other{{count} προϊόντα}}
es: {count,plural, =0{Lista vacía} =1{Un producto} other{{count} productos}}
fi: {count,plural, =0{Tyhjä lista} =1{Yksi tuote} other{{count} tuotetta}}
fr: {count,plural, =0{Liste vide} =1{Un produit} other{{count} produits}}
he: {count,plural, two {שני מוצרים} many {{count} מוצרים} =0{רשימה ריקה} =1{מוצר אחד} other{{count} מוצרים}}
id: {count,plural, =0{Daftar kosong} =1{Satu produk} other{{count} produk}}
it: {count,plural, =0{Lista vuota} =1{Un prodotto} other{{count} prodotti}}
ja: {count,plural, =0{空のリスト} =1{1 製品} other{{count} 製品}}
ko: {count,plural, =0{목록이 비었어요} =1{상품 1개} other{상품 {count}개}}
lt: {count,plural, =0{Tusčias sąrašas} =1{Vienas produktas} other{{count} produktų}}
nl: {count,plural, one {}=0{Lege lijst} =1{Eén product} other{{count} producten}}
pl: {count,plural, few {{count} produkty} many {{count} produktów} =0{Lista pusta} =1{Jeden produkt} other{{count} produktów}}
pt: {count,plural, =0{Lista vazia} =1{Um produto} other{{count} produtos}}
ro: {count,plural, few {{count} produse} =0{Lista goală} =1{Un singur produs} other{{count} produse}}
ru: {count,plural, =0{Пустой список} =1{Один продукт} other{{count} продукт(а/ов)}}
sl: {count,plural, =0{Prazen seznam} =1{En izdelek} other{{count} izdelek}}
tr: {count,plural, =0{Liste boş} other{{count} ürün}}
uk: {count,plural, few {{count} продукти} many {{count} продукти}=0{Порожній список} =1{Один продукт} other{{count} продукти}}
vi: {count,plural, =0{Danh sách trống} =1{Một sản phẩm} other{{count} Sản phẩm}}
zh: {count,plural, =0{空列表} =1{一款产品} other{{count} 产品}}

# add_list_label
source: Add list
be: Дадаць спіс
bg: Добави списък
ca: Afegeix llista
cs: Přidat seznam
da: Tilføj liste
de: Liste hinzufügen
el: Προσθήκη λίστας
es: Añadir lista
fi: Lisää lista
fr: Ajouter une liste
he: הוספת רשימה
id: Tambah daftar
it: Aggiungi elenco
ja: リストを追加
ko: 목록 추가
lt: Pridėti sąrašą
nl: Lijst toevoegen
pl: Dodaj listę
pt: Adicionar lista
ro: Adăugați o listă
ru: Добавить список
sl: Dodaj seznam
tr: Liste ekle
uk: Додати список
vi: Thêm danh sách
zh: 创建列表

# open_food_preferences_tooltip
source: Edit your food preferences
bg: Редактирай хранителните предпочитания
ca: Editeu les vostres preferències alimentàries
cs: Upravte své preference ohledně jídla
da: Redigér dine fødevarepræferencer
de: Bearbeiten Sie Ihre Lebensmittelpräferenzen
es: Edita tus preferencias alimentarias
fi: Muokkaa ruokamieltymyksiäsi
fr: Modifier vos préférences alimentaires
he: עריכת העדפות המזון שלך
id: Sunting preferensi makanan Anda
it: Modifica le tue preferenze alimentari
ja: 食べ物の好みの編集
ko: 선호하는 음식 편집
lt: Redaguokite savo maisto pageidavimus
nl: Bewerk je voedselvoorkeuren
pl: Edytuj swoje preferencje żywieniowe
pt: Edite as suas preferências alimentares
ro: Editați-vă preferințele alimentare
ru: Изменить Ваши предпочтения в еде
sl: Uredi preference izdelkov
sv: Redigera dina matpreferenser
tr: Yemek tercihlerinizi düzenleyin
uk: Відредагуйте свої вподобання в їжі
vi: Chỉnh sửa tiêu chí thực phẩm của bạn
zh: 编辑您的食物偏好

# add_photo_button_label
source: Add photo
be: Дадаць фота
bg: Добави снимка
ca: Afegeix foto
cs: Přidat fotografii
da: Tilføj foto
de: Foto hinzufügen
el: Προσθήκη Φωτογραφίας
es: Añadir foto
fi: Lisää kuva
fr: Ajouter une photo
he: הוספת תמונה
id: Tambah foto
it: Aggiungi foto
ja: 画像を追加
ko: 사진 추가
lt: Įtraukite nuotrauką
nl: Foto toevoegen
pl: Dodaj zdjęcie
pt: Adicionar fotografia
ro: Adăugați o fotografie
ru: Добавить фото
sl: Dodaj fotografijo
tr: Fotoğraf ekle
uk: Додати фотографію
vi: Thêm ảnh
zh: 添加照片

# add_packaging_photo_button_label
source: Take photos of any packaging/recycling information
bg: Направи снимки на информацията за опаковката/рециклирането
ca: Feu fotos de qualsevol informació d'embalatge/reciclatge
cs: Vyfoťte veškeré informace o balení/recyklaci
da: Tag fotos af enhver emballage-/genbrugsinformation
de: Fotos von Verpackungs-/Recyclinginformationen aufnehmen
es: Saca fotos de cualquier información del envase/reciclaje
fi: Ota kuvia kierrätys- tai pakkausselosteesta
fr: Prenez des photos de toute information sur l'emballage/le recyclage
he: נא לצלם תמונות של פרטי אריזה/מיחזור כלשהם
id: Ambil foto dari setiap informasi pengemasan/daur ulang
it: Scatta le foto di qualsiasi informazione di imballaggio/riciclaggio
ja: パッケージ/リサイクル情報の画像を撮る
lt: Nufotografuokite bet kokią pakuotės / perdirbimo informaciją
nl: Maak foto's van alle informatie over verpakking/recycling
pl: Zrób zdjęcia wszelkich informacji dotyczących pakowania i recyklingu
pt: Tirar fotografias de qualquer informação sobre embalagem/reciclagem
ro: Faceți fotografii cu orice informații despre ambalare/reciclare
tr: Herhangi bir ambalaj/geri dönüşüm bilgisinin fotoğrafını çekin
uk: Сфотографуйте будь-яку інформацію про упаковку/переробку
vi: Chụp ảnh thông tin đóng gói/tái chế bất kì
zh: 对任何包装/回收信息拍照

# add_origin_photo_button_label
source: Take photos of any origin information
bg: Направи снимки с всякаква информация за произхода
cs: Vyfoťte veškeré informace o původu
da: Tag billeder af oprindelsesinformation
de: Fotos von allen Herkunftsinformationen aufnehmen
es: Toma fotos de cualquier información del envase
fi: Ota kuvia alkuperätiedoista
fr: Prenez des photos de toute information sur l'origine
id: Mengambil foto informasi asal
it: Scatta foto di qualsiasi informazione di origine
nl: Maak foto's van eventuele herkomstinformatie
pt: Tirar fotografias de qualquer informação relativa à origem
uk: Фотографуйте будь-яку інформацію про походження

# add_emb_photo_button_label
source: Take photos of any traceability code information
cs: Vyfoťte veškeré informace o kódu sledovatelnosti
da: Tag billeder af eventuelle sporbarhedskodeoplysninger
de: Fotos von allen Rückverfolgbarkeitscode-Informationen aufnehmen
es: Toma fotos de cualquier información del código de trazabilidad
fi: Ota kuvia jäljitettävyyskooditiedoista
fr: Prenez des photos de toute information sur les codes de traçabilité
id: Ambil foto informasi kode penelusuran apa pun
it: Scatta foto di qualsiasi informazione sul codice di tracciabilità
nl: Maak foto's van eventuele traceerbaarheidscode-informatie
pt: Tirar fotografias de qualquer informação relativa ao código de rastreabilidade
uk: Фотографуйте будь-яку інформацію про код відстеження

# add_label_photo_button_label
source: Take photos of any labels & certifications information
bg: Направи снимки на информация за етикети и сертификати
cs: Vyfoťte veškeré informace o štítcích a certifikacích
da: Tag billeder af eventuelle etiketter og certificeringsoplysninger
de: Fotos von allen Etiketten und Zertifizierungsinformationen aufnehmen
es: Tomar fotos de cualquier etiqueta e información de certificaciones
fi: Ota kuvia merkeistä ja sertifiointitiedoista
fr: Prenez des photos de toute information sur les labels et certifications
id: Ambil foto informasi label & sertifikasi apa pun
it: Scatta foto di tutte le etichette e le informazioni sulle certificazioni
nl: Maak foto's van alle labels en certificeringsinformatie
pt: Tirar fotografias de todos os selos e informações de certificação
uk: Фотографуйте будь-які етикетки та інформацію про сертифікати

# choose_image_source_title
source: Choose image source
be: Выбраць крыніцу выявы
bg: Избери източник на снимката
ca: Trieu la font de la imatge
cs: Vyberte zdroj obrázku
da: Vælg billedkilde
de: Bildquelle wählen
el: Επιλέξτε πηγή εικόνας
es: Elegir fuente de la imagen
fi: Valitse kuvan lähde
fr: Choisissez la source de l'image
he: בחירת מקור תמונה
id: Memilih sumber gambar
it: Scegli sorgente immagine
ja: 画像ソースを選択
ko: 사진 소스 선택
lt: Pasirinkite vaizdo šaltinį
nl: Kies afbeeldingsbron
pl: Wybierz źródło obrazu
pt: Escolha a fonte da imagem
ro: Alegeți sursa imaginii
ru: Выбрать источник изображения
tr: Görüntü kaynağını seçin
uk: Виберіть джерело зображення
vi: Chọn nguồn ảnh
zh: 选择图片来源

# choose_image_source_body
source: Please choose a image source
be: Калі ласка, выберыце крыніцу выявы
bg: Моля, избери източник на снимката
ca: Si us plau, trieu una font d'imatge
cs: Vyberte prosím zdroj obrázku
da: Vælg en billedkilde
de: Bitte wählen Sie eine Bildquelle
el: Παρακαλώ επιλέξτε μια πηγή εικόνας
es: Por favor, elige la fuente de la imagen
fi: Valitse kuvan lähde
fr: Veuillez choisir la source de l'image
he: נא לבחור מקור תמונה
id: Silakan pilih sumber gambar
it: Scegliere una sorgente immagine
ja: 画像ソースを選択してください
ko: 사진 소스를 선택해주세요
lt: Prašomė pasirinkti vaizdo šaltinį
nl: Kies een afbeeldingsbron
pl: Wybierz, proszę, źródło obrazu
pt: Por favor, escolha uma fonte de imagem
ro: Vă rugăm să alegeți o sursă a imaginii
ru: Пожалуйста, выберите источник изображения
tr: Lütfen bir resim kaynağı seçin
uk: Будь ласка, оберіть джерело зображення
vi: Vui lòng chọn một nguồn ảnh
zh: 请选择图片来源

# gallery_source_label
source: Gallery
be: Галерэя
bg: Галерия
ca: Galeria
cs: Galerie
da: Galleri
de: Galerie
el: Συλλογή
es: Galería
fi: Kuvagalleria
fr: Galerie
he: גלריה
id: Galeri
it: Galleria
ja: ギャラリー
ko: 갤러리
lt: Galerija
nl: Gallerij
pl: Galeria
pt: Galeria
ro: Galerie
ru: Галерея
tr: Galeri
uk: Галерея
vi: Thư viện
zh: 相册

# gallery_source_access_denied_dialog_title
source: Access denied
ca: Accés denegat
cs: Přístup odepřen
da: Adgang nægtet
de: Zugriff verweigert
es: Acceso denegado
fi: Pääsy evätty
fr: Accès refusé
he: הגישה נדחתה
id: Akses ditolak
it: Accesso negato
ja: アクセス拒否
nl: Toegang geweigerd
pt: Acesso não autorizado
ro: Acces interzis
tr: Erişim reddedildi
uk: Доступ заборонено

# gallery_source_access_denied_dialog_message_ios
source: Unfortunately, the application can't access your gallery, as you have previously denied the permission. Please go to the app settings in your phone Settings -> Photos
ca: Malauradament, l'aplicació no pot accedir a la vostra galeria, ja que prèviament heu denegat el permís. Aneu a la configuració de les aplicacions al vostre telèfon Configuració -> Fotos
cs: Aplikace bohužel nemá přístup k vaší galerii, protože jste již dříve odepřeli oprávnění. Přejděte do nastavení aplikace v nastavení telefonu -> Fotky
da: Desværre kan applikationen ikke få adgang til dit galleri, da du tidligere har nægtet tilladelsen. Gå til appindstillingerne i din telefon Indstillinger -> Billeder
de: Leider kann die Anwendung nicht auf Ihre Galerie zugreifen, da Sie die Erlaubnis zuvor verweigert haben. Bitte öffnen Sie die App-Einstellungen in Ihrem Telefon unter „Einstellungen” ➜ „Fotos”
es: Lamentablemente, la aplicación no puede acceder a tu galería porque previamente le has denegado el permiso. Ve a la configuración de la aplicación en tu teléfono móvil en Ajustes → Fotos
fi: Valitettavasti sovellus ei pääse galleriaasi, koska olet aiemmin evännyt luvan. Siirry puhelimen sovelluksen asetuksiin kohdassa Asetukset -> Kuvat
fr: Malheureusement, l'application ne peut pas accéder à votre galerie, car vous avez précédemment refusé l'autorisation. Veuillez accéder aux paramètres de l'application dans les Paramètres de votre téléphone -> Photos
he: למרבה הצער, היישום לא מצליח לגשת לגלריה שלך, כיוון שדחית את ההרשאה בעבר. נא לגשת להגדרות היישום תחת הגדרות -> תמונות בטלפון שלך
id: Sayangnya, aplikasi ini tidak dapat mengakses galeri Anda, karena Anda telah menolak izin sebelumnya
it: Sfortunatamente, l'applicazione non può accedere alla tua galleria, poiché in precedenza hai negato il permesso. Vai alle impostazioni dell'app nelle impostazioni del telefono -> Foto
ja: 残念ながら、以前に許可を拒否されたため、アプリケーションはギャラリーにアクセスできません。 携帯電話の [設定] -> [写真] のアプリ設定に移動してください。
nl: Helaas kan de app geen toegang krijgen tot je galerij, omdat je de toestemming al eerder hebt geweigerd. Ga naar de app instellingen in je telefoon instellingen -> Foto's
pt: Infelizmente, a aplicação não pode aceder à sua galeria, uma vez que negou anteriormente a permissão. Aceda às configurações da aplicação no seu telemóvel em Definições -> Fotografias
ro: Din păcate, aplicația nu vă poate accesa galeria, deoarece ați refuzat anterior permisiunea. Vă rugăm să accesați setările aplicației din Setări telefon -> Fotografii
tr: Ne yazık ki, daha önce izin vermediğiniz için uygulama galerinize erişemiyor. Lütfen telefonunuzun Ayarlar -> Fotoğraflar kısmından uygulama ayarlarına gidin
uk: На жаль, програма не може отримати доступ до вашої галереї, оскільки ви раніше відмовили в дозволі. Будь ласка, перейдіть до налаштувань програми у своєму телефоні Налаштування -> Фотографії

# gallery_source_access_denied_dialog_button
source: Open the Settings
ca: Obre la Configuració
cs: Otevřít nastavení
da: Åbn indstillinger
de: Einstellungen öffnen
es: Abrir la configuración
fi: Avaa Asetukset
fr: Ouvrir les Paramètres
he: פתיחת ההגדרות
id: Buka Pengaturan
it: Apri le impostazioni
ja: 設定を開く
nl: Open de instellingen
pt: Abrir as configurações
ro: Deschide Setări
tr: Ayarları Aç
uk: Відкрийте Налаштування

source: Share
bg: Сподели
ca: Comparteix
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
fi: Jaa
fr: Partager
he: שיתוף
id: Bagikan
it: Condividi
ja: 共有
ko: 공유하기
lt: Dalintis
nl: Delen
pl: Udostępnij
pt: Partilhar
ro: Distribuiți
ru: Поделиться
sl: Deli
sv: Dela
tr: Paylaş
uk: Поділитися
vi: Chia sẻ
zh: 推荐给好友

# share_product_text
source: Have a look at this product on Open Food Facts: {url}
be: Паглядзіце на гэты прадукт на Open Food Facts: {url}
cs: Podívejte se na tento produkt na Open Food Facts: {url}
de: Schauen Sie sich dieses Produkt auf Open Food Facts an: {url}
el: Δείτε αυτό το προϊόν στο Open Food Facts: {url}
es: Echa un vistazo a este producto en Open Food Facts: {url}
fi: Katso tämä tuote Open Food Facts -sivustolla: {url}
fr: Jetez un œil à ce produit sur Open Food Facts : {url}
he: מזמינים אותך להסתכל על המוצר הזה ב־Open Food Facts‏: {url}
id: Lihatlah produk ini di Open Food Facts: {url}
it: Dai un'occhiata a questo prodotto su Open Food Facts: {url}
ko: Open Food Facts에서 상품을 확인하세요: {url}
nl: Bekijk dit product op Open Food Facts: {url}
pt: Dê uma vista de olhos a este produto no Open Food Facts: {url}
ro: Aruncă o privire la acest produs pe Open Food Facts: {url}
ru: Посмотрите как выглядит этот продукт на Open Food Facts: {url}
uk: Перегляньте цей продукт на Open Food Facts: {url}

# share_product_list_text
source: Have a look at my list of products on Open Food Facts: {url}
cs: Podívejte se na můj seznam produktů na Open Food Facts: {url}
de: Werfen Sie einen Blick auf meine Liste der Produkte auf Open Food Facts: {url}
es: Echa un vistazo a mi lista de productos en Open Food Facts: {url}
fi: Katso Open Food Facts -sivustolla oleva tuoteluetteloni: {url}
fr: Jetez un œil à ma liste de produits sur Open Food Facts : {url}
he: הנה רשימת המוצרים שלי ב־Open Food Facts‏: {url}
id: Lihatlah daftar produk saya di Open Food Facts: {url}
it: Dai un'occhiata alla mia lista di prodotti su Open Food Facts: {url}
nl: Bekijk mijn lijst met producten op Open Food Facts: {url}
pt: Dê uma vista de olhos na minha lista de produtos no Open Food Facts: {url}
ro: Aruncă o privire la lista mea de produse pe Open Food Facts: {url}
uk: Перегляньте мій список продуктів на Open Food Facts: {url}

# capture
source: Take a new picture
be: Зрабіць здымак
bg: Ново заснемане
ca: Nova captura
cs: Zachytit nový
da: Tag et nyt
de: Neu erfassen
el: Λήψη νέας
es: Nueva captura
fi: Ota uusi
fr: En prendre une autre
he: לצלם חדשה
id: Foto Baru
it: Scatta una nuova foto
ja: 新しく撮影する
ko: 새 캡처
lt: Užfiksuoti naują
nl: Maak een nieuwe foto
pl: Zrób zdjęcie
pt: Fotografar mais recente
ro: Captură nouă
ru: Новый снимок
sk: Capture New
sl: Capture New
sv: Capture New
tr: Yeni Yakala
uk: Зробити нове фото
vi: Chụp mới
zh: 拍摄

# capture_new_picture
source: Take a picture
bg: Направи снимка
ca: Fer una foto
cs: Vyfotit
da: Tag et billede
de: Foto aufnehmen
es: Saca una foto
fi: Ota kuva
fr: Prendre une photo
id: Ambil gambar
it: Scatta una foto
nl: Neem een foto
pt: Tirar uma foto
uk: Сфотографувати
vi: Chụp ảnh

source: Choose from gallery
be: Выбраць з галерэі
bg: Избери от галерията
ca: Triar de la galeria
cs: Vybrat z galerie
da: Vælg fra galleri
de: Aus Galerie wählen
el: Επιλέξτε από τη συλλογή
es: Seleccionar de la galería
fi: Valitse kuvagalleriasta
fr: Choisir depuis la galerie
he: בחירה מהגלריה
id: Pilih dari galeri
it: Scegli dalla galleria
ja: ギャラリーから選択する
ko: 갤러리에서 선택
lt: Pasirinkti iš galerijos
nl: Kies uit gallerij
pl: Wybierz z galerii
pt: Escolher da galeria
ro: Alegeți din galerie
ru: Выбрать из галереи
tr: Galeriden seç
uk: Вибрати з галереї
vi: Chọn từ thư viện ảnh
zh: 从相册选择

# image_upload_queued
source: The image will be uploaded in the background as soon as possible.
be: Выява будзе запампавана ў фонавым рэжыме як мага хутчэй.
bg: Снимката ще бъде качена във фонов режим възможно най-скоро.
ca: La imatge es penjarà en segon pla tan aviat com sigui possible.
cs: Obrázek bude nahrán na pozadí co nejdříve.
da: Fotoet uploades i baggrunden hurtigst muligt.
de: Das Bild wird so schnell wie möglich im Hintergrund hochgeladen.
es: La imagen se cargará en segundo plano tan pronto como sea posible.
fi: Kuva lähetetään taustalla mahdollisimman pian.
fr: L'image va être envoyée en arrière-plan dès que possible.
he: התמונה תישלח ברקע בהקדם האפשרי.
id: Gambar akan diunggah di latar belakang sesegera mungkin.
it: L'immagine sarà caricata in background il prima possibile.
ja: 画像はできるだけ早くpc上の背景にてアップロードされます。
ko: 이미지는 가능한 한 빨리 백그라운드에 업로드됩니다.
lt: Produktas bus kuo greičiau atnaujintas fone.
nl: De afbeelding zal zo snel mogelijk op de achtergrond worden geüpload.
pl: Obraz zostanie przesłany w tle tak szybko, jak to możliwe.
pt: A imagem será enviada em segundo plano assim que possível.
ro: Imaginea va fi încărcată în fundal cât mai curând posibil.
ru: Изображение будет загружено в фоновом режиме как можно скорее.
tr: Resim en kısa sürede arka planda yüklenecektir.
uk: Зображення буде завантажено у фоновому режимі якомога швидше.
vi: Ảnh sẽ được tải lên trong nền trong thời gian sớm nhất.
zh: 图片将尽快上传。

# add_price_queued
source: The price will be sent to the server as soon as possible.
cs: Cena bude zaslána na server co nejdříve.
de: Der Preis wird schnellstmöglich an den Server übermittelt.
fr: Le prix sera envoyé en arrière-plan dès que possible.
id: Harga akan dikirim ke server sesegera mungkin.
it: Il prezzo verrà inviato al server il prima possibile.
nl: De prijs wordt zo snel mogelijk naar de server verzonden.
pt: O preço será enviado para o servidor o mais rapidamente possível.

# background_task_title_full_refresh
source: Starting the refresh of all the products locally stored
bg: Стартиране на опресняването на всички продукти, съхранявани локално
ca: Començant l'actualització de tots els productes emmagatzemats localment
cs: Spouštění aktualizace všech lokálně uložených produktů
da: Starter opdateringen af alle de lokalt lagrede produkter
de: Aktualisierung aller lokal gespeicherten Produkte wird gestartet
es: Iniciando la actualización de todos los productos almacenados localmente
fi: Aloitetaan kaikkien paikallisesti tallennettujen tuotteiden päivitys
fr: Démarrage de la mise à jour de tous les produits stockés localement
he: מתחיל רענון של כל המוצרים שמאוחסנים מקומית
id: Memulai penyegaran semua produk yang disimpan secara lokal
it: Avviando il ricaricamento di tutti i prodotti memorizzati localmente
ja: ローカルに保存されているすべての製品の更新を開始します
nl: Het vernieuwen starten van alle producten die lokaal zijn opgeslagen
pl: Rozpoczynanie odświeżania wszystkich lokalnie przechowywanych produktów
pt: A iniciar a atualização de todos os produtos armazenados localmente
ro: Începe reîmprospătarea tuturor produselor stocate local
tr: Yerel olarak depolanan tüm ürünlerin yenilenmesinin başlatılması
uk: Запуск оновлення всіх продуктів, які зберігаються локальна
zh: 开始刷新本地存储的所有产品

# background_task_title_top_n
source: Starting the download of the most popular products
bg: Започва изтеглянето на най-популярните продукти
ca: Començant la descàrrega dels productes més populars
cs: Zahájení stahování nejoblíbenějších produktů
da: Starter download af de mest populære produkter
de: Herunterladen der beliebtesten Produkte wird gestartet
es: Iniciando la descarga de los productos más populares
fi: Aloitetaan suosituimpien tuotteiden lataus
fr: Démarrage du téléchargement des produits les plus populaires
he: מתחילה הורדת המוצרים הנפוצים ביותר
id: Memulai pengunduhan produk paling populer
it: Avviando il download dei prodotti più popolari
ja: 最も人気のある製品のダウンロードを開始します
nl: Het downloaden van de meest populaire producten starten
pl: Rozpoczynanie pobierania najbardziej popularnych produktów
pt: Iniciar o descarregamento dos produtos mais populares
ro: Începe descărcarea celor mai populare produse
tr: En popüler ürünlerin indirilmesinin başlatılması
uk: Початок завантаження найпопулярніших продуктів
zh: 开始下载最受欢迎的产品

# expand_nutrition_facts
source: Expand nutrition facts table
be: Разгарнуць табліцу звестак аб пажыўнасці
bg: Разгъни таблицата с хранителните стойности
ca: Amplieu la taula de dades nutricionals
cs: Rozbalit tabulku nutričních údajů
da: Udvid ernæringsfaktatabellen
de: Nährwerttabelle erweitern
es: Expandir la tabla de información nutricional
fi: Laajenna ravintosisältötaulukkoa
fr: Développer le tableau nutritionnel
he: הרחבת טבלת העובדות התזונתיות
id: Perluas tabel fakta nutrisi
it: Espandi la tabella dei valori nutrizionali
ja: 栄養成分表を広げる
ko: 영양 성분표 확장
lt: Išplėskite mitybos faktų lentelę
nl: Tabel met voedingswaarden uitvouwen
pl: Rozwiń tabelę wartości odżywczych
pt: Expandir tabela de informações nutricionais
ro: Extinderea tabelului cu date nutriționale
ru: Развернуть таблицу пищевой ценности
tr: Beslenme değerleri tablosunu genişletin
uk: Розгорнути таблицю фактів про поживні речовини
vi: Mở rộng bảng thông tin dinh dưỡng
zh: 展开营养成分表
